{
    "Country Slug": "bahrain",
    "Country Name": "Bahrain",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/bahrain",
        "content_id": "66c3e499-0a63-42e0-833d-8b847e70e229",
        "description": "Latest FCDO travel advice for Bahrain including on entry requirements, safety and security and local laws and customs.",
        "details": {
            "alert_status": [],
            "change_description": "Addition of information on use of social media, drones, local laws and travel bans, and the removal of outdated COVID- 19 requirements (‘Local laws and customs’ and ‘Entry requirements’ pages)",
            "change_history": [
                {
                    "note": "Latest update: Summary - there are calls for unauthorised protests on Friday 9 November 2018 in unspecified locations across Bahrain; you should remain vigilant and be aware of your surroundings; follow the advice of the local authorities and if you encounter a demonstration, protest or any civil disturbances, leave the area immediately",
                    "public_timestamp": "2018-11-08T13:42:36.854Z"
                },
                {
                    "note": "Latest update: Summary - Parliamentary elections will take place on 24 November and 1 December; there is likely to be a high security presence throughout the country in advance of, and over, this period; you should follow the advice of local authorities; Health Section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-11-21T11:59:41.432Z"
                },
                {
                    "note": "Latest update: Safety and security section (Demonstrations) and summary - there have been calls for unauthorised protests on 17 December 2018 in unspecified locations across the country; Summary - removal of information about parliamentary elections held in November and early December 2018",
                    "public_timestamp": "2018-12-13T11:19:09.991Z"
                },
                {
                    "note": "Latest update: Safety and security section (Demonstrations) and summary - addition of information following calls for unauthorised protests on 15 January 2019 in unspecified locations across the country",
                    "public_timestamp": "2019-01-14T17:59:41.860Z"
                },
                {
                    "note": "Latest update: Summary and Safety and security section (Demonstrations) - removal of information on protests on 15 January ",
                    "public_timestamp": "2019-01-24T17:01:45.827Z"
                },
                {
                    "note": "Latest update: Safety and security section (Demonstrations) - There have been calls for unauthorised protests, starting on 7 February in unspecified locations across the country; follow news reports and be alert to local and regional developments, which may trigger public disturbances",
                    "public_timestamp": "2019-02-07T13:21:50.914Z"
                },
                {
                    "note": "Latest update: Safety and security section (Demonstrations) - There have been calls for unauthorised protests, illegal road blocks and shutting of shops between 13 and 16 February 2019 in locations across the country, to coincide with the eighth anniversary of the unrest on 14 February 2011; you should remain vigilant, follow news reports and be alert to local and regional developments, which may trigger public disturbances",
                    "public_timestamp": "2019-02-12T13:31:27.510Z"
                },
                {
                    "note": "Latest update: Safety and security section (Demonstrations) - there have been calls for unauthorised protests on 21 and 22 February in unspecified locations across the country",
                    "public_timestamp": "2019-02-22T18:51:24.183Z"
                },
                {
                    "note": "Latest update: Safety and security section (Road travel) – updated information about International Driving Permit changes from 28 March 2019; Local laws and customs section - 2019 Ramadan dates \r\n\r\n\r\n",
                    "public_timestamp": "2019-03-07T15:05:24.630Z"
                },
                {
                    "note": "Latest update: Safety and security section (Demonstrations) - Anniversary dates of significant events in Bahrain, including in February and March, can sometimes experience a higher volume of unauthorised protests",
                    "public_timestamp": "2019-03-13T10:25:29.457Z"
                },
                {
                    "note": "Latest update: Safety and security section (Road travel) – updated information about International Driving Permits",
                    "public_timestamp": "2019-03-20T10:45:25.822Z"
                },
                {
                    "note": "Latest update: Summary - The Formula 1 Bahrain Grand Prix takes place on 28 to 31 March 2019; there will be enhanced security precautions in place, as with other major public events in Bahrain; you should follow the advice of the local authorities",
                    "public_timestamp": "2019-03-25T16:05:19.403Z"
                },
                {
                    "note": "Latest update: Summary - removal of information on Formula 1 Bahrain Grand Prix",
                    "public_timestamp": "2019-04-02T12:31:22.621Z"
                },
                {
                    "note": "Latest update: Safety and security section (Demonstrations) - There have been calls for unauthorised protests between 11 to 18 April; you should remain vigilant and follow the advice of the local authorities",
                    "public_timestamp": "2019-04-10T15:45:04.708Z"
                },
                {
                    "note": "Local Laws and Customs section - Respecting local laws and customs during the holy month of Ramadan",
                    "public_timestamp": "2019-05-05T23:20:46.437Z"
                },
                {
                    "note": "Latest update: Safety and security section (Demonstrations) - there have been calls for unauthorised protests on 25 to 26 June; you should remain vigilant and follow the advice of local authorities",
                    "public_timestamp": "2019-06-24T10:31:11.389Z"
                },
                {
                    "note": "Safety and security section (Demonstrations) - removal of information on calls for protests in June\r\n",
                    "public_timestamp": "2019-07-05T10:25:10.000Z"
                },
                {
                    "note": "Latest update: Summary - Safety and security section (Demonstrations) - There have been calls for unauthorised protests on 28 July with potentially more in coming days. You should remain vigilant and follow the advice of the local authorities. ",
                    "public_timestamp": "2019-07-28T12:40:54.000Z"
                },
                {
                    "note": "Safety and security section (Demonstrations) - Removal of information on calls for protests in July",
                    "public_timestamp": "2019-08-05T07:59:28.000Z"
                },
                {
                    "note": "Summary – addition of information on Ashura religious processions ",
                    "public_timestamp": "2019-09-06T13:38:45.000Z"
                },
                {
                    "note": "Summary - removal of information on Ashura religious processions",
                    "public_timestamp": "2019-09-12T09:08:48.000Z"
                },
                {
                    "note": "Safety and security section and Summary - republished with editorial amendments",
                    "public_timestamp": "2019-09-30T13:42:25.000Z"
                },
                {
                    "note": "Latest update: Following the death of Iranian General Qasem Soleimani in a US strike in Baghdad on 3 January, British nationals in the region should remain vigilant and keep up to date with the latest developments, including via the media and this travel advice.",
                    "public_timestamp": "2020-01-04T13:05:36.000Z"
                },
                {
                    "note": "Summary - amendments to existing information on increased tensions in the region",
                    "public_timestamp": "2020-01-06T17:02:13.000Z"
                },
                {
                    "note": "Updated information and advice on coronavirus (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-02-25T22:13:48.000Z"
                },
                {
                    "note": "Updated information and advice on coronavirus (‘Health’ page)",
                    "public_timestamp": "2020-02-26T18:45:49.000Z"
                },
                {
                    "note": "Update to information about coronavirus (COVID-19) ('Health' pages)",
                    "public_timestamp": "2020-03-05T18:56:18.000Z"
                },
                {
                    "note": "Update to entry restrictions in response to coronavirus (COVID-19) ('Health' pages)",
                    "public_timestamp": "2020-03-09T18:25:25.000Z"
                },
                {
                    "note": "Entry restrictions following outbreak of coronavirus (Summary and Health)",
                    "public_timestamp": "2020-03-14T14:46:55.000Z"
                },
                {
                    "note": "Summary - Following the attack on the coalition base at Taji in Iraq on 11 March, and subsequent US airstrikes, tensions may be raised across the region. There is a possibility of an increased threat against Western interests, including against UK citizens. You should remain vigilant and keep up to date with the latest developments, including via the media and this travel advice. ",
                    "public_timestamp": "2020-03-14T20:09:19.000Z"
                },
                {
                    "note": "As part of the ongoing global outbreak of coronavirus (COVID-19), some cases have appeared in Bahrain. The Bahraini authorities have introduced a number of measures to limit the spread of the virus, including the suspension of visas on-arrival and the requirement of all arrivals from the UK to self-isolate for 14 days including those without symptoms. Those with symptoms on arrival will be tested and subject to further quarantine measures. (Summary, Health, Entry Requirements pages)",
                    "public_timestamp": "2020-03-15T20:54:09.000Z"
                },
                {
                    "note": "All arrivals into Bahrain will be tested and are required to self-isolate for 14 days including those without symptoms. Those with symptoms on arrival or have visited Iran, Iraq or Lebanon within 14 days prior to their arrival will be subject to further quarantine measures. ('Summary and Health' pages)",
                    "public_timestamp": "2020-03-19T20:03:32.000Z"
                },
                {
                    "note": "Entry into Bahrain is restricted to Bahraini citizens, residents, and those with special Prior Permission Granted. All other passengers will be denied entry. All onward passengers will also be denied transit through Bahrain. ('Summary', Coronavirus' pages)",
                    "public_timestamp": "2020-03-26T15:49:41.000Z"
                },
                {
                    "note": "Currently daily direct flights from Bahrain to London Heathrow operated by Gulf Air. You are strongly advised to return to the UK (’Return to the UK’ page)",
                    "public_timestamp": "2020-03-30T12:27:41.000Z"
                },
                {
                    "note": "There are currently daily direct flights from Bahrain to London Heathrow operated by Gulf Air. If you are travelling in Bahrain, or otherwise wish to return to the UK, you are strongly advised to return now, where and while there are still commercial routes available. (’Return to the UK’ page)",
                    "public_timestamp": "2020-03-30T13:09:24.000Z"
                },
                {
                    "note": "There are direct flights from Bahrain to London Heathrow operated by Gulf Air, but at a reduced service. If you are travelling in Bahrain, or otherwise wish to return to the UK, you are strongly advised to return now, where and while there are still commercial routes available. (’Return to the UK’ page)\r\n\r\n",
                    "public_timestamp": "2020-04-01T16:49:23.000Z"
                },
                {
                    "note": "Entry to Bahrain remains restricted to Bahraini citizens, residents, and some other categories. All other passengers will be denied entry. All onward passengers will also be denied transit through Bahrain. You should check Bahrain’s visa portal  for the most up to date information. (‘Coronavirus' page)",
                    "public_timestamp": "2020-04-02T09:53:03.000Z"
                },
                {
                    "note": "Entry to Bahrain remains restricted to Bahraini citizens, residents, and some other categories. All other passengers will be denied entry. Transit and transfer passengers are permitted to use Bahrain International Airport.  You should check Bahrain’s visa portal for the most up to date information. (‘Coronavirus' page)",
                    "public_timestamp": "2020-04-04T18:47:14.000Z"
                },
                {
                    "note": "Valid and expired visit visas are extended for three months. Mandatory requirement to wear face masks in public ('Coronavirus' page)",
                    "public_timestamp": "2020-04-26T14:06:27.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-14T11:39:26.000Z"
                },
                {
                    "note": "Addition of information on automatic extension of visit visas (‘Entry requirements’ page)",
                    "public_timestamp": "2020-05-17T11:20:58.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T13:33:48.000Z"
                },
                {
                    "note": "Addition of information on opening of shops (‘Staying during Coronavirus’ page)",
                    "public_timestamp": "2020-06-09T11:05:59.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section.",
                    "public_timestamp": "2020-07-16T15:55:34.000Z"
                },
                {
                    "note": "Updated information on coronavirus tests upon arrival in Bahrain. ('Entry Requirements' page)",
                    "public_timestamp": "2020-07-21T14:58:41.000Z"
                },
                {
                    "note": "Update to information and advice on the threat from terrorism in Bahrain, reflecting a reduced threat (‘Terrorism’ and ‘Summary’ pages).  Update to information on the extension of visit visas ('Entry requirements' page) ",
                    "public_timestamp": "2020-07-23T17:09:52.000Z"
                },
                {
                    "note": "Update to information on quarantine requirements. ('Entry requirements' page) ",
                    "public_timestamp": "2020-08-21T16:02:11.000Z"
                },
                {
                    "note": "Update to information on visa on arrival and entry requirements ('Summary', 'Coronavirus' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-09-07T19:11:58.000Z"
                },
                {
                    "note": "Updated information on arrival to Bahrain and entry requirements ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-09-28T14:12:05.000Z"
                },
                {
                    "note": "Updated information on extension of visit visas to 21 January ('Entry requirements' page). Update to information on fines for not wearing a face mask, and the opening of hotel amenities, schools and restaurants (‘Coronavirus’ page).",
                    "public_timestamp": "2020-10-26T10:58:35.000Z"
                },
                {
                    "note": "The Government of Bahrain has announced a period of national mourning following the death of Bahrain’s Prime Minister His Royal Highness Prince Khalifa Bin Salman Al Khalifa, from 12 November for 7 days ('Summary' page)",
                    "public_timestamp": "2020-11-11T17:17:13.000Z"
                },
                {
                    "note": "The FCDO no longer advises against travel to Bahrain. Bahrain is now on the list of countries and territories where self-isolation is not required on return to the UK. (‘Summary’ page)",
                    "public_timestamp": "2020-11-12T20:57:20.000Z"
                },
                {
                    "note": "Removal of information regarding period of national mourning (‘Summary’ page)",
                    "public_timestamp": "2020-11-23T09:36:42.000Z"
                },
                {
                    "note": "Updated information on fees for mandatory PCR tests for arrivals and additional information on local healthcare during COVID-19 ('Coronavirus' and 'Entry requirements’ pages)",
                    "public_timestamp": "2020-12-14T12:50:42.000Z"
                },
                {
                    "note": "Updated restriction of entry via the King Fahd Causeway from 21 December 2020. (‘Coronavirus’ and Entry requirements’ pages). Updated safety and security situation. ",
                    "public_timestamp": "2020-12-21T14:18:16.000Z"
                },
                {
                    "note": "Updated restriction of entry into Saudi Arabia from Bahrain via the King Fahd Causeway from 21st December 2020 (‘Coronavirus’ and 'Entry requirements’ pages)",
                    "public_timestamp": "2020-12-21T17:59:11.000Z"
                },
                {
                    "note": "Updated information on the reopening of the King Fahd Causeway from 3 January 2021 to allow travel into Saudi Arabia from Bahrain. (‘Coronavirus’ and 'Entry requirements’ pages)",
                    "public_timestamp": "2021-01-05T15:51:49.000Z"
                },
                {
                    "note": "If you are arriving in the UK from Bahrain on or after 4am on 18 January you will need to self-isolate on your arrival, unless you have a valid exemption (‘Summary’ page)",
                    "public_timestamp": "2021-01-15T23:37:35.000Z"
                },
                {
                    "note": "From 17 January COVID-19 PCR testing services at the King Fahd Causeway will no longer be available. All arrivals into Bahrain via the Causeway will need a valid PCR result from up to 72 hours before arrival. ('Summary', ‘Coronavirus’ and 'Entry requirements’ pages)",
                    "public_timestamp": "2021-01-16T08:42:17.000Z"
                },
                {
                    "note": "Updated information on mandatory social distancing measures ('Summary' and ‘Coronavirus’ pages)",
                    "public_timestamp": "2021-02-03T12:27:16.000Z"
                },
                {
                    "note": "Addition of information and advice on pre-departure COVID-19 testing facilities in Bahrain (‘Coronavirus’ page)",
                    "public_timestamp": "2021-02-03T17:11:18.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Bahrain (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-02-10T11:22:48.000Z"
                },
                {
                    "note": "New information on COVID-19 testing on arrival from 22 February; continuation of some social restrictions until 14 March (‘Coronavirus’ and ‘Entry requirements’) ",
                    "public_timestamp": "2021-02-22T08:49:40.000Z"
                },
                {
                    "note": "Relaxation of some social restrictions from 14 March (See ‘Coronavirus’ page)",
                    "public_timestamp": "2021-03-14T09:32:57.000Z"
                },
                {
                    "note": "Waiver of on-arrival testing requirements for passengers who are fully vaccinated against COVID-19 or who have recovered from COVID-19; Restriction of indoor services to individuals who are fully vaccinated against COVID-19 or have recovered from COVID-19; Additional requirements for the Emergency Travel Documents (See ‘Coronavirus’ and ‘Entry Requirement’ page)",
                    "public_timestamp": "2021-04-23T18:46:49.000Z"
                },
                {
                    "note": "Waiver of on-arrival testing requirements for passengers who are fully vaccinated against COVID-19 or who have recovered from COVID-19, starting 13 May; Restriction of indoor services to individuals who are fully vaccinated against COVID-19 or have recovered from COVID-19, starting 13 May; Additional requirements for the Emergency Travel Documents (See ‘Coronavirus’ and ‘Entry Requirement’ page",
                    "public_timestamp": "2021-04-23T20:12:08.000Z"
                },
                {
                    "note": "New information on entry to Bahrain if you are a passenger travelling or transiting from India, Pakistan and Bangladesh; you must provide proof of a negative PCR test with a QR code, conducted not more than 48 hours before departure (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-04-27T08:32:48.000Z"
                },
                {
                    "note": "New information on entry to Bahrain if you are a passenger travelling or transiting from Sri Lanka; from 3rd May you must provide proof of a negative PCR test with a QR code, conducted not more than 48 hours before departure (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-05-02T14:40:18.000Z"
                },
                {
                    "note": "New information on entry to Bahrain if you are a passenger travelling or transiting from Nepal and updated information on testing and quarantine requirements; the minimum age for testing has been confirmed and from 5th May you must provide proof of a negative PCR test with a QR code (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-05-06T09:49:26.000Z"
                },
                {
                    "note": "Addition of information on new rules for accessing public places and demonstrating COVID-19 vaccination status for entry to Bahrain (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-05-13T17:04:55.000Z"
                },
                {
                    "note": "Updated information on entry requirements (\"Coronavirus\" and \"Entry Requirements\" pages)",
                    "public_timestamp": "2021-05-13T19:10:41.000Z"
                },
                {
                    "note": "Updated information on restriction for gatherings from 21 May – 3 June, only vaccinated adults have access to indoor services and all arrivals into Bahrain from India, Pakistan, Bangladesh, Nepal and Sri Lanka must be Bahrain residents and undergo quarantine upon arrival ('Summary', 'Coronavirus' and 'Entry Requirements' page)",
                    "public_timestamp": "2021-05-21T15:50:40.000Z"
                },
                {
                    "note": "Updated information on entry requirements for entry to Bahrain; pre-departure PCR testing before boarding, requirement for in-country PCR testing and 10 days quarantine for all arrivals into Bahrain unless exempt. New information on how to get a COVID-19 vaccine if you live in Bahrain ('Summary', 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-05-25T16:18:26.000Z"
                },
                {
                    "note": "Updated information on closure from 28 May until 10 June of in-person education, public recreational and commercial outlets (Coronavirus page)",
                    "public_timestamp": "2021-05-26T16:43:04.000Z"
                },
                {
                    "note": "The FCDO advises against all but essential travel to Bahrain, based on the current assessment of COVID-19 risks. From 4am on Tuesday 8 June Bahrain will move to the red list for entering England. Arrivals from Vietnam to Bahrain must provide proof of Bahraini citizenship or visa residency. (‘Summary’ page)",
                    "public_timestamp": "2021-06-03T17:31:42.000Z"
                },
                {
                    "note": "Extension of temporary closure of non-essential services and activities until 25 June. Clarification of exemptions on coronavirus testing entry requirements to Bahrain. (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-06-09T13:53:54.000Z"
                },
                {
                    "note": "Extension of temporary closure of non-essential services and activities until 2 July. Updates on coronavirus testing entry requirements to Bahrain. (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-06-25T11:20:26.000Z"
                },
                {
                    "note": "Updates on the social distancing measures. Bahrain red list countries. Entry to Saudi Arabia through the Causeway (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-07-15T12:57:09.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Bahrain ('Coronavirus' page)\r\n",
                    "public_timestamp": "2021-07-22T14:47:11.000Z"
                },
                {
                    "note": "Clarified information about COVID-19 restrictions within Bahrain, as well as entry requirements for those with vaccinations and removal of out of date information ('Coronavirus', ‘Safety and Security’, ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-08-02T12:27:52.000Z"
                },
                {
                    "note": "From 4am on Sunday 8 August Bahrain will move to the amber list for entering England. Check what you must do to enter England, Scotland, Wales or Northern Ireland. (‘Summary’ page)",
                    "public_timestamp": "2021-08-05T09:06:53.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Bahrain, based on the current assessment of COVID-19 risks.",
                    "public_timestamp": "2021-08-06T10:27:04.000Z"
                },
                {
                    "note": "Addition of Georgia, Ukraine, and Malawi to Bahrain’s Red List, effective 12 August, and clarification of length of time required for exit stamp on Emergency Travel Documents (‘Coronavirus’ and ‘Entry Requirements’ pages).",
                    "public_timestamp": "2021-08-12T09:40:44.000Z"
                },
                {
                    "note": "From Sunday 29 August additional PCR test requirement on day 5 after arrival, update of exemption from quarantine on arrival for those vaccinated and eligible for on-arrival visas, and clarification of age of exemption (5 and below) from arrival testing and isolation requirements (‘Coronavirus’ and ‘Entry requirements’ pages).",
                    "public_timestamp": "2021-08-26T15:34:02.000Z"
                },
                {
                    "note": "From Sunday 29 August unvaccinated arrivals from non Bahrain ‘red list’ countries aged 12 and below are required to quarantine for 5 days on arrival. All prior entry measures continue to be in effect, including exemption from the pre-PCR testing and arrivals testing procedure for those aged 5 and below. (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-08-29T11:52:32.000Z"
                },
                {
                    "note": "Addition of information on the removal of the pre-departure PCR test requirement for travellers vaccinated in the UK and other countries whose nationals are able to obtain on-arrival visas, from 3 September.  Update to Bahrain’s ‘Red List’ countries (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-09-02T13:30:01.000Z"
                },
                {
                    "note": "Information on potential demonstrations and disturbances in Bahrain (‘Safety and security’ page)",
                    "public_timestamp": "2021-10-07T13:45:39.000Z"
                },
                {
                    "note": "Updated information on Bahrain’s ‘Red List’ countries (addition of Romania, removal of Bangladesh, Ecuador, Georgia, Indonesia, Malawi, Mozambique, Myanmar, Namibia, South Africa, Uganda and Zimbabwe); Removal of information on potential demonstrations on 8 October (See ‘Coronavirus’ and ‘Entry requirements’ and ‘Safety and security’ pages)",
                    "public_timestamp": "2021-10-10T09:33:59.000Z"
                },
                {
                    "note": "Updated information on arrival rules, including that all those fully COVID vaccinated with WHO or Bahrain approved vaccines are only required to test on arrival, Day 5 and 10 (unless they have been in/transited a country on Bahrain’s red list). (See ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-10-31T11:19:33.000Z"
                },
                {
                    "note": "Updated information on removal of Bahrain’s ‘Red List’, and requirement to potentially quarantine in specific licensed hotel on arrival for any unvaccinated passengers (See ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-11-14T11:30:02.000Z"
                },
                {
                    "note": "Removal of information on Bahrain’s ‘Red List’.   Updated information on quarantine requirements for unvaccinated travellers (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-11-15T11:09:44.000Z"
                },
                {
                    "note": "Addition of information on Bahrain’s ‘Red List’ and changes to entry requirements. (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-11-28T13:11:09.000Z"
                },
                {
                    "note": "From Sunday 19 December removal of Bahrain’s ‘Red List’ and addition of pre-PCR testing requirement for all arrivals. (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-12-17T16:20:33.000Z"
                },
                {
                    "note": "Updated information on requirement for pre-PCR testing for all arrivals aged 6 and above ( See ‘Entry requirements’ page)",
                    "public_timestamp": "2021-12-19T09:34:51.000Z"
                },
                {
                    "note": "Update on pre-arrival PCR test requirement and removal of day 5 and day 10 PCR tests for all airport arrivals. Removal of requirement for arrivals to have a QR code on their COVID-19 vaccination certificate if issued from the UK, USA, European Union, Switzerland, Canada, Australia, New Zealand, South Korea, Japan, Singapore or Israel (‘Entry requirements’ page) ",
                    "public_timestamp": "2022-01-08T09:31:06.000Z"
                },
                {
                    "note": "Update on requirement for non fully-vaccinated arrivals to quarantine for 7 days, and on isolation periods for those who test positive for COVID-19. (‘Coronavirus’ and ‘Entry requirements’ page)",
                    "public_timestamp": "2022-01-14T09:49:32.000Z"
                },
                {
                    "note": "Updated information on the removal of the requirement for pre-PCR testing for airport arrivals (‘Entry requirements’ page)",
                    "public_timestamp": "2022-02-04T15:34:48.000Z"
                },
                {
                    "note": "Updated information on the removal of all PCR testing and quarantine requirements for airport arrivals regardless of their vaccination status, and update to information regarding booster vaccines in-country (‘Coronavirus’ and ‘Entry requirements’ page) ",
                    "public_timestamp": "2022-02-18T22:07:24.000Z"
                },
                {
                    "note": "Updated information on the removal of all PCR testing requirements for arrivals via the King Fahd Causeway (‘Coronavirus’ and ‘Entry requirements’ page)",
                    "public_timestamp": "2022-02-20T07:32:48.000Z"
                },
                {
                    "note": "Updated information on the suspension of Bahrain’s COVID-19 Traffic Light Alert System. Mask-wearing is now optional in indoor and outdoor areas. Also updated number of British residents in Bahrain (‘Coronavirus’, ‘Entry requirements’, ‘Safety and security’ pages)",
                    "public_timestamp": "2022-03-30T15:25:41.000Z"
                },
                {
                    "note": "Updated information on COVID-19 self-isolation period, which can now be concluded early with a negative PCR result (‘Coronavirus’, ‘Entry requirements’, ‘Safety and security’ pages)",
                    "public_timestamp": "2022-04-06T09:54:24.000Z"
                },
                {
                    "note": "Updated information on local laws and customs in Bahrain (‘Local laws and customs’ page)",
                    "public_timestamp": "2022-07-12T15:26:58.000Z"
                },
                {
                    "note": "Updated Information on previous terrorist incidents in Bahrain (‘ ’Terrorism’ page).",
                    "public_timestamp": "2022-09-26T10:55:10.000Z"
                },
                {
                    "note": "Updated information on the Qatar World Cup 2022 and upcoming high profile events in Bahrain (‘Summary’ page).",
                    "public_timestamp": "2022-10-25T14:29:03.000Z"
                },
                {
                    "note": "Removal of outdated information including on World Cup and COVID-19 rules ('Summary', 'Coronavirus', ‘Safety and Security' and 'Entry requirements' pages). ",
                    "public_timestamp": "2023-01-16T09:51:21.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages",
                    "public_timestamp": "2023-06-22T09:39:08.000Z"
                },
                {
                    "note": "Addition of information on use of social media, drones, local laws and travel bans, and the removal of outdated COVID- 19 requirements (‘Local laws and customs’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2023-09-14T14:30:44.000Z"
                }
            ],
            "country": {
                "name": "Bahrain",
                "slug": "bahrain",
                "synonyms": []
            },
            "email_signup_link": "/foreign-travel-advice/bahrain/email-signup",
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "\n<div class=\"example\">\n<p>Before you travel, <a href=\"/foreign-travel-advice/bahrain/entry-requirements#entry-rules-in-response-to-coronavirus-covid-19\">check the ‘Entry requirements’ section</a> for Bahrain’s current entry restrictions and requirements. These may change with little warning. Monitor this advice for the latest updates and stay in contact with your travel provider.</p>\n\n<p>If you plan to pass through another country to return to the UK, check the travel advice for the country you’re transiting.</p>\n</div>\n\n<p>It is more important than ever to get travel insurance and check it provides sufficient cover. See the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s <a href=\"/guidance/foreign-travel-insurance\">guidance on foreign travel insurance</a>.</p>\n\n<p>Around 4,000 British nationals live in Bahrain, and thousands more visit each year. Most visits are trouble free.</p>\n\n<p>You should be alert to local and regional developments. Localised protests can take place and generally there is a visible security presence. You should be vigilant, follow the advice of the local authorities, and avoid large crowds and demonstrations. If you encounter civil disturbance, leave the area immediately. Travel around Bahrain may be affected at such times. See <a href=\"/foreign-travel-advice/bahrain/safety-and-security#demonstrations\">Demonstrations</a></p>\n\n<p>By law, all residents and visitors must carry photographic ID. Illegal  drugs are strictly forbidden, even a residual amount. See <a href=\"https://www.gov.uk/foreign-travel-advice/bahrain/local-laws-and-customs\">Local laws and customs</a></p>\n\n<p>Terrorists are likely to try to carry out attacks in Bahrain. See <a href=\"/foreign-travel-advice/bahrain/terrorism\">Terrorism</a></p>\n\n<p>You must have legal status in Bahrain and not be subject to a Travel Ban when you depart. See <a href=\"https://www.gov.uk/foreign-travel-advice/bahrain/entry-requirements#exit-requirements\">Exit requirements</a></p>\n\n<p>Bahraini law does not criminalise same sex-activity between consenting adults who are at least 21 years of age, although sodomy is illegal.</p>\n\n<p>Offensive language, spitting and aggressive behaviour (including ‘road rage’ hand gestures) are viewed as seriously offensive and can result in imprisonment and deportation.  See <a href=\"https://www.gov.uk/foreign-travel-advice/bahrain/local-laws-and-customs\">Local Laws and customs</a></p>\n\n<p>You can contact the emergency services by calling 999.</p>\n\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. All telephone numbers are available 24/7.</p>\n\n<p>The <a href=\"https://www.gov.uk/government/collections/overseas-business-risk\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n\n",
                    "slug": "summary",
                    "title": "Summary"
                },
                {
                    "body": "<h2 id=\"coronavirus-health-information\">Coronavirus health information</h2>\n\n<p>Check the latest information on risk from COVID-19 on the <a rel=\"external\" href=\"https://healthalert.gov.bh/en/\">Bahrain Ministry of Health Website</a></p>\n\n<h2 id=\"international-travel\">International travel</h2>\n\n<p>Commercial flights operate to and from Bahrain. Check with your travel company for the latest information.</p>\n\n<h2 id=\"entry-and-borders\">Entry and borders</h2>\n\n<p>See <a href=\"/foreign-travel-advice/bahrain/entry-requirements\">Entry requirements</a> to find out what you will need to do when you arrive in Bahrain, including exemptions and further details.</p>\n\n<h2 id=\"be-prepared-for-your-plans-to-change\">Be prepared for your plans to change</h2>\n\n<p>No travel is risk-free. Countries may further restrict travel or bring in new rules at short notice, for example due to a new COVID-19 variant. Check with your travel company or airline for any transport changes which may delay your journey home.</p>\n\n<p>Plan ahead and make sure you:</p>\n\n<ul>\n  <li>can access money</li>\n  <li>understand what your insurance will cover</li>\n  <li>can make arrangements to extend your stay and be away for longer than planned</li>\n</ul>\n\n<h2 id=\"travel-in-bahrain\">Travel in Bahrain</h2>\n\n<p>Bahrain International Airport is open, including for transit and transfer passengers. Details are set out on the <a href=\"/foreign-travel-advice/bahrain/entry-requirements\">Entry requirements page</a>.</p>\n\n<p>For information on this and other updates, check <a rel=\"external\" href=\"https://healthalert.gov.bh/en/category/latest-decisions\">Bahrain’s latest COVID-19 decisions</a> and <a rel=\"external\" href=\"https://www.bahrainairport.bh/\">Bahrain’s Airport website</a>.</p>\n\n<p>The King Fahd Causeway is open for travel between Saudi Arabia and Bahrain.  Since 20 February 2022 there has been no PCR testing nor quarantine requirements for any arrivals regardless of their vaccination status, including those arriving via the Causeway.</p>\n\n<p>For travel from Bahrain to Saudi Arabia, check the latest information on the Saudi Arabia <a href=\"https://www.gov.uk/foreign-travel-advice/saudi-arabia/entry-requirements\">Travel Advice page</a>.</p>\n\n<h2 id=\"healthcare-in-bahrain\">Healthcare in Bahrain</h2>\n\n<p>If you think you have COVID-19 symptoms, you should call the local hotline on +973 80008100 and follow the authorities’ advice. Hotline is available from 0800 – 1400 local time daily. For general COVID-19 enquires within Bahrain, please contact the <a rel=\"external\" href=\"https://healthalert.gov.bh/en/category/inquiries\">Ministry of Health</a> or on email at <a href=\"mailto:covid19@moh.gov.bh\">covid19@moh.gov.bh</a>.</p>\n\n<p>For contact details for English speaking doctors <a href=\"https://www.gov.uk/government/publications/bahrain-list-of-medical-facilities-and-practitioners\">visit our list of healthcare providers</a>.</p>\n\n<p>Your emotional and mental wellbeing is important. Read <a href=\"/guidance/wellbeing-and-mental-health-during-the-coronavirus-covid-19-pandemic\">guidance on how to look after your mental wellbeing and mental health</a></p>\n\n<p>View <a href=\"/foreign-travel-advice/bahrain/health\">Health</a> for further details on healthcare in Bahrain.</p>\n\n<p>See also the guidance on <a href=\"/guidance/healthcare-support-for-when-you-are-unable-to-return-to-the-uk-during-coronavirus-covid-19\">healthcare if you are waiting to return to the UK</a>.</p>\n\n<h2 id=\"finance\">Finance</h2>\n\n<p>For information on financial support  whilst abroad, visit our <a href=\"/government/publications/financial-assistance-abroad/financial-assistance-abroad\">financial assistance guidance</a>.</p>\n\n<h2 id=\"further-information\">Further information</h2>\n\n<p>If you need urgent consular assistance, contact your <a href=\"/world/embassies\">nearest British embassy, high commission or consulate</a>. All telephone numbers are available 24/7.</p>\n",
                    "slug": "coronavirus",
                    "title": "Coronavirus"
                },
                {
                    "body": "<h3 id=\"security-situation\">Security situation</h3>\n\n<p>Demonstrations and protests can take place occasionally. This may include attempts to disrupt traffic, disturbances in villages and near economic centres. These occasionally result in localised clashes between government security forces and protesters. Anniversaries of significant events in Bahrain sometimes carry an increased risk of protests, which can start with little warning. Locations where such incidents have taken place in the past include Sitra, Bani Jamra, Karbabad, Saar, Karzakan, the Budaiya Highway and surrounding villages.</p>\n\n<p>You should remain vigilant, follow the advice of the local authorities and be aware of your surroundings wherever you are on the island.</p>\n\n<p>Violent protests pose a risk to those who might inadvertently find themselves near to an active demonstration.</p>\n\n<p>If you encounter a large public gathering or demonstration, leave the area immediately. If you see any suspect item, don’t approach or touch it. Move away and call the police on 999 or the Police Hotline 8000 8008.</p>\n\n<p>Travel on the main routes during daylight hours is generally orderly. There are some police checkpoints.</p>\n\n<p>During demonstrations, roads can become blocked, resulting in diversions. These may re-route you to areas with which you are unfamiliar. You should familiarise yourself with alternative routes.</p>\n\n<p>Developments in the wider region continue to have an impact on local public opinion. You should be aware of local sensitivities on these issues. Follow news reports and be alert to local and regional developments, which may trigger public disturbances.</p>\n\n<p>The Ministry of Interior has issued a reminder that all residents and visitors must carry photographic ID. Under Bahraini law, it’s an offence not to be able to present photographic ID if asked to do so by a member of the Bahraini authorities, and you may be subject to a fine of up to 300BHD.</p>\n\n<h3 id=\"crime\">Crime</h3>\n\n<p>Around 4,000 British nationals live in Bahrain, and thousands more visit each year. Most visits are trouble free. Crime is generally uncommon in most areas, but nevertheless visitors should take due care and attention, including using reputable taxi companies.</p>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>You can drive in Bahrain with a valid UK driving licence for up to 3 months. If you’re staying longer, you will need to get either a local licence or an International Driving Permit (IDP). If you are using an IDP, please ensure that you visit the Traffic Authority upon arrival to have it certified.</p>\n\n<p>As of 28 March 2019, the IDP you will need in Bahrain is a 1968 <a href=\"https://www.gov.uk/driving-abroad/international-driving-permit\">International Driving Permit (IDP)</a>. 1926 IDPs previously issued by the UK may no longer be accepted for use in Bahrain after this date. From 1 February 2019, you can only get IDPs over the counter from 2,500 UK Post Offices. You will not be able to buy an IDP outside the UK, so get one before you travel.</p>\n\n<p>Bahrain operates a zero tolerance policy to drink-driving. If you are caught you will be arrested and put in the drivers’ prison. Your case will not be heard until the next working day. First time offenders will have to pay a minimum £900 fine and could be banned from driving in Bahrain. Visitors from Saudi Arabia will be subject to the same punishment but with the addition of a driving ban there also. For repeat offenders the fine and ban will be more serious.</p>\n\n<h3 id=\"air-travel\">Air travel</h3>\n<p>Bahrain International Airport is modern and efficient.</p>\n\n<p>Although alcohol is available at Bahrain airport, security officers and airline staff deal firmly with passengers believed to be drunk - even those who are in transit through the airport. In such circumstance you may be denied boarding, detained and fined.</p>\n\n<h3 id=\"sea-travel\">Sea travel</h3>\n\n<p>There is a Government of Bahrain imposed curfew on the waterways around Bahrain between 6.30pm and 4am. You should respect the curfew.</p>\n\n<p>Take care when travelling by Dhow. The safety of these vessels may not be up to UK standards. Make sure life jackets are available.</p>\n\n<p>Many sea areas of the Gulf are considered highly sensitive by local authorities. Vessels entering these areas have been detained and inspected, and there have been occasional arrests. Make careful enquiries before entering these waters or visiting ports.</p>\n\n<p>Regional tensions may affect your route. Vessels operating in the Gulf of Oman, Northern Arabian Sea, Gulf of Aden and Bab El Mandeb regions may be at increased risk of maritime attack.</p>\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Terrorists are likely to try to carry out attacks in Bahrain. Attacks could be indiscriminate, including in places visited by foreigners.</p>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<p>Past incidents involving explosive devices have killed and injured a number of individuals. These explosions occurred in public places, although there has not been a successful attack in a number of years. The most high profile and recent of these include:</p>\n\n<ul>\n  <li>On 10 November 2017, an oil pipeline exploded in the village of Buri, with no reported casualties.</li>\n  <li>On 27 October 2017, Shia militants detonated an Improved Explosive Device along a major highway targeting a Ministry of Interior police bus killing one officer and injuring eight others.</li>\n</ul>\n\n<p>Terrorists continue to issue statements threatening to carry out attacks in the Gulf region. These include references to attacks on western interests, including residential compounds, military, oil, transport and aviation interests as well as crowded places, including restaurants, hotels, beaches, shopping centres and mosques. You should maintain a high level of security awareness and vigilance, including around significant high profile occasions and events, particularly in such public places and report anything suspicious to the local authorities.</p>\n\n",
                    "slug": "terrorism",
                    "title": "Terrorism"
                },
                {
                    "body": "<p>Bahrain is a liberal country compared with most others in the region, but many Bahrainis hold conservative social views.</p>\n\n<p>Respect local traditions, customs, laws and religions at all times and be aware of your actions to ensure that they don’t offend, especially during the holy month of Ramadan and Shia religious festivals. Bahrainis observe some religious anniversaries that may not be celebrated in neighbouring Gulf countries.</p>\n\n<p>Offensive language, spitting and aggressive behaviour (including ‘road rage’ hand gestures) are viewed as seriously offensive and can result in imprisonment and deportation.</p>\n\n<h3 id=\"social-media\">Social media</h3>\n\n<p>Use social media responsibly while you are in Bahrain. Please remember to respect the local culture and public security rules. Posting material (including videos and photographs) online that is critical of the Bahrain government, or appearing to abuse/ridicule/criticise the country, or that is culturally insensitive, may be considered a crime punishable under Bahrain law.</p>\n\n<h3 id=\"personal-id\">Personal ID</h3>\n\n<p>All residents and visitors must carry photographic ID. Under Bahraini law, it’s an offence not to be able to present photographic ID if you’re asked to do so by a member of the Bahraini authorities, and you may be subject to a fine of up to 300BHD.</p>\n\n<h3 id=\"lgbt\">LGBT+</h3>\n\n<p>Bahraini law doesn’t criminalise same sex-activity between consenting adults who are at least 21 years of age, although sodomy is illegal. Bahrain is a liberal country compared with most others in the region, but many Bahrainis hold conservative social views. There are some reported cases of individuals punished for same-sexual activity, but in practice arrests for homosexual behaviour are relatively rare. See our <a href=\"https://www.gov.uk/guidance/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">information and advice page</a> for the LGBT+ community before you travel.</p>\n\n<p>See more about <a href=\"https://www.gov.uk/guidance/living-in-bahrain\">living in Bahrain</a>.</p>\n\n<h3 id=\"drugs\">Drugs</h3>\n\n<p>Illegal drugs are strictly forbidden, even a residual amount. Consuming or carrying illegal drugs, even if you are transiting through the airport from one country to another, can result in imprisonment and deportation. Buying or selling illegal drugs and narcotics is considered a serious crime which can result in life imprisonment.</p>\n\n<p>Some skincare products and E-cigarette refills may contain ingredients that are illegal in Bahrain such as CBD oil.</p>\n\n<p>If you are using prescribed drugs, it is advisable to carry a doctor’s note. If you are bringing prescription drugs into Bahrain you may need to seek prior agreement from the authorities. You should check with the nearest Bahrain Embassy or consulate before you travel.</p>\n\n<h3 id=\"alcohol\">Alcohol</h3>\n\n<p>Alcohol is legal in Bahrain with a number of bars, licensed restaurants and off-licences; however, drunken behaviour in public or driving under the influence of alcohol is against the law, making the offender liable to a fine or imprisonment and/or deportation and withdrawal of their driving licence. Physical assault and damaging public property whilst under the influence of alcohol is an offence, which may lead to a prison sentence.</p>\n\n<h3 id=\"drones-and-uavs\">Drones and UAVs</h3>\n\n<p>Flying drones or remote-controlled Unmanned Air Vehicle flying devices either without a valid licence or in restricted airspace is against the law. Please consult the <a rel=\"external\" href=\"https://www.bahrain.bh/wps/portal/en/BNP/AboutTheKingdom/Drones\">Bahrain Civil Aviation Authority</a> for further details.</p>\n\n<h3 id=\"driving-in-bahrain\">Driving in Bahrain</h3>\n\n<p>Bahrain has a zero-tolerance policy towards drinking and driving. You can be charged and imprisoned if you are caught with even the smallest amount of alcohol in your system. Tailgating, speeding, racing, lane jumping and using a mobile phone while driving are all against the law and can result in heavy fines. There are numerous speed cameras on the roads and motorways. Wearing a seatbelt is mandatory. Failure to do so can result in a fine.</p>\n\n<h3 id=\"dress-code-in-bahrain\">Dress code in Bahrain</h3>\n\n<p>Dress conservatively in public places, especially religious sites.</p>\n\n<p>Bahrainis often dress conservatively in traditional dress and can be offended when people dress inappropriately or not in accordance with Islamic values.</p>\n\n<p>In public places such as shopping malls, restaurants and parks, you are encouraged to dress appropriately. Clothing should not be transparent, indecently expose parts of the body or display offensive pictures or slogans. Be aware that if you enter one of these areas dressed inappropriately you may be asked to leave (most of the larger shopping malls display signs warning that respectable clothing should be worn). Any form of nudity is strictly forbidden, including topless sunbathing. These rules are even more closely observed during Ramadan when modesty is promoted.</p>\n\n<h3 id=\"respect-for-religion-in-bahrain\">Respect for religion in Bahrain</h3>\n\n<p>Islamic religious values are greatly respected in Bahrain. Showing any disrespect towards religious beliefs or practices is considered deeply offensive and very likely to result in a heavy fine and/or imprisonment. Other religions are respected in Bahrain and can be followed with freedom.</p>\n\n<ul>\n  <li>Muslims pray five times a day. You will notice that the mosques call people to pray through a speaker system\n*Be aware that drivers who are not close to a mosque, may stop at a convenient lay-by to pray privately</li>\n  <li>During the holy month of Ramadan, Muslims fast from dawn to sunset. Throughout this month, eating, drinking, smoking, playing loud music and dancing in public places during daylight hours are strictly forbidden and punishable by law, including for non-Muslims.</li>\n</ul>\n",
                    "slug": "local-laws-and-customs",
                    "title": "Local laws and customs"
                },
                {
                    "body": "<div class=\"call-to-action\">\n\n  <p>This page has information on travelling to Bahrain.</p>\n\n</div>\n\n<p>This page reflects the UK government’s understanding of current rules for people travelling on a full ‘British Citizen’ passport, for the most common types of travel.</p>\n\n<p>The authorities in Bahrain set and enforce entry rules. If you’re unsure how Bahrain’s entry requirements apply to you, contact its <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">UK embassy, high commission or consulate</a>.’</p>\n\n<p>You should also consider checking with your transport provider or travel company to make sure your passport and other travel documents meet their requirements.</p>\n\n<h2 id=\"visas\">Visas</h2>\n\n<p>Make sure you check the latest entry requirements with the <a rel=\"external\" href=\"http://www.bahrainembassy.co.uk/\">Embassy of the Kingdom of Bahrain</a> before you travel.</p>\n\n<p>The Government of Bahrain reintroduced visas on-arrival across the Kingdom’s entry points from 4 September 2020. Travellers can also get a visa in advance, either <a rel=\"external\" href=\"http://www.evisa.gov.bh/\">online</a> or from the <a rel=\"external\" href=\"http://www.bahrainembassy.co.uk/\">Embassy of the Kingdom of Bahrain</a> in the UK.</p>\n\n<p>Holders of valid visas can enter Bahrain without the need for a letter of prior permission. This excludes visas issued on arrival at Bahrain’s ports and airports. Business visitors should bring a letter of invitation.</p>\n\n<p>Visitors can be issued visas for various lengths up to 6 months, depending on their need and at the discretion of the Immigration Officer. You may be asked to provide evidence of onward or return travel. If you enter as a visitor you must not take up employment.</p>\n\n<p>In Bahrain you can apply to renew your visa at the Nationality, Passports and Residential Affairs department at the Ministry of Interior. You can apply for residency through the Labour Market Regulatory Authority (LMRA).  Individuals should enquire about their individual circumstances by visiting the <a rel=\"external\" href=\"https://www.npra.gov.bh/en-inquiries-and-proposals/\">NPRA website</a>.</p>\n\n<h3 id=\"passport-validity\">Passport validity</h3>\n\n<p>Your passport should be valid for a minimum period of 6 months from the date of entry into Bahrain.</p>\n\n<h3 id=\"yellow-fever-certificate-requirements\">Yellow fever certificate requirements</h3>\n\n<p>Check whether you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/20/bahrain#Vaccine_recommendations\">TravelHealthPro website</a>.</p>\n\n<h2 id=\"exit-requirements\">Exit requirements</h2>\n\n<p>You can be fined if you overstay or fail to extend your legal residency.</p>\n\n<h3 id=\"travel-bans\">Travel bans</h3>\n\n<p>You must have legal status in Bahrain when you leave. You may be prevented from leaving Bahrain if you are subject to a travel ban, involved in legal proceedings, have unpaid debt, or are a child subject to a custody dispute.</p>\n\n<p>Travel bans are legal prohibitions the Government of Bahrain imposes to prevent persons involved in disputes from departing the country. They can be the result of a civil or criminal dispute or immigration violation. They are not lifted until the matter, i.e. civil suit; criminal case or immigration violation is settled. Persons who are involved in disputes or investigations can check if travel bans apply with the Bahrain Immigration Department. Often travellers do not learn that they are subject to a travel ban until they attempt to depart the country or on entry into the country.</p>\n\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>If you have a health condition, or you are pregnant, you may need specialist healthcare abroad. Check whether your destination country can provide the healthcare you may need and ensure you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for unexpected medical evacuation or local treatment.</p>\n\n<p>At least 8 weeks before your trip, check the latest country-specific health advice from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/countries\">National Travel Health Network and Centre (NaTHNaC)</a> on the TravelHealthPro website. Each country-specific page has information on vaccine recommendations, any current health risks or outbreaks, and factsheets with information on staying healthy abroad. Guidance is also available from NHS (Scotland) on the <a rel=\"external\" href=\"https://www.fitfortravel.nhs.uk/destinations.aspx\">FitForTravel website</a>.</p>\n\n<p>General information on <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">travel vaccinations</a> and a <a rel=\"external\" href=\"https://www.nhs.uk/live-well/healthy-body/travel-health-checklist/\">travel health checklist</a> is available on the NHS website.  You may then wish to contact your health adviser or pharmacy for advice on other preventive measures and managing any pre-existing medical conditions while you’re abroad.</p>\n\n<p>The legal status and regulation of some medicines prescribed or purchased in the UK can be different in other countries. If you’re travelling with prescription or over-the-counter medicine, read this guidance from NaTHNaC on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>. For further information on the legal status of a specific medicine, you’ll need to contact the <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">embassy, high commission or consulate</a> of the country or territory you’re travelling to.</p>\n\n<p>While travel can be enjoyable, it can sometimes be challenging. There are clear links between mental and physical health, so looking after yourself during travel and when abroad is important. Information on travelling with mental health conditions is available in our <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">guidance</a> page. Further information is also available from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">National Travel Health Network and Centre</a> (NaTHNaC).</p>\n\n<h3 id=\"local-medical-care\">Local medical care</h3>\n<p>You will be charged for emergency medical treatment. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.</p>\n\n<p>If you need emergency medical assistance during your trip, dial 999 and ask for an ambulance. You should contact your insurance/medical assistance company promptly if you are referred to a medical facility for treatment.</p>\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. If you need urgent help because something has happened to a friend or relative abroad, contact the Foreign, Commonwealth &amp; Development Office (FCDO) in London on 020 7008 5000 (24 hours).</p>\n</div>\n\n<h3 id=\"foreign-travel-checklist\">Foreign travel checklist</h3>\n\n<p>Read our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> to help you plan for your trip abroad and stay safe while you’re there.</p>\n\n<h3 id=\"travel-safety\">Travel safety</h3>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice helps you make your own decisions about foreign travel. Your safety is our main concern, but we can’t provide tailored advice for individual trips. If you’re concerned about whether or not it’s safe for you to travel, you should read the travel advice for the country or territory you’re travelling to, together with information from other sources you’ve identified, before making your own decision on whether to travel. Only you can decide whether it’s safe for you to travel.</p>\n\n<p>When we judge the level of risk to British nationals in a particular place has become unacceptably high, we’ll state on the travel advice page for that country or territory that we advise against all or all but essential travel. <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">Read more about how the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> assesses and categorises risk in foreign travel advice</a>.</p>\n\n<p>Our <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggests additional things you can do before and during foreign travel to help you stay safe.</p>\n\n<h3 id=\"refunds-and-cancellations\">Refunds and cancellations</h3>\n\n<p>If you wish to cancel or change a holiday that you’ve booked, you should contact your travel company. The question of refunds and cancellations is a matter for you and your travel company. Travel companies make their own decisions about whether or not to offer customers a refund. Many of them use our travel advice to help them reach these decisions, but we do not instruct travel companies on when they can or can’t offer a refund to their customers.</p>\n\n<p>For more information about your rights if you wish to cancel a holiday, visit <a rel=\"external\" href=\"https://www.citizensadvice.org.uk/consumer/holiday-cancellations-and-compensation/cancelling-a-holiday/\">the Citizen’s Advice Bureau website</a>. For help resolving problems with a flight booking, visit the <a rel=\"external\" href=\"https://www.caa.co.uk/Passengers/Resolving-travel-problems/\">website of the Civil Aviation Authority</a>. For questions about travel insurance, contact your insurance provider and if you’re not happy with their response, you can complain to the <a rel=\"external\" href=\"http://www.financial-ombudsman.org.uk/consumer/complaints.htm\">Financial Ombudsman Service</a>.</p>\n\n<h3 id=\"registering-your-travel-details-with-us\">Registering your travel details with us</h3>\n\n<p>We’re no longer asking people to register with us before travel. Our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> and <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggest things you can do before and during foreign travel to plan your trip and stay safe.</p>\n\n<h3 id=\"previous-versions-of-fcdo-travel-advice\">Previous versions of <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</h3>\n\n<p>If you’re looking for a previous version of the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice, visit the <a rel=\"external\" href=\"http://webarchive.nationalarchives.gov.uk/*/http:/www.gov.uk/foreign-travel-advice\">National Archives website</a>. Versions prior to 2 September 2020 will be archived as FCO travel advice. If you can’t find the page you’re looking for there, <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Bahrain&amp;post=Bahrain%20travel%20advice%20team\">send the Travel Advice Team a request</a>.</p>\n\n<h3 id=\"further-help\">Further help</h3>\n\n<p>If you’re a British national and you have a question about travelling abroad that isn’t covered in our foreign travel advice or elsewhere on GOV.UK, you can <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Bahrain&amp;post=Bahrain%20travel%20advice%20team\">submit an enquiry</a>, or contact us on <a rel=\"external\" href=\"https://twitter.com/FCDOtravelGovUK\">Twitter</a> or <a rel=\"external\" href=\"https://en-gb.facebook.com/FCDOTravel\">Facebook</a>. We’re not able to provide tailored advice for specific trips.</p>\n\n",
                    "slug": "travel-advice-help-and-support",
                    "title": "Travel advice help and support"
                }
            ],
            "reviewed_at": "2023-09-14T14:30:44Z",
            "updated_at": "2023-09-14T14:57:34Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-03-18T14:55:22Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/bahrain",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/bahrain",
                    "base_path": "/foreign-travel-advice/bahrain",
                    "content_id": "66c3e499-0a63-42e0-833d-8b847e70e229",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-14T14:30:44Z",
                    "schema_name": "travel_advice",
                    "title": "Bahrain travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/bahrain",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/bahrain",
                    "api_url": "https://www.gov.uk/api/content/world/bahrain",
                    "base_path": "/world/bahrain",
                    "content_id": "7d3638db-2d02-499d-99b9-34088dc67d03",
                    "description": "Services if you're visiting, studying, working or living in Bahrain. Includes information about trading with and doing business in the UK and Bahrain.",
                    "details": {
                        "internal_name": "UK help and services in Bahrain",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:37:14Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Bahrain",
                    "web_url": "https://www.gov.uk/world/bahrain",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/oman",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/oman",
                    "base_path": "/foreign-travel-advice/oman",
                    "content_id": "aa62bc84-6fd0-4665-8b9a-4c4ab5977e8a",
                    "details": {
                        "change_description": "Removal of reference to Tropical Cyclone Tej and update on wadi flash floods ('Natural disasters' page).",
                        "country": {
                            "name": "Oman",
                            "slug": "oman",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-26T10:36:43Z",
                    "schema_name": "travel_advice",
                    "title": "Oman travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/oman",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/kuwait",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/kuwait",
                    "base_path": "/foreign-travel-advice/kuwait",
                    "content_id": "bb97fe15-ec47-4968-a2e8-1922e5916cb4",
                    "details": {
                        "change_description": "Updated assessment that the risk of terrorist attacks happening in Kuwait is very likely (‘Terrorism’ page). Updated information on public demonstrations based on wider regional tensions (‘Political Situation’ page).",
                        "country": {
                            "name": "Kuwait",
                            "slug": "kuwait",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-29T14:21:37Z",
                    "schema_name": "travel_advice",
                    "title": "Kuwait travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/kuwait",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/qatar",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/qatar",
                    "base_path": "/foreign-travel-advice/qatar",
                    "content_id": "3d94082a-6e41-4c09-ba52-1b282943caae",
                    "details": {
                        "change_description": "Information that you must get health insurance before travelling to Qatar for 30 or more days and that all visitors are advised to get travel insurance before entering Qatar ('Entry requirements' page).",
                        "country": {
                            "name": "Qatar",
                            "slug": "qatar",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-22T14:38:46Z",
                    "schema_name": "travel_advice",
                    "title": "Qatar travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/qatar",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/united-arab-emirates",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/united-arab-emirates",
                    "base_path": "/foreign-travel-advice/united-arab-emirates",
                    "content_id": "753268f3-f9fb-44bb-bcb2-84a570ea637e",
                    "details": {
                        "change_description": "Update to include information relevant for the period of COP28 in Dubai 30 November – 12 December ('Summary' page). ",
                        "country": {
                            "name": "United Arab Emirates",
                            "slug": "united-arab-emirates",
                            "synonyms": [
                                "UAE",
                                "Dubai",
                                "Abu Dhabi"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-08T12:35:56Z",
                    "schema_name": "travel_advice",
                    "title": "United Arab Emirates travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/united-arab-emirates",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/saudi-arabia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/saudi-arabia",
                    "base_path": "/foreign-travel-advice/saudi-arabia",
                    "content_id": "a83fb6ba-7c3c-4e32-afe0-d7dce1ea5e6b",
                    "details": {
                        "change_description": "Information under ‘Photography and media’ (‘Local laws and customs’ page).",
                        "country": {
                            "name": "Saudi Arabia",
                            "slug": "saudi-arabia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-10T12:44:32Z",
                    "schema_name": "travel_advice",
                    "title": "Saudi Arabia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/saudi-arabia",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-bahrain",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-bahrain",
                    "base_path": "/world/living-in-bahrain",
                    "content_id": "ecd33e8c-9e0d-47c8-abd6-0415b387b52c",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Bahrain",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/bahrain",
                                "api_url": "https://www.gov.uk/api/content/world/bahrain",
                                "base_path": "/world/bahrain",
                                "content_id": "7d3638db-2d02-499d-99b9-34088dc67d03",
                                "description": "Services if you're visiting, studying, working or living in Bahrain. Includes information about trading with and doing business in the UK and Bahrain.",
                                "details": {
                                    "internal_name": "UK help and services in Bahrain",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:14Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Bahrain",
                                "web_url": "https://www.gov.uk/world/bahrain",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:13:52Z",
                    "schema_name": "taxon",
                    "title": "Living in Bahrain",
                    "web_url": "https://www.gov.uk/world/living-in-bahrain",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-bahrain",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-bahrain",
                    "base_path": "/world/travelling-to-bahrain",
                    "content_id": "d88071f5-0a31-4ee6-91e4-073abe25bd15",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Bahrain",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/bahrain",
                                "api_url": "https://www.gov.uk/api/content/world/bahrain",
                                "base_path": "/world/bahrain",
                                "content_id": "7d3638db-2d02-499d-99b9-34088dc67d03",
                                "description": "Services if you're visiting, studying, working or living in Bahrain. Includes information about trading with and doing business in the UK and Bahrain.",
                                "details": {
                                    "internal_name": "UK help and services in Bahrain",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:14Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Bahrain",
                                "web_url": "https://www.gov.uk/world/bahrain",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:13:51Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Bahrain",
                    "web_url": "https://www.gov.uk/world/travelling-to-bahrain",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-09-14T14:30:44Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1694703454.258-10.13.20.237-38394",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Bahrain travel advice",
        "updated_at": "2023-11-15T10:55:25Z",
        "withdrawn_notice": {}
    }
}