{
    "Country Slug": "belgium",
    "Country Name": "Belgium",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/belgium",
        "content_id": "7631e836-3295-403d-b031-09d563322511",
        "description": "FCDO travel advice for Belgium. Includes safety and security, insurance, entry requirements and legal differences.   ",
        "details": {
            "alert_status": [],
            "change_description": "Information that following a shooting on 16 October there may be an increased police presence ('Safety and security' page).",
            "change_history": [
                {
                    "note": "Latest update: Terrorism section - factual update to the list of attacks; Health Section – revised guidance on sources of health information before travel  ",
                    "public_timestamp": "2018-11-21T11:11:07.234Z"
                },
                {
                    "note": "Latest update: Summary – addition of link to Living In country guide; Entry requirements section (Visas) - information on draft withdrawal agreement in principle between the UK and EU",
                    "public_timestamp": "2018-11-22T18:16:32.441Z"
                },
                {
                    "note": "Latest update: Summary – there may be increased security in place over the Christmas and New Year period, including at Christmas markets and other major events that might attract large crowds; you should remain vigilant and follow the advice of local authorities",
                    "public_timestamp": "2018-12-03T11:25:37.003Z"
                },
                {
                    "note": "Latest update: Summary - addition of information and advice regarding protests expected in Brussels on Saturday 8 December",
                    "public_timestamp": "2018-12-07T13:01:32.964Z"
                },
                {
                    "note": "Latest update: Summary - removal of information about expected protests in Brussels on 8 December",
                    "public_timestamp": "2018-12-10T16:26:53.943Z"
                },
                {
                    "note": "Latest update: Summary - removal of information about possible increased security over the Christmas and New Year period",
                    "public_timestamp": "2019-01-04T14:49:22.288Z"
                },
                {
                    "note": "Summary - addition of links to pages with latest updates for UK nationals travelling and living in Europe; Safety and security section (Road travel) - addition of link to information on International Driving Permits if the UK leaves the EU without a deal; Entry requirements section (Passport validity) - updated information on passport validity rules if the UK leaves the EU without a deal",
                    "public_timestamp": "2019-01-22T17:18:09.167Z"
                },
                {
                    "note": "Latest update: Entry requirements section (Visas) – addition of information; EU exit visa requirements ",
                    "public_timestamp": "2019-01-30T13:55:11.089Z"
                },
                {
                    "note": "Latest update: Health section - addition of information and advice on access to healthcare after the UK leaves the EU",
                    "public_timestamp": "2019-01-31T17:29:50.896Z"
                },
                {
                    "note": "Latest update: Summary - A number of trade unions have called for a national strike in all sectors starting at 10pm on Tuesday 12 February and ending at 10pm on Wednesday 13 February; the strike is likely to cause disruption to public services and transport; you should check with your transport operator before travel, and follow local news providers for further information",
                    "public_timestamp": "2019-02-08T14:49:19.031Z"
                },
                {
                    "note": "Latest update: Summary - due to a national trade union strike until 10pm on Wednesday 13 February, Belgian airspace has been closed and there will be few, if any, flights operating; you should contact your tour operator or airline for information on alternative options if travelling to or from Belgium",
                    "public_timestamp": "2019-02-13T09:16:25.850Z"
                },
                {
                    "note": "Latest update: Summary - removal of information on national strike action on Wednesday 13 February",
                    "public_timestamp": "2019-02-14T14:00:29.298Z"
                },
                {
                    "note": "Latest update:  Entry requirements section (Passport validity) - updated information and link to HM Passport Office tool to check passport validity for travel to Europe if the UK leaves the EU with no deal\r\n",
                    "public_timestamp": "2019-02-19T11:16:17.589Z"
                },
                {
                    "note": "Latest update: Summary - refreshed general information and advice on demonstrations, which often take place in Brussels, including around transport hubs and the Schuman area; removal of links to guidance published for World War 1 centenary commemorations",
                    "public_timestamp": "2019-03-22T13:51:37.727Z"
                },
                {
                    "note": "Summary section - addition of link to guidance on doing business in Belgium",
                    "public_timestamp": "2019-03-25T17:24:24.554Z"
                },
                {
                    "note": "Latest update: Summary and Safety and security section - This advice has been reviewed with editorial amendments",
                    "public_timestamp": "2019-04-01T13:25:40.025Z"
                },
                {
                    "note": "Summary - Belgium is currently experiencing extreme temperatures across the country; addition of link to tips and advice from the National Travel Health Network and Centre",
                    "public_timestamp": "2019-07-25T10:52:16.000Z"
                },
                {
                    "note": "Summary - removal of information on the heatwave",
                    "public_timestamp": "2019-07-30T10:04:21.000Z"
                },
                {
                    "note": "Summary – addition of information and advice about Christmas markets and events over the festive period",
                    "public_timestamp": "2019-11-12T17:29:25.000Z"
                },
                {
                    "note": "Summary – addition of information on the likely disruption of Eurostar rail services between 5 December and 8 December (inclusive)",
                    "public_timestamp": "2019-11-27T15:14:02.000Z"
                },
                {
                    "note": "Summary and Terrorism section – updated information and advice about the threat from terrorism reflecting a decreased threat",
                    "public_timestamp": "2019-12-09T13:54:13.000Z"
                },
                {
                    "note": "Summary - updated information on likely disruption of Eurostar rail services between 5 and 12 December (inclusive)",
                    "public_timestamp": "2019-12-09T17:11:39.000Z"
                },
                {
                    "note": "Summary - updated information on ongoing likely disruption of Eurostar rail services ",
                    "public_timestamp": "2019-12-13T16:55:19.000Z"
                },
                {
                    "note": "Summary - updated information on ongoing disruption of Eurostar rail services and likely disruption of Belgian rail network",
                    "public_timestamp": "2019-12-18T16:43:08.000Z"
                },
                {
                    "note": "Summary - removal of information on industrial action by rail workers on 19 December",
                    "public_timestamp": "2019-12-19T14:38:35.000Z"
                },
                {
                    "note": "Summary - updated information on industrial action by rail workers on 19 December",
                    "public_timestamp": "2019-12-19T15:25:32.000Z"
                },
                {
                    "note": "Summary - removal of information on a strike on the Belgian rail network on 18 and 19 December",
                    "public_timestamp": "2019-12-20T17:14:16.000Z"
                },
                {
                    "note": "Safety and security (Low emission zones) - addition of information on a new Low Emission Zone in Ghent from 1 January 2020",
                    "public_timestamp": "2019-12-27T11:46:41.000Z"
                },
                {
                    "note": "Summary – removal of information and advice about Christmas markets and events over the festive period",
                    "public_timestamp": "2020-01-06T13:13:16.000Z"
                },
                {
                    "note": "Safety and security (Road travel), Entry requirements and Health sections - editorial amendments to add existing information on travel if the UK leaves the EU with a deal",
                    "public_timestamp": "2020-01-21T14:56:46.000Z"
                },
                {
                    "note": "Summary and Health - addition of information and advice on coronavirus ",
                    "public_timestamp": "2020-02-11T11:03:48.000Z"
                },
                {
                    "note": "Terrorism - factual update to information on previous incidents",
                    "public_timestamp": "2020-02-20T16:18:34.000Z"
                },
                {
                    "note": "Update to information about coronavirus (COVID-19) ('Health' and 'Summary' pages) ",
                    "public_timestamp": "2020-03-02T11:42:19.000Z"
                },
                {
                    "note": "Update to information on coronavirus (COVID-19)('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-12T14:44:00.000Z"
                },
                {
                    "note": "Update on measures taken to limit the spread of coronavirus (COVID-19) ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-13T18:01:45.000Z"
                },
                {
                    "note": "Addition of information on additional COVID-19 measures, which include limiting travel to journeys that are absolutely necessary ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-18T19:22:12.000Z"
                },
                {
                    "note": "Reintroduction of entry and exit checks on the Belgian border, in order to prevent non-essential travel. (Summary, Health, Entry Requirements)",
                    "public_timestamp": "2020-03-20T23:59:45.000Z"
                },
                {
                    "note": "Update of information on travel restrictions in relation to coronavirus (COVID-19) ('Health' page)",
                    "public_timestamp": "2020-03-23T17:57:53.000Z"
                },
                {
                    "note": "Requirement for people transiting through Belgium to carry valid ID/proof of residence and evidence of onward travel  ('Entry requirements' and 'Health' pages)",
                    "public_timestamp": "2020-03-24T20:28:46.000Z"
                },
                {
                    "note": "Addition of information and advice on the extension of  measures to prevent the spread of coronavirus ('coronavirus' page)",
                    "public_timestamp": "2020-03-28T23:38:30.000Z"
                },
                {
                    "note": "Update to information on returning to the UK and local measures introduced to limit the spread of coronavirus (COVID-19)('Coronavirus' and ‘Return to the UK’ pages)",
                    "public_timestamp": "2020-04-03T14:21:13.000Z"
                },
                {
                    "note": "Update regarding self-quarantine on arrival to Belgium (see 'Coronavirus')",
                    "public_timestamp": "2020-04-08T21:55:37.000Z"
                },
                {
                    "note": "Extension of current measures until 3 May ('Coronavirus' page)",
                    "public_timestamp": "2020-04-15T22:18:21.000Z"
                },
                {
                    "note": "Announcement of plans to ease domestic measures in response to coronavirus ('Coronavirus' page).",
                    "public_timestamp": "2020-04-27T15:57:54.000Z"
                },
                {
                    "note": "Updated information on commercial flights and ferry routes to the UK ('Return to the UK')",
                    "public_timestamp": "2020-04-28T19:07:48.000Z"
                },
                {
                    "note": "Requirement that face masks be worn on public transport and on Eurostar services (‘Coronavirus’ and ‘Return to the UK’ pages).",
                    "public_timestamp": "2020-05-04T11:22:15.000Z"
                },
                {
                    "note": "Requirement that face masks be worn on public transport and on Eurostar services (‘Coronavirus’ and ‘Return to the UK’ pages).",
                    "public_timestamp": "2020-05-09T14:56:14.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-20T13:29:51.000Z"
                },
                {
                    "note": "Updated information on domestic measures to tackle COVID-19 as Belgium moves into Phase Three of relaxation measures on 8 June ('Staying during coronavirus' page) and addition of information on the opening of borders for travel to and from the EU from 15 June ('Entry requirements' page).",
                    "public_timestamp": "2020-06-05T13:42:52.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T13:00:48.000Z"
                },
                {
                    "note": "New information on the reopening of borders ('Entry requirements' page)",
                    "public_timestamp": "2020-06-22T09:09:27.000Z"
                },
                {
                    "note": "Update to information and advice on direct flights to the UK ('Return to the UK' page)",
                    "public_timestamp": "2020-06-25T12:50:25.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section'",
                    "public_timestamp": "2020-07-02T16:09:23.000Z"
                },
                {
                    "note": "From 4 July, Belgium is exempt from the FCO advice against all non-essential international travel. This is based on the current assessment of COVID-19 risks",
                    "public_timestamp": "2020-07-03T14:30:58.000Z"
                },
                {
                    "note": "Updates to domestic measures taken in response to COVID-19 ('Coronavirus' 'Entry requirements')",
                    "public_timestamp": "2020-07-09T17:53:38.000Z"
                },
                {
                    "note": "Updated information on domestic measures taken in response to COVID-19  ('Coronavirus' page).",
                    "public_timestamp": "2020-07-10T17:03:55.000Z"
                },
                {
                    "note": "Revised information on requirement to self-isolate for 14 days if you are arriving in Belgium from an area designated as a high risk (red) region. Travellers from Leicester are now required to self-isolate on arrival (‘Entry requirements’ page)",
                    "public_timestamp": "2020-07-10T22:26:36.000Z"
                },
                {
                    "note": "Revised information on requirement to self-isolate for 14 days if you are arriving in Belgium from an area designated as a high risk (red) region. Travellers from Leicester are required to self-isolate on arrival (‘Entry requirements’ page).",
                    "public_timestamp": "2020-07-13T16:56:44.000Z"
                },
                {
                    "note": "Addition of information on the need to fill out a Passenger Locator Form if arriving in Belgium from the UK ('Entry requirements' page).",
                    "public_timestamp": "2020-07-15T16:42:24.000Z"
                },
                {
                    "note": "Update to information on the completion of a Passenger Locator Form on entry to Belgium ('Entry requirements' page)",
                    "public_timestamp": "2020-07-16T15:31:09.000Z"
                },
                {
                    "note": "Inclusion of North West England and removal of North Wales from Belgium's Orange category ('Entry requirements' page)",
                    "public_timestamp": "2020-07-17T16:47:04.000Z"
                },
                {
                    "note": "Inclusion of additional information related to domestic coronavirus measures and entry requirements (See ‘Coronavirus’ and 'Entry requirements' pages)",
                    "public_timestamp": "2020-07-24T17:55:16.000Z"
                },
                {
                    "note": "Updated information on new measures and mandatory requirements to tackle COVID19 ('Coronavirus' page) and updated information on requirements when travelling to Belgium ('Entry requirements' page)",
                    "public_timestamp": "2020-07-28T12:51:04.000Z"
                },
                {
                    "note": "The FCO now advise against all but essential travel to Belgium, based on the current assessment of COVID-19 risks",
                    "public_timestamp": "2020-08-06T19:22:42.000Z"
                },
                {
                    "note": "Updated information to reflect that Wales has been removed from Belgium’s ‘orange list.' (‘Entry requirements’ page)",
                    "public_timestamp": "2020-08-08T05:15:51.000Z"
                },
                {
                    "note": "Updated information on domestic measures in response to the coronavirus pandemic (‘Coronavirus' page).",
                    "public_timestamp": "2020-08-12T14:58:59.000Z"
                },
                {
                    "note": "Addition of North Eastern Scotland to the ‘orange’ coronavirus (COVID-19) risk category of countries (‘Entry requirements’ page)",
                    "public_timestamp": "2020-08-14T16:10:46.000Z"
                },
                {
                    "note": "Revised information on the coronavirus (COVID-19) risk category of regions (‘Entry requirements’ page)",
                    "public_timestamp": "2020-08-14T20:31:33.000Z"
                },
                {
                    "note": "Addition of information on entry requirements and passport validity from January 2021 (‘Entry requirements’ page)",
                    "public_timestamp": "2020-09-07T12:07:53.000Z"
                },
                {
                    "note": "New information on road deaths in Belgium in 2019 (‘Safety and security’page)",
                    "public_timestamp": "2020-10-02T14:03:18.000Z"
                },
                {
                    "note": "Additional information on travel and entry requirements in Belgium; travellers entering Belgium from high risk regions will be required to take a test and to self-isolate for 7 days\r\n(‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-10-06T09:04:52.000Z"
                },
                {
                    "note": "Additional information on Belgian Coronavirus measures; travel and entry requirements (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-10-21T09:14:41.000Z"
                },
                {
                    "note": "Additional information on Belgian Coronavirus measures; travel and entry requirements (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-10-30T23:33:39.000Z"
                },
                {
                    "note": "Update to information on visas from January 2021 (‘Entry requirements’ page)",
                    "public_timestamp": "2020-11-06T11:06:43.000Z"
                },
                {
                    "note": "Updated information from the Belgian Government on the strict coronavirus measures, they have been extended till at least 15 January ('Coronavirus' page)",
                    "public_timestamp": "2020-12-02T13:44:08.000Z"
                },
                {
                    "note": "Updated information on coronavirus measures (‘Coronavirus’ page), re-introduction of mandatory quarantine and test seven days after return from a high risk region, and requirement for negative test before entry from 25 December. (‘Entry Requirements’ page) and additional information on healthcare (‘Health’ page).",
                    "public_timestamp": "2020-12-18T22:22:30.000Z"
                },
                {
                    "note": "The Belgian government has announced that from 00:01 on 21 December 2020 it will close the border between the UK and Belgium for at least 24 hours ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-12-20T17:44:22.000Z"
                },
                {
                    "note": "The Belgian government has extended the suspension of passenger travel from the UK for a further 24 hours until 23:59 on 22 December.  From 23 December only those travelling from the UK who are resident in Belgium will be able to enter ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-12-21T21:08:06.000Z"
                },
                {
                    "note": "Updated information on exemptions for non-residents travelling for essential work or compelling family reasons from 23 December; passengers transiting by air and links to relevant Belgian Government websites ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-12-22T20:14:13.000Z"
                },
                {
                    "note": "Update to information about passenger travel suspension,  transiting through France  ('Summary' and ‘Entry requirements’ pages) and clarification of curfew hours in Wallonia on December 24 and 25 (‘Coronavirus’ page).",
                    "public_timestamp": "2020-12-23T17:48:45.000Z"
                },
                {
                    "note": "Update to information about passenger travel suspension, transiting through France ('Summary' and ‘Entry requirements’ pages) and clarification of curfew hours in Wallonia on December 24 (‘Coronavirus’ page).",
                    "public_timestamp": "2020-12-23T19:59:10.000Z"
                },
                {
                    "note": "Addition of EU/Schengen nationals and residents transiting Belgium to list of travellers able to enter; link to details of requirements for the presentation of a negative Covid-19 PCR test for non-residents; clarification that the PCR test must now be taken within 72 hours prior to arrival ('Summary' and ‘Entry requirements’ pages).",
                    "public_timestamp": "2020-12-27T15:52:01.000Z"
                },
                {
                    "note": "Update to reflect that UK-issued European Health Insurance Cards (EHIC) will still be accepted from 1 January 2021 (see 'Health' page).",
                    "public_timestamp": "2020-12-29T15:46:06.000Z"
                },
                {
                    "note": "Changes to entry requirements that come in to force at the end of the UK’s transition period from the EU. ('Entry Requirements') ",
                    "public_timestamp": "2020-12-31T15:38:30.000Z"
                },
                {
                    "note": "Addition of information about entry requirements for Belgium that come in to force at the end of the UK's transition period from the EU (See 'Summary', 'Coronavirus', 'Entry Requirements' pages)",
                    "public_timestamp": "2021-01-04T22:32:26.000Z"
                },
                {
                    "note": "Removal of information on travellers that what to gain entry to Belgium must have a essential journey certificate issued in advance by Belgian embassy or consulate, attesting that the journey is essential ('Entry requirements' page)",
                    "public_timestamp": "2021-01-05T14:32:03.000Z"
                },
                {
                    "note": "Measures in place in Belgium to tackle Covid-19 extended and addition of information on when and where testing is possible in Belgium ('Summary', 'Coronavirus' and 'Entry Requirements' pages)",
                    "public_timestamp": "2021-01-09T20:00:27.000Z"
                },
                {
                    "note": "Addition of information and advice on pre-departure COVID-19 testing facilities in Belgium (‘Coronavirus’ page).  New information on taking food and drink into Belgium ('Local laws and customs' page)",
                    "public_timestamp": "2021-01-13T15:35:58.000Z"
                },
                {
                    "note": "Addition of information for entry requirements into Belgium ('Entry Requirements' page)",
                    "public_timestamp": "2021-01-15T20:39:31.000Z"
                },
                {
                    "note": "Addition of information on the Belgian Government’s ban on all non-essential travel to and from Belgium from 27 January to 1 March.  Change to the quarantine rules for travellers arriving from the UK from 25 January (‘Summary’ and 'Entry Requirements' pages)",
                    "public_timestamp": "2021-01-22T22:33:23.000Z"
                },
                {
                    "note": "Updated information on entry restrictions to Belgium ('Summary' and 'Entry requirements')",
                    "public_timestamp": "2021-01-27T23:16:17.000Z"
                },
                {
                    "note": "If your visit to Belgium is for less than 48 hours, you will not be asked to quarantine or take the tests. ('Summary' and 'Entry requirements') ",
                    "public_timestamp": "2021-01-29T19:33:01.000Z"
                },
                {
                    "note": "Changes to Belgian COVID-19 rules including re-opening of hairdressers, holiday parks and animal parks; additional information that non-resident children aged six and over must now provide a negative PCR test on entry; and information on (limited) exemptions to the requirement to test and quarantine on arrival in Belgium.  ('Summary' 'Coronavirus' and 'Entry requirements' pages) ",
                    "public_timestamp": "2021-02-12T19:53:31.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Belgium (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-02-15T14:52:11.000Z"
                },
                {
                    "note": "Updated information on COVID-19 vaccines if you live in Belgium ('Coronavirus' page)",
                    "public_timestamp": "2021-02-16T16:46:09.000Z"
                },
                {
                    "note": "Updated information on curfew hours in Wallonia (now midnight to 5am) and all contact professions are opening from 1 March ('Summary' & 'Coronavirus' page)",
                    "public_timestamp": "2021-03-05T14:08:44.000Z"
                },
                {
                    "note": "Updated information on number of people that can meet in outdoor spaces and the ban on non-essential travel to and from Belgium extended to 18 April (‘Summary’, ‘Coronavirus’ and ‘Entry requirements’ pages).",
                    "public_timestamp": "2021-03-09T16:19:42.000Z"
                },
                {
                    "note": "Updated information to reflect Belgian Government announcement that from 27 March, non-essential shops will be open on an appointment-only basis; non-medical contact professions (hairdressers, etc,) will close; and, outside gatherings will be limited to four people.  (‘Coronavirus’ page)",
                    "public_timestamp": "2021-03-26T16:08:51.000Z"
                },
                {
                    "note": "Updated information on entry requirements to Belgium; from 19 April, a sworn statement will no longer be required but British nationals who are not resident to Belgium or another EU country will only be permitted entry for essential reasons ('Summary' and 'Entry requirements' pages) ",
                    "public_timestamp": "2021-04-19T11:28:16.000Z"
                },
                {
                    "note": "Updated information on Belgian entry requirements: end of non-essential travel ban for travel to and from EU and Schengen countries (travel is still strongly discouraged).  British nationals who are not resident in Belgium or an EU/Schengen country will only be permitted entry for essential reasons. ('Summary' and 'Entry requirements' pages) ",
                    "public_timestamp": "2021-04-19T17:03:53.000Z"
                },
                {
                    "note": "Updated information on Belgian entry requirements. ('Entry Requirements' page) Removal of information on measures in force in response to coronavirus ('Coronavirus' page) \r\n\r\n",
                    "public_timestamp": "2021-04-26T17:32:55.000Z"
                },
                {
                    "note": "Updated information on the easing of Belgium's coronavirus measures; from 8 May restaurant, café and bar terraces can open, outdoor events can take place with max 50 people and households can receive two people indoors from the same household ('Coronavirus' page)",
                    "public_timestamp": "2021-05-11T12:06:22.000Z"
                },
                {
                    "note": "Clarification of COVID-19 entry requirement rules (\"Entry Requirements\" page)",
                    "public_timestamp": "2021-05-12T18:02:55.000Z"
                },
                {
                    "note": "New information on an ongoing situation involving an armed man in Limburg, Belgium on 19 May 2021 ('Summary' page)",
                    "public_timestamp": "2021-05-19T14:32:30.000Z"
                },
                {
                    "note": "Updated information related to an ongoing incident involving an armed man in Limburg, Belgium. ('Summary')",
                    "public_timestamp": "2021-05-20T20:03:07.000Z"
                },
                {
                    "note": "Information on new guidance for work visas and permits ('Entry requirements' page)",
                    "public_timestamp": "2021-06-03T10:59:32.000Z"
                },
                {
                    "note": "Information on new guidance on public spaces and services  ('Coronavirus' page)",
                    "public_timestamp": "2021-06-09T13:09:31.000Z"
                },
                {
                    "note": "Update to information regarding the conclusion of an incident involving an armed man in Limburg ('Summary' page).",
                    "public_timestamp": "2021-06-21T14:32:25.000Z"
                },
                {
                    "note": "Update to entry requirements which enter in to force from 26 June ('Entry requirements' page).",
                    "public_timestamp": "2021-06-25T13:13:42.000Z"
                },
                {
                    "note": "Updated information on the relaxation of measures in public places to limit the spread of COVID-19 (See 'Coronavirus' page)",
                    "public_timestamp": "2021-06-27T09:43:29.000Z"
                },
                {
                    "note": "Updated information on entry requirements for Belgium; link for passenger locator form and requirements for travellers who are travelling to Belgium from other countries ('Entry requirements' page)",
                    "public_timestamp": "2021-07-02T13:35:08.000Z"
                },
                {
                    "note": "Updated information on terrorism in Belgium ('Summary' and 'Terrorism' pages)",
                    "public_timestamp": "2021-07-05T15:22:41.000Z"
                },
                {
                    "note": "Updated information on requirements for entry to Belgium. The UK is now classified as a ‘red’ zone. (See ‘Entry Requirements’ page.)",
                    "public_timestamp": "2021-07-09T18:05:45.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Belgium (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-13T15:10:48.000Z"
                },
                {
                    "note": "Information on flooding in Wallonia and Flemish Brabant which is causing severe disruption and could cause travel delays. (‘Summary’ page)",
                    "public_timestamp": "2021-07-15T15:50:02.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Belgium, based on the current assessment of COVID-19 risks.",
                    "public_timestamp": "2021-07-16T08:10:58.000Z"
                },
                {
                    "note": "Addition of information on applying for an EU Digital COVID Certificate if you received your vaccination in Belgium (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-22T09:28:42.000Z"
                },
                {
                    "note": "Information on quarantine and testing requirements on arrival from Belgium ('Entry requirements' page).",
                    "public_timestamp": "2021-07-22T13:21:34.000Z"
                },
                {
                    "note": "Update to information on passport validity requirements ('Entry requirements' page)",
                    "public_timestamp": "2021-07-27T16:17:18.000Z"
                },
                {
                    "note": "Updates to “Coronavirus” and “Entry requirements” sections. ",
                    "public_timestamp": "2021-07-30T16:02:34.000Z"
                },
                {
                    "note": "Removal of advice about returning to the UK via France ('Coronavirus' section)  ",
                    "public_timestamp": "2021-08-07T18:11:47.000Z"
                },
                {
                    "note": "The Belgian Government now accept proof of NHS vaccinations in England and Wales as part of the requirements for entry into Belgium. (‘Entry requirements’ page)",
                    "public_timestamp": "2021-08-12T20:05:03.000Z"
                },
                {
                    "note": "Updated information on entry requirements. Belgium is now able to verify NHS Covid Passes with a QR code from Northern Ireland ('Entry Requirements' page). ",
                    "public_timestamp": "2021-08-14T18:30:06.000Z"
                },
                {
                    "note": "From 31 August 2021, fully vaccinated travellers from the UK are required to take a test on day 7, as well as on day 1, of arrival and quarantine until a negative result is received.  If either test is positive, you must self-isolate ('Entry requirements' page)",
                    "public_timestamp": "2021-08-30T12:37:33.000Z"
                },
                {
                    "note": "From 31 August 2021, fully vaccinated travellers entering from the UK will now be required to take a test on day 7 as well as on day 1 ('Entry Requirements' page)",
                    "public_timestamp": "2021-08-30T13:30:37.000Z"
                },
                {
                    "note": "Updated information on domestic Coronavirus restrictions.  From 1 September, most restrictions in Flanders and Wallonia will be removed including limits on social gatherings and in the hospitality sector. ('Coronavirus’ page).",
                    "public_timestamp": "2021-09-01T10:13:06.000Z"
                },
                {
                    "note": "Addition of information on the Belgian government’s decision to recognise the NHS COVID Pass from Scotland as proof of vaccination for entry to Belgium (‘Entry requirements’ page)",
                    "public_timestamp": "2021-09-07T16:03:40.000Z"
                },
                {
                    "note": "Information about GB and UK stickers, on your car when driving outside the UK ('Safety and security' page)",
                    "public_timestamp": "2021-09-08T11:48:39.000Z"
                },
                {
                    "note": "Information on what licences and documents you should have while driving in Belgium ('Safety and security' pages)",
                    "public_timestamp": "2021-09-15T08:32:23.000Z"
                },
                {
                    "note": "Information about new quarantine obligations for travellers not vaccinated against COVID-19 travelling to the Brussels capital region from EU red zone countries ('Entry requirements' page).",
                    "public_timestamp": "2021-09-15T15:58:52.000Z"
                },
                {
                    "note": "Information about exemptions from quarantine for fully vaccinated travellers with a negative test result and those staying in Belgium for less than 48 hours ('Entry requirements' page). ",
                    "public_timestamp": "2021-09-21T15:11:15.000Z"
                },
                {
                    "note": "Information about regional changes to COVID-19 restrictions in Belgium and new information on entry requirements for those aged under 18 (‘Entry Requirements’ and Coronavirus’ pages)",
                    "public_timestamp": "2021-10-01T19:30:25.000Z"
                },
                {
                    "note": "Information about regional changes to COVID-19 restrictions in Belgium.  Update to information on entry for children under 18.  ('Coronavirus’ and 'Entry requirements' pages)  ",
                    "public_timestamp": "2021-10-14T15:19:43.000Z"
                },
                {
                    "note": "Information about additional COVID-19 restrictions and extension of measures to verify Covid safe status throughout Belgium.  ('Coronavirus’ page)",
                    "public_timestamp": "2021-10-29T11:16:04.000Z"
                },
                {
                    "note": "Addition of information that people wanting to use the UK systems to demonstrate their COVID-19 status using a printed PDF version will need to ensure the printout is dated from 1 November ( 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-11-02T15:30:00.000Z"
                },
                {
                    "note": "Addition of information about getting your passport stamped when you enter or leave the Schengen area ('Entry requirements' page)",
                    "public_timestamp": "2021-11-11T12:02:52.000Z"
                },
                {
                    "note": "Addition of information on the Belgian authorities acceptance of both PCR and Rapid Antigen tests and updated information on quarantine requirements ('Entry requirements' page)",
                    "public_timestamp": "2021-11-11T12:50:16.000Z"
                },
                {
                    "note": "New information on entry rules to Belgium from 26 November ('Entry requirements' page). Additional COVID-19 measures, including an extension of facemask requirements and COVID Safe Ticket (‘Coronavirus’ page)",
                    "public_timestamp": "2021-11-22T15:31:19.000Z"
                },
                {
                    "note": "Information about additional measures and testing requirements for vaccinated travellers (‘Coronavirus’ and ‘Entry requirements’ page)",
                    "public_timestamp": "2021-11-29T17:20:44.000Z"
                },
                {
                    "note": "Update to information on COVID-19 vaccine requirements for entry to Belgium (‘Entry requirements’ page)",
                    "public_timestamp": "2021-12-02T18:07:01.000Z"
                },
                {
                    "note": "Additional COVID-19 testing requirements for travel to Belgium from UK and other non-EU red-list countries ('Entry requirements' page)",
                    "public_timestamp": "2021-12-09T10:17:39.000Z"
                },
                {
                    "note": "Additional COVID-19 testing and quarantine requirements for travel to Belgium from UK and other non-EU red-list countries ('Entry requirements' page)",
                    "public_timestamp": "2021-12-11T14:51:42.000Z"
                },
                {
                    "note": "Further clarification on exemptions from testing for travellers who have been abroad for a maximum of 48 hours or who will be staying in Belgium for a maximum of 48 hours, depending on the mode of transport of their entry to Belgium ('Entry requirements' page)",
                    "public_timestamp": "2021-12-16T10:09:53.000Z"
                },
                {
                    "note": "Updated information about passport validity ('Entry requirements' page)",
                    "public_timestamp": "2021-12-16T13:49:41.000Z"
                },
                {
                    "note": "Updated information regarding additional measures introduced in response to the COVID-19 ('Coronavirus' page)",
                    "public_timestamp": "2021-12-23T12:11:12.000Z"
                },
                {
                    "note": "Updated information regarding the reopening of the cultural sector from 30 December ('Coronavirus' page)",
                    "public_timestamp": "2021-12-30T16:42:34.000Z"
                },
                {
                    "note": "Information about testing and quarantine requirements for those visiting Belgium for fewer than 48 hours (‘Entry requirements’ page)",
                    "public_timestamp": "2022-01-12T13:03:49.000Z"
                },
                {
                    "note": "updated information on entry requirements and proof of vaccination status ('Entry requirements' page)",
                    "public_timestamp": "2022-02-02T16:07:00.000Z"
                },
                {
                    "note": "Update to the Coronavirus page",
                    "public_timestamp": "2022-02-08T15:22:31.000Z"
                },
                {
                    "note": "Updated information on COVID-19 rules and entry requirements to Belgium ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2022-02-18T15:28:09.000Z"
                },
                {
                    "note": "Updated information on COVID-19 rules and entry requirements for children to Belgium ('Entry requirements' pages)",
                    "public_timestamp": "2022-02-25T18:51:04.000Z"
                },
                {
                    "note": "Update to information on proving your vaccination status ('Entry requirements' page)",
                    "public_timestamp": "2022-02-28T13:54:30.000Z"
                },
                {
                    "note": "Update to information on COVID-19 related restrictions ('Coronavirus' page)",
                    "public_timestamp": "2022-03-07T15:49:57.000Z"
                },
                {
                    "note": "Update to information on COVID-19 related restrictions for children entering Belgium (Entry requirements’ page)",
                    "public_timestamp": "2022-04-04T11:56:06.000Z"
                },
                {
                    "note": "Clarification about current passport validity ('Entry requirements' page)",
                    "public_timestamp": "2022-05-12T14:17:20.000Z"
                },
                {
                    "note": "Details of lifting of COVID-related restrictions from 23 May on travel from non-EU countries (including the UK), and of some face mask wearing restrictions (‘Coronavirus’ and ‘Entry Requirements’ pages).  ",
                    "public_timestamp": "2022-05-22T23:03:32.000Z"
                },
                {
                    "note": "Updated information on entry requirements for adults travelling to or from Belgium with children  ('Entry requirements' page)",
                    "public_timestamp": "2022-06-17T09:59:47.000Z"
                },
                {
                    "note": "New information on Monkeypox ('Summary' and 'Health' pages).",
                    "public_timestamp": "2022-07-28T09:17:47.000Z"
                },
                {
                    "note": "Updated information on health ('Summary' and 'Health' pages).",
                    "public_timestamp": "2022-08-31T08:15:47.000Z"
                },
                {
                    "note": "New information related to major sporting fixtures ('Safety and security' page).",
                    "public_timestamp": "2022-12-01T15:39:47.000Z"
                },
                {
                    "note": "Addition of information related to rail strikes (’Summary' page).",
                    "public_timestamp": "2022-12-09T18:04:23.000Z"
                },
                {
                    "note": "New information related to strike action (’Summary' page).",
                    "public_timestamp": "2022-12-12T14:19:15.000Z"
                },
                {
                    "note": "Updated information  on ‘Summary’, ‘Coronavirus’, ‘Safety and Security’, ‘Terrorism’, ‘Entry Requirements’ and ‘Health’ pages. ",
                    "public_timestamp": "2022-12-23T12:37:14.000Z"
                },
                {
                    "note": "Updated information on safety and security ('Safety and security' pages).",
                    "public_timestamp": "2023-02-13T16:18:53.000Z"
                },
                {
                    "note": "Updated contact numbers ('Safety and security' page).",
                    "public_timestamp": "2023-02-14T12:05:28.000Z"
                },
                {
                    "note": "Latest update: Updated information on the risk of terrorism ('Terrorism' page).\r\n",
                    "public_timestamp": "2023-03-03T18:55:16.000Z"
                },
                {
                    "note": "Information on the fact that police have heightened security in response to the threat of a possible metro attack today, March 8 in Brussels ('Summary' page).",
                    "public_timestamp": "2023-03-08T10:12:03.000Z"
                },
                {
                    "note": "Removal of information regarding the police’s heightened security response to the threat of a possible metro attack on 8 March ('Summary' page) ",
                    "public_timestamp": "2023-03-09T00:04:38.000Z"
                },
                {
                    "note": "\r\nInformation about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T09:10:27.000Z"
                },
                {
                    "note": "This travel advice has been rewritten to make it easier to read and understand.",
                    "public_timestamp": "2023-09-08T11:29:40.000Z"
                },
                {
                    "note": "Shooting in central Brussels on evening of 16 October ('Warnings and insurance' page)",
                    "public_timestamp": "2023-10-16T21:09:34.000Z"
                },
                {
                    "note": "Update regarding Shooting in central Brussels on evening of 16 October ('Warnings and insurance' page)",
                    "public_timestamp": "2023-10-16T22:03:27.000Z"
                },
                {
                    "note": "Update regarding Shooting in central Brussels on evening of 16 October ('Warnings and insurance' page)",
                    "public_timestamp": "2023-10-17T06:54:16.000Z"
                },
                {
                    "note": "Update regarding shooting in central Brussels on evening of 16 October ('Warnings and insurance' page)",
                    "public_timestamp": "2023-10-17T07:58:58.000Z"
                },
                {
                    "note": "Further update regarding shooting in Brussels on 16 October; threat level now reduced to level 3 'serious,' additional security measures still in place (Warnings and insurance)",
                    "public_timestamp": "2023-10-17T17:23:16.000Z"
                },
                {
                    "note": "Information that following a shooting on 16 October there may be an increased police presence ('Safety and security' page).",
                    "public_timestamp": "2023-10-20T12:34:48.000Z"
                }
            ],
            "country": {
                "name": "Belgium",
                "slug": "belgium",
                "synonyms": []
            },
            "email_signup_link": "/foreign-travel-advice/belgium/email-signup",
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) provides advice about risks of travel to help British nationals make informed decisions. Find out <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">more about <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</a>.</p>\n\n<h2 id=\"before-you-travel\">Before you travel</h2>\n\n<p>No travel can be guaranteed safe. Read all the advice in this guide as well as <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a> which includes:</p>\n\n<ul>\n  <li>advice on preparing for travel abroad and reducing risks</li>\n  <li>information for women, LGBT+ and disabled travellers</li>\n</ul>\n\n<p>Follow and contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/belgium/email-signup\">get email notifications</a> when this advice is updated.</p>\n\n<h3 id=\"travel-insurance\">Travel insurance</h3>\n\n<p>If you choose to travel, research your destinations and <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">get appropriate travel insurance</a>. Insurance should cover your itinerary, planned activities and expenses in an emergency.</p>\n\n",
                    "slug": "warnings-and-insurance",
                    "title": "Warnings and insurance"
                },
                {
                    "body": "<p>This advice reflects the UK government’s understanding of current rules for people travelling on a full <a href=\"https://www.gov.uk/types-of-british-nationality\">‘British citizen’ passport</a> from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Belgium set and enforce entry rules. If you’re not sure how these requirements apply to you, contact the <a rel=\"external\" href=\"https://unitedkingdom.diplomatie.belgium.be/en\">Belgian Embassy in the UK</a>.</p>\n\n<h2 id=\"covid-19-rules\">COVID-19 rules</h2>\n\n<p>There are no COVID-19 testing or vaccination requirements for travellers entering Belgium.</p>\n\n<p>If a country is classified as very high risk for COVID-19, the Belgian government may restrict travel. See <a rel=\"external\" href=\"https://www.info-coronavirus.be/en/countries-with-high-risk/\">COVID-19 measures from the Belgian government</a> for further information. There are currently no very high risk zones.</p>\n\n<h2 id=\"children-aged-17-and-under\">Children aged 17 and under</h2>\n\n<p>Adults travelling to or from Belgium with children aged 17 and under may be asked to provide proof of their relationship to the children they are accompanying at border control. This applies to:</p>\n\n<ul>\n  <li>parents</li>\n  <li>guardians</li>\n  <li>anyone exercising parental authority</li>\n</ul>\n\n<p>Carry documents with you as proof, for example a birth certificate or court order, particularly if you have a different surname to the children.</p>\n\n<p>If you’re resident in Belgium, see <a href=\"https://www.gov.uk/guidance/living-in-belgium#passports-and-travel\">living in Belgium</a> for recommendations on documents to carry if travelling with a child.</p>\n\n<h2 id=\"travelling-through-calais\">Travelling through Calais</h2>\n\n<p>If you’re travelling through Calais, check the <a href=\"https://www.gov.uk/foreign-travel-advice/france\">travel advice for France</a>.</p>\n\n<h2 id=\"passport-validity-requirements\">Passport validity requirements</h2>\n\n<p>To travel to Belgium, you must follow the <a rel=\"external\" href=\"https://europa.eu/youreurope/citizens/travel/entry-exit/non-eu-nationals/index_en.htm\">Schengen area passport requirements</a>.</p>\n\n<p>To enter Belgium (and all Schengen countries) your passport must:</p>\n\n<ul>\n  <li>have a ‘date of issue’ less than 10 years before the date you arrive. Passports issued after 1 October 2018 are now valid for only 10 years, but for passports issued before 1 October 2018, extra months may have been added if you renewed a passport early</li>\n  <li>have an ‘expiry date’ at least 3 months after the day you plan to leave</li>\n</ul>\n\n<p>Check with your travel provider that your passport and other travel documents meet requirements. <a href=\"https://www.gov.uk/renew-adult-passport/renew\">Renew your passport</a> if you need to.</p>\n\n<p>You will be denied entry if you do not have a valid travel document or try to use a passport that has been reported lost or stolen.</p>\n\n<h2 id=\"checks-at-border-control\">Checks at border control</h2>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Make sure you get your passport stamped.</p>\n</div>\n\n<p>If you’re a visitor, your passport must be stamped when you enter or leave the <a rel=\"external\" href=\"https://home-affairs.ec.europa.eu/policies/schengen-borders-and-visa/schengen-area_en\">Schengen area</a> (which includes Belgium). Border guards will use passport stamps to check you have not overstayed the <a href=\"https://www.gov.uk/travel-to-eu-schengen-area#:~:text=You%20do%20not%20need%20a,or%20for%20certain%20other%20reasons\">90-day visa-free limit</a> for stays in the Schengen area. If your passport was not stamped, border guards will presume you have overstayed the visa-free limit.</p>\n\n<p>If your passport was not stamped, show evidence of when and where you entered or left the Schengen area (for example, boarding passes or tickets) and ask the border guards to add the date and location in your passport.</p>\n\n<p>Read about <a href=\"https://www.gov.uk/guidance/living-in-belgium#passports-and-travel\">passport stamping if you live in Belgium</a>.</p>\n\n<p>At Belgian border control, you may also need to:</p>\n\n<ul>\n  <li>show a return or onward ticket</li>\n  <li>show you have enough money for your stay</li>\n</ul>\n\n<h2 id=\"visa-requirements\">Visa requirements</h2>\n\n<p>You can travel without a visa to the <a rel=\"external\" href=\"https://home-affairs.ec.europa.eu/policies/schengen-borders-and-visa/schengen-area_en\">Schengen area</a> (including Belgium) for up to 90 days in any 180-day period. This applies if you travel:</p>\n\n<ul>\n  <li>as a tourist</li>\n  <li>to visit family or friends</li>\n  <li>\n    <p>to attend business meetings, cultural or sports events</p>\n  </li>\n  <li>for short-term studies or training</li>\n</ul>\n\n<p>If you’re travelling to Belgium and other Schengen countries without a visa, make sure your whole visit is within the 90-day limit. Visits to Schengen countries in the 180 days before you travel count towards your 90 days.</p>\n\n<p>To stay longer (to work or study, for business travel or for other reasons), you must meet the Belgian government’s entry requirements. Check which type of visa or work permit you need with the <a rel=\"external\" href=\"https://unitedkingdom.diplomatie.belgium.be/en\">Belgian Embassy</a>.</p>\n\n<p>If you stay in Belgium with a residence permit or long-stay visa, this does not count towards your 90-day visa-free limit.</p>\n\n<h2 id=\"vaccination-requirements-other-than-covid-19\">Vaccination requirements (other than COVID-19)</h2>\n\n<p>At least 8 weeks before your trip, check the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/25/belgium\">vaccinations and certificates you need in TravelHealthPro’s Belgium guide</a>.</p>\n\n<h2 id=\"customs-rules\">Customs rules</h2>\n\n<p>There are strict rules about <a rel=\"external\" href=\"https://finance.belgium.be/en/customs_excises/private-individuals/travelling/bringing-back-foreign-goods-belgium\">goods that can be brought into and taken out of Belgium</a>. You must declare anything that may be prohibited or subject to tax or duty.</p>\n\n<h3 id=\"taking-food-into-belgium\">Taking food into Belgium</h3>\n\n<p>You cannot take <a rel=\"external\" href=\"https://ec.europa.eu/food/animals/animalproducts/personal_imports_en\">meat, milk or products containing them into EU countries</a>. There are some exceptions such as powdered baby milk, baby food and special foods or pet feed required for medical reasons.</p>\n\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<h2 id=\"terrorism\">Terrorism</h2>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<h3 id=\"terrorism-in-belgium\">Terrorism in Belgium</h3>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Terrorists are very likely to try to carry out attacks in Belgium.</p>\n</div>\n\n<p>Terrorism attacks could be indiscriminate, including in places frequented by foreign nationals such as:</p>\n\n<ul>\n  <li>on public transport</li>\n  <li>in national and international transport hubs</li>\n  <li>in international institutions</li>\n  <li>in places of worship</li>\n  <li>in other places visited by foreigners</li>\n</ul>\n\n<p>You should be vigilant in public places and follow the advice of local authorities.</p>\n\n<p>There have been some high-profile terrorist attacks across Belgium. The main threat is from extremists linked to Daesh (formerly referred to as ISIL). Previous incidents have included fatal attacks against civilians and law enforcement:</p>\n\n<ul>\n  <li>\n    <p>On 16 October 2023, two people were killed and one seriously injured in a terrorism related shooting incident in Brussels</p>\n  </li>\n  <li>\n    <p>in 2022, a police officer was killed and another injured in a suspected terrorist incident in Brussels</p>\n  </li>\n  <li>\n    <p>in 2018, 2 police officers and a passer-by were killed in a shooting in the city of Liège in a suspected terrorist incident</p>\n  </li>\n</ul>\n\n<p>The Belgian authorities have successfully disrupted various attack plans, making a number of arrests in recent years. The Belgian Government has set the national threat level at 3 ‘Serious’. You can expect to see an increased police presence, and additional safety measures may be in place. Be aware of your surroundings and follow the advice of local authorities.</p>\n\n<h2 id=\"demonstrations-and-strikes\">Demonstrations and strikes</h2>\n\n<p>Demonstrations and strikes often take place in major cities, particularly in transport hubs and around the Schuman area (EU quarter) in Brussels.</p>\n\n<p>Most demonstrations are peaceful, but there is a risk of unrest or violence. There has also been violence following major sporting fixtures. If you’re in areas where demonstrations or large gatherings are taking place, remain vigilant and move away quickly if there are signs of disorder.</p>\n\n<p>Demonstrations in the Schuman area of Brussels can affect access to the <a href=\"https://www.gov.uk/government/world/belgium\">British Embassy and the British Consulate General</a>.</p>\n\n<p>Strike action can cause travel disruption across the country and affect international travel. For regular updates on any disruption, check local news and follow advice given by your travel provider.</p>\n\n<p>For information on travel in Belgium, visit:</p>\n\n<ul>\n  <li>\n<a rel=\"external\" href=\"https://www.belgiantrain.be/en\">Belgian Railways</a> (train and metro travel)</li>\n  <li>\n<a rel=\"external\" href=\"https://www.stib-mivb.be/index.htm?l=en\">Brussels</a>, <a rel=\"external\" href=\"https://www.letec.be/\">Walloon</a> and <a rel=\"external\" href=\"https://www.delijn.be/en/\">Flemish</a> (regional public transport)</li>\n  <li><a rel=\"external\" href=\"https://wego.here.com/?map=50.84439,4.35607,16,omv\">HERE map</a></li>\n</ul>\n\n<p>For international travel, visit:</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://www.brusselsairport.be/en/passengers\">Brussels Airport Zaventem</a></li>\n  <li>\n    <p><a rel=\"external\" href=\"https://www.brussels-charleroi-airport.com/\">Charleroi Airport</a></p>\n  </li>\n  <li><a rel=\"external\" href=\"https://www.antwerp-airport.com/\">Antwerp Airport</a></li>\n</ul>\n\n<p>Security operations are likely to be carried out at short notice. Follow the instructions of the Belgian authorities. Do not comment on police operations on social media. You can find more information on the <a rel=\"external\" href=\"https://centredecrise.be/fr\">Belgian Crisis Centre website</a> and <a rel=\"external\" href=\"https://twitter.com/CrisiscenterBE\">Twitter channel</a>.</p>\n\n<h2 id=\"crime\">Crime</h2>\n\n<h3 id=\"protecting-your-belongings\">Protecting your belongings</h3>\n\n<p>Theft and pickpocketing is common in crowded areas. Take care of your belongings and passports, particularly at train stations in Brussels.</p>\n\n<p>If you are a victim of theft, contact the nearest police station and get a police report. If you lose your passport, you can also contact the <a href=\"https://www.gov.uk/world/organisations/british-embassy-brussels\">British Embassy in Brussels</a>.</p>\n\n<h3 id=\"public-transport\">Public transport</h3>\n\n<p>Take extra care in major railway stations and on public transport, particularly late at night. Thieves, pickpockets and muggers operate in busy areas, particularly:</p>\n\n<ul>\n  <li>at Brussels Gare du Midi/Zuidstation (Eurostar terminal) and Brussels Gare du Nord</li>\n  <li>on international trains, mainly Paris-Brussels and Amsterdam-Brussels</li>\n  <li>in busy areas of central Brussels, including Schuman (the EU quarter)</li>\n</ul>\n\n<p>There have been cases of violent crime around Brussels Gare du Midi/Zuidstation and Brussels Gare du Nord.  Be aware of your surroundings.</p>\n\n<p>Never leave luggage unattended. Luggage has been stolen from the racks at the end of carriages in high-speed trains (TGV and Thalys), usually just before the doors close.</p>\n\n<p>Only use official, licensed taxis. Do not use taxis that you have not hailed.</p>\n\n<p>Thieves, usually on motorbikes, can break a window and snatch valuables from the front or back passenger seat when a vehicle is stationary at traffic lights. If you see anything suspicious, report it to <a rel=\"external\" href=\"https://www.politie.be/5998/nl/contact\">local police authorities.</a></p>\n\n<h3 id=\"organised-crime\">Organised crime</h3>\n\n<p>There are regular incidents of violent crime among organised crime gangs involved in drug trafficking, particularly in Antwerp. The risk mostly affects those involved in drug crime, but remain vigilant if you suspect illegal activity. Follow the advice of local authorities.</p>\n\n<p>There have been reports of truck and van drivers being approached at parking lots or service stations by organised crime groups and asked to smuggle products to the UK (‘window tapping’). If you see anything suspicious, report it to <a rel=\"external\" href=\"https://www.politie.be/5998/nl/contact\">local police authorities.</a></p>\n\n<h2 id=\"laws-and-cultural-differences\">Laws and cultural differences</h2>\n\n<h3 id=\"personal-id\">Personal ID</h3>\n\n<p>By law, you must always carry identification with you, such as your passport or a national ID card.</p>\n\n<h3 id=\"laws-on-clothing\">Laws on clothing</h3>\n\n<p>It is illegal to wear clothing that hides your face partially or completely (for example, the burka and niqab) in public places. You risk a fine of up to 137.50 euros and detention for up to 7 days. There is no exemption for tourists.</p>\n\n<h3 id=\"illegal-drugs-and-prison-sentences\">Illegal drugs and prison sentences</h3>\n\n<p>Possession of drugs and trafficking in drugs are serious offences and can lead to a minimum 3-month prison sentence or fine.</p>\n\n<h3 id=\"visiting-battlefields\">Visiting battlefields</h3>\n\n<p>When visiting WW1 battlefields in north-west Belgium, stay on the footpath and be cautious if you see anything that looks like shells or munitions. Unexploded shells have recently been uncovered. Move away from the site and report incidents to the police.</p>\n\n<h2 id=\"transport-risks\">Transport risks</h2>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>If you are planning to drive in Belgium, see information on <a href=\"https://www.gov.uk/driving-abroad\">driving abroad</a>.</p>\n\n<p>Belgium’s accident rate is high, mainly due to speeding.</p>\n\n<h3 id=\"low-emission-zones\">Low emission zones</h3>\n\n<p>There are low emission zones in Brussels, Ghent and Antwerp. You need to pre-register foreign vehicles on the <a rel=\"external\" href=\"https://lez.brussels/mytax/en/registration\">Brussels</a> , <a rel=\"external\" href=\"https://stad.gent/en/mobility-ghent/low-emission-zone-ghent\">Ghent</a>  or <a rel=\"external\" href=\"https://www.slimnaarantwerpen.be/en/LEZ/registration/overview\">Antwerp</a> websites.</p>\n\n<h3 id=\"driving-regulations\">Driving regulations</h3>\n\n<p>Driving laws differ from those in the UK. Be aware that:</p>\n\n<ul>\n  <li>speed traps, cameras and unmarked vehicles are used by police</li>\n  <li>speeding can result in an on-the-spot fine</li>\n  <li>using a mobile phone while driving is illegal, unless you are using hands-free equipment</li>\n</ul>\n\n<p>If you receive a fine, you can consult the <a rel=\"external\" href=\"https://justonweb.be/fines/online-help\">federal justice service</a> for information. See detailed <a rel=\"external\" href=\"https://mobilit.belgium.be/nl/weg/rijden/wegcode-verkeersregels-en-sancties\">government information on driving laws in Belgium</a> (in Flemish and French only).</p>\n\n<h3 id=\"licences-and-documents\">Licences and documents</h3>\n\n<p>When driving in Belgium, always carry:</p>\n\n<ul>\n  <li>your driving licence</li>\n  <li>\n    <p>your car papers</p>\n  </li>\n  <li>your insurance paper</li>\n  <li>your MOT (‘contrôle technique’) certificate</li>\n  <li>your passport or ID and those of your passengers</li>\n</ul>\n\n<p>For information on requirements for residents, see <a href=\"https://www.gov.uk/guidance/living-in-belgium\">living in Belgium</a>.</p>\n\n<h3 id=\"electric-scooter-regulations\">Electric scooter regulations</h3>\n\n<p>The maximum speed limit for riding an electric scooter is 25km/h and riding with a passenger is illegal.</p>\n\n<p>It is illegal for people aged 15 and under to use electric scooters, except in a few designated areas such as pedestrianised, private residential and recreational areas, and segregated cycle paths.</p>\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Before you travel check that:</p>\n\n<ul>\n  <li>your destination can provide the healthcare you may need</li>\n  <li>you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for local treatment or unexpected medical evacuation</li>\n</ul>\n\n<p>This is particularly important if you have a health condition or are pregnant.</p>\n\n<h2 id=\"emergency-medical-number\">Emergency medical number</h2>\n\n<p>Dial 112 and ask for an ambulance.</p>\n\n<p>Contact your insurance or medical assistance company promptly if you’re referred to a medical facility for treatment.</p>\n\n<p>For more information read guidance on <a href=\"https://www.gov.uk/guidance/uk-residents-visiting-the-eueea-and-switzerland-healthcare\">healthcare when travelling in Europe</a>.</p>\n\n<h2 id=\"vaccinations-and-health-risks\">Vaccinations and health risks</h2>\n\n<p>At least 8 weeks before your trip check:</p>\n\n<ul>\n  <li>\n    <p>the latest information on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/25/belgium\">vaccinations and health risks in TravelHealthPro’s Belgium guide</a></p>\n  </li>\n  <li>\n    <p>where to get vaccines and whether you have to pay on the <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">NHS travel vaccinations page</a></p>\n  </li>\n</ul>\n\n<h2 id=\"medication\">Medication</h2>\n\n<p>The legal status and regulation of some medicines prescribed or bought in the UK can be different in other countries.</p>\n\n<p>Read <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines on TravelHealthPro</a>.</p>\n\n<p>The NHS has information on <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/medicines/can-i-take-my-medicine-abroad/\">whether you can take your medicine abroad</a>.</p>\n\n<p>For further information on the legal status of a specific medicine, contact the <a rel=\"external\" href=\"https://unitedkingdom.diplomatie.belgium.be/en\">Belgian Embassy</a>.</p>\n\n<h2 id=\"healthcare-facilities-in-belgium\">Healthcare facilities in Belgium</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has a list of <a href=\"https://www.gov.uk/government/publications/belgium-list-of-medical-facilitiespractitioners\">English-speaking doctors in Belgium</a>.</p>\n\n<p>There is a fee for non-emergency medical consultations and prescriptions. You may be able to recover this money through your travel insurance.</p>\n\n<p>There is also <a href=\"https://www.gov.uk/guidance/healthcare-in-belgium\">guidance on healthcare</a> if you’re living in Belgium.</p>\n\n<h2 id=\"covid-19-healthcare-in-belgium\">COVID-19 healthcare in Belgium</h2>\n\n<p>Wearing a face mask in healthcare facilities is advised for immunocompromised patients and those with respiratory symptoms (coughing, sneezing or sore throat).</p>\n\n<p>See Belgian government information on <a rel=\"external\" href=\"https://www.info-coronavirus.be/en/quarantine-isolation/\">protecting yourself against COVID-19 and what to do if you test positive in Belgium</a>.</p>\n\n<h2 id=\"health-insurance-cards\">Health insurance cards</h2>\n\n<p>Apply for a free <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">UK Global Health Insurance Card (<abbr title=\"Global Health Insurance Card\">GHIC</abbr>)</a> or <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">European Health Insurance Card (<abbr title=\"European Health Insurance Card\">EHIC</abbr>)</a> before leaving the UK. If you already have an <abbr title=\"European Health Insurance Card\">EHIC</abbr>, it will still be valid as long as it remains in date.</p>\n\n<p>The <abbr title=\"Global Health Insurance Card\">GHIC</abbr> or <abbr title=\"European Health Insurance Card\">EHIC</abbr> entitles you to state-provided medical treatment necessary during your trip. Any treatment provided is on the same terms as Belgium nationals. If you do not have your <abbr title=\"European Health Insurance Card\">EHIC</abbr> with you or you’ve lost it, <a rel=\"external\" href=\"https://www.nhsbsa.nhs.uk/contact-overseas-healthcare-services\">contact the NHS Overseas Healthcare Team</a>.</p>\n\n<p>It’s important to take out appropriate travel insurance for your needs. A <abbr title=\"Global Health Insurance Card\">GHIC</abbr> or <abbr title=\"European Health Insurance Card\">EHIC</abbr> is not an alternative to travel insurance and you should have both before you travel. An <abbr title=\"Global Health Insurance Card\">GHIC</abbr> or <abbr title=\"European Health Insurance Card\">EHIC</abbr> does not cover all health-related costs, for example, medical repatriation, ongoing medical treatment and non-urgent treatment. Read more about <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">what your travel insurance should cover</a>.</p>\n\n<p><abbr title=\"Global Health Insurance Card\">GHIC</abbr> and <abbr title=\"European Health Insurance Card\">EHIC</abbr> cover state healthcare only, not private treatment. You will be responsible for the cost of any treatment provided by a private doctor or private clinic.</p>\n\n<h2 id=\"travel-and-mental-health\">Travel and mental health</h2>\n\n<p>Read <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\"><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> guidance on travel and mental health</a>. There is also <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">mental health guidance on TravelHealthPro</a>.</p>\n\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) cannot provide tailored advice for individual trips. Read this travel advice and carry out your own research before deciding whether to travel.</p>\n\n<h2 id=\"emergency-services-in-belgium\">Emergency services in Belgium</h2>\n\n<p>Telephone: 112 (ambulance, fire, police)</p>\n\n<p>You can also download the <a rel=\"external\" href=\"https://where.areu.lombardia.it/\">112 Where Are U app</a>, the official European emergency number app, which helps the emergency services identify your location.</p>\n\n<h2 id=\"contact-your-travel-provider-and-insurer\">Contact your travel provider and insurer</h2>\n\n<p>Contact your travel provider and your insurer if you are involved in a serious incident or emergency abroad. They will tell you if they can help and what you need to do.</p>\n\n<h3 id=\"refunds-and-changes-to-travel\">Refunds and changes to travel</h3>\n\n<p>For refunds or changes to travel, contact your travel provider. You may also be able to make a claim through insurance. However, insurers usually require you to talk to your travel provider first.</p>\n\n<p>Find out more about <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">changing or cancelling travel plans</a>, including:</p>\n\n<ul>\n  <li>\n    <p>where to get advice if you are in a dispute with a provider</p>\n  </li>\n  <li>\n    <p>how to access previous versions of travel advice to support a claim</p>\n  </li>\n</ul>\n\n<h2 id=\"support-from-fcdo\">Support from <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>\n</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has guidance on staying safe and what to do if you need help or support abroad, including:</p>\n\n<ul>\n  <li>finding English-speaking <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/lawyers?country=Belgium\">lawyers</a>, <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/funeral-directors?country=Belgium\">funeral directors</a> and <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/translators-interpreters?country=Belgium\">translators and interpreters</a> in Belgium</li>\n  <li>\n    <p>dealing with a <a href=\"https://www.gov.uk/government/publications/bereavement-information-pack-belgium\">death in Belgium</a></p>\n  </li>\n  <li>being <a href=\"https://www.gov.uk/government/publications/belgium-prisoner-pack\">arrested or imprisoned in Belgium</a>\n</li>\n  <li>getting help if you’re a <a href=\"https://www.gov.uk/victim-crime-abroad\">victim of crime</a>\n</li>\n  <li>what to do if you’re <a href=\"https://www.gov.uk/guidance/in-hospital-abroad\">in hospital</a>\n</li>\n  <li>if you are <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">affected by a crisis</a>, such as a terrorist attack</li>\n</ul>\n\n<h2 id=\"contacting-fcdo\">Contacting <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>\n</h2>\n\n<p>Follow and contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/belgium/email-signup\">get email notifications</a> when this travel advice is updated. when this travel advice is updated.</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Belgium&amp;post=Belgium%20travel%20advice%20team\">contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> online</a>.</p>\n\n<h3 id=\"help-abroad-in-an-emergency\">Help abroad in an emergency</h3>\n\n<p>If you’re in Belgium and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/world/organisations/british-embassy-brussels\">British Embassy in Brussels</a>.</p>\n\n<h3 id=\"fcdo-in-london\">\n<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> in London</h3>\n\n<p>You can call <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> in London if you need urgent help because something has happened to a friend or relative abroad.</p>\n\n<p>Telephone: 020 7008 5000 (24 hours)</p>\n\n<p><a href=\"https://www.gov.uk/call-charges\">Find out about call charges</a></p>\n\n<h2 id=\"risk-information-for-british-companies\">Risk information for British companies</h2>\n\n<p>The <a href=\"https://www.gov.uk/government/collections/overseas-business-risk\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n\n",
                    "slug": "getting-help",
                    "title": "Getting help"
                }
            ],
            "reviewed_at": "2023-10-20T12:34:48Z",
            "updated_at": "2023-10-20T12:34:48Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-01-24T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/belgium",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/belgium",
                    "base_path": "/foreign-travel-advice/belgium",
                    "content_id": "7631e836-3295-403d-b031-09d563322511",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-20T12:34:48Z",
                    "schema_name": "travel_advice",
                    "title": "Belgium travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/belgium",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/brexit-guidance",
                    "api_url": "https://www.gov.uk/api/content/government/collections/brexit-guidance",
                    "base_path": "/government/collections/brexit-guidance",
                    "content_id": "479cd15b-680f-4fbe-bc64-55058879957e",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-04-05T08:09:16Z",
                    "schema_name": "document_collection",
                    "title": "Travel or do business in Europe: Brexit guidance",
                    "web_url": "https://www.gov.uk/government/collections/brexit-guidance",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/belgium",
                    "api_url": "https://www.gov.uk/api/content/world/belgium",
                    "base_path": "/world/belgium",
                    "content_id": "331d7d07-9f7b-4ca5-8de0-02601d162f7c",
                    "description": "Services if you're visiting, studying, working or living in Belgium. Includes information about trading with and doing business in the UK and Belgium, and your rights after the UK’s exit from the EU.",
                    "details": {
                        "internal_name": "UK help and services in Belgium",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-02-28T15:44:21Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Belgium",
                    "web_url": "https://www.gov.uk/world/belgium",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/france",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/france",
                    "base_path": "/foreign-travel-advice/france",
                    "content_id": "05a8e85c-5a65-406e-923d-79c04a4433f6",
                    "details": {
                        "change_description": "Information about demonstrations in France (‘Warnings and insurance’ Page).",
                        "country": {
                            "name": "France",
                            "slug": "france",
                            "synonyms": [
                                "Paris",
                                "Corsica"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-10T16:17:17Z",
                    "schema_name": "travel_advice",
                    "title": "France travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/france",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/germany",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/germany",
                    "base_path": "/foreign-travel-advice/germany",
                    "content_id": "c3d72e08-e00f-4b62-98d5-010ea1520e50",
                    "details": {
                        "change_description": "Removal of information about an incident at Hamburg airport.",
                        "country": {
                            "name": "Germany",
                            "slug": "germany",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-06T11:39:34Z",
                    "schema_name": "travel_advice",
                    "title": "Germany travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/germany",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/living-in-belgium",
                    "api_url": "https://www.gov.uk/api/content/guidance/living-in-belgium",
                    "base_path": "/guidance/living-in-belgium",
                    "content_id": "5e2da7aa-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-28T14:15:26Z",
                    "schema_name": "detailed_guide",
                    "title": "Living in Belgium",
                    "web_url": "https://www.gov.uk/guidance/living-in-belgium",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/netherlands",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/netherlands",
                    "base_path": "/foreign-travel-advice/netherlands",
                    "content_id": "98641f11-0391-4679-a033-6d79db918d05",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
                        "country": {
                            "name": "Netherlands",
                            "slug": "netherlands",
                            "synonyms": [
                                "Holland",
                                "Amsterdam"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-26T15:01:04Z",
                    "schema_name": "travel_advice",
                    "title": "Netherlands travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/netherlands",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-belgium",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-belgium",
                    "base_path": "/world/living-in-belgium",
                    "content_id": "1d917c2d-286a-4630-b5ab-e810f7235a04",
                    "description": "Guidance on your rights after the UK’s exit from the EU, accessing healthcare, getting a document legalised, English-speaking lawyers, how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Belgium",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/belgium",
                                "api_url": "https://www.gov.uk/api/content/world/belgium",
                                "base_path": "/world/belgium",
                                "content_id": "331d7d07-9f7b-4ca5-8de0-02601d162f7c",
                                "description": "Services if you're visiting, studying, working or living in Belgium. Includes information about trading with and doing business in the UK and Belgium, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Belgium",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T15:44:21Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Belgium",
                                "web_url": "https://www.gov.uk/world/belgium",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-03-03T16:44:04Z",
                    "schema_name": "taxon",
                    "title": "Living in Belgium",
                    "web_url": "https://www.gov.uk/world/living-in-belgium",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-belgium",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-belgium",
                    "base_path": "/world/travelling-to-belgium",
                    "content_id": "d8839034-1759-4307-8ed0-5b02d86b5b94",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Belgium",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/belgium",
                                "api_url": "https://www.gov.uk/api/content/world/belgium",
                                "base_path": "/world/belgium",
                                "content_id": "331d7d07-9f7b-4ca5-8de0-02601d162f7c",
                                "description": "Services if you're visiting, studying, working or living in Belgium. Includes information about trading with and doing business in the UK and Belgium, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Belgium",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T15:44:21Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Belgium",
                                "web_url": "https://www.gov.uk/world/belgium",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:14:00Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Belgium",
                    "web_url": "https://www.gov.uk/world/travelling-to-belgium",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-10-20T12:34:48Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1697805288.062-10.13.21.40-31160",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Belgium travel advice",
        "updated_at": "2023-11-15T10:56:40Z",
        "withdrawn_notice": {}
    }
}