{
    "Country Slug": "chile",
    "Country Name": "Chile",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/chile",
        "content_id": "09921127-6706-4893-874f-5c943b3f1c38",
        "description": "FCDO travel advice for Chile. Includes safety and security, insurance, entry requirements and legal differences. ",
        "details": {
            "alert_status": [],
            "change_description": "This travel advice has been rewritten to make it easier to read and understand.",
            "change_history": [
                {
                    "note": "Latest update: Health Section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-12-19T16:22:59.670Z"
                },
                {
                    "note": "Latest update: Safety and security section (Crime and Political situation) - update on incidents of theft involving rental vehicles; update on demonstrations in Araucanía Region",
                    "public_timestamp": "2018-12-20T16:28:40.313Z"
                },
                {
                    "note": "Latest update: Safety and security section (Political situation) - those planning to spend New Year’s Eve in Valparaiso should monitor local news outlets and follow the authorities’ security advice; the recent escalation of violence by those involved in the Valparaiso Port Workers Strike may impact on the traditional celebrations in the town",
                    "public_timestamp": "2018-12-21T11:57:06.847Z"
                },
                {
                    "note": "Latest update: Safety and security section (Political situation) - removal of information and advice for those attending New Year's Eve celebrations in Valparaiso",
                    "public_timestamp": "2019-01-02T17:48:43.393Z"
                },
                {
                    "note": "Summary - Flooding and landslides in in San Pedro de Atacama, Calama and the surrounding area",
                    "public_timestamp": "2019-02-01T20:41:10.443Z"
                },
                {
                    "note": "Latest update: Summary section - addition of information and advice about heavy rains in northern Chile since the beginning of February, which are forecast to continue until the end of the month and have caused severe flooding and landslides in some areas; if you’re travelling in Chile, you should keep up to date with weather forecasts, monitor local media and follow advice from local authorities, including the National Tourism Service; Summary section - removal of information about earlier advice from local authorities in San Pedro de Atacama and surrounding areas",
                    "public_timestamp": "2019-02-20T16:28:28.557Z"
                },
                {
                    "note": "Latest update: Summary - removal of information on heavy rains in northern Chile since the beginning of February 2019",
                    "public_timestamp": "2019-05-03T16:26:29.893Z"
                },
                {
                    "note": "Latest update: Summary - addition of information for travellers visiting the Elqui Valley and/or the wider Coquimbo region for the Solar Eclipse on 2 July",
                    "public_timestamp": "2019-06-24T12:59:46.419Z"
                },
                {
                    "note": "Safety and security (Crime) - mugging and pickpocketing can be accompanied by violence in areas popular with tourists in Santiago and Valparaiso; you should be vigilant; don’t carry large amounts of money, your passport (a photocopy is sufficient if needed) or wear valuable watches or jewellery; avoid using your mobile phone in the street; local authorities recommend you do not resist the muggers\r\n\r\n\r\n",
                    "public_timestamp": "2019-07-01T15:57:46.000Z"
                },
                {
                    "note": "Summary - On 10 and 11 August 2019, anti and pro-immigrant marches are scheduled to take place in downtown Santiago, including Plaza Italia; if you have to travel to the area you should remain vigilant at all times and follow the advice of the local authorities",
                    "public_timestamp": "2019-08-09T19:14:03.000Z"
                },
                {
                    "note": "Summary - addition of information and advice from local authorities on marches and demonstrations that are likely to take place throughout Santiago on 11 September 2019",
                    "public_timestamp": "2019-09-11T15:38:13.000Z"
                },
                {
                    "note": "Summary - removal of information on marches and demonstrations in Santiago on 11 September 2019",
                    "public_timestamp": "2019-09-12T14:56:36.000Z"
                },
                {
                    "note": "Latest update: Summary - there have been recent reports in local media of civil unrest in the downtown Santiago area (metro stations) following an increase in metro fares; You should remain vigilant and follow advice in the local press and avoid protests and demonstrations.  ",
                    "public_timestamp": "2019-10-18T17:36:11.000Z"
                },
                {
                    "note": "Summary - Following civil unrest around metro stations in the downtown Santiago area due to an increase in metro fares, the government has closed all metro stations in Santiago for the weekend of 19/20 October. You should remain vigilant, monitor local media for updates and avoid protests and demonstrations",
                    "public_timestamp": "2019-10-19T01:59:25.000Z"
                },
                {
                    "note": "Summary - The government declared a State of Emergency following protests in Santiago. This is expected to last for 15 days.  During this time there will be a heavy military presence in central Santiago. All metro stations will be closed on 19 and 20 October. Remain vigilant and avoid protests and demonstrations.",
                    "public_timestamp": "2019-10-19T15:03:05.000Z"
                },
                {
                    "note": "Summary - The Government has announced a curfew in areas of Santiago and Chacabuco and the neighbourhoods of Puente Alto and San Bernardo, between 10.00pm Saturday 19 Oct and 7.00am Sunday 20 Oct. ",
                    "public_timestamp": "2019-10-20T00:23:40.000Z"
                },
                {
                    "note": "Summary - The Government has announced a curfew in areas of Santiago and Chacabuco and the neighbourhoods of Puente Alto and San Bernardo, between 10.00pm Saturday 19 Oct and 7.00am Sunday 20 Oct. Over the weekend local media is also reporting protests in other Chilean cities, including Valparaiso, Viña del Mar, Temuco, La Serena, Antofagasta, and Concepcion.",
                    "public_timestamp": "2019-10-20T01:27:43.000Z"
                },
                {
                    "note": "Summary - Extension of State of Emergency to Concepcion, La Serena, Coquimbo and Rancagua. Curfew announced in Conception. Further curfews expected to be imposed.",
                    "public_timestamp": "2019-10-20T15:09:22.000Z"
                },
                {
                    "note": "Summary - Curfews will be in place in Santiago from 7.00pm Sunday to 6.00am Monday; Valparaiso, Rancagua, Coquimbo, La Serena from 8.00pm Sunday to 6.00am Monday and Concepcion between 10.00pm Sunday and 6.00am Monday. Updated information on access to Santiago airport",
                    "public_timestamp": "2019-10-21T00:14:19.000Z"
                },
                {
                    "note": "Monday 21 October is the ‘Day of Protest’. Further demonstrations are expected in some areas of Santiago and other cities across Chile on Monday 21 and possibly through to Tuesday 22 October.  Updated information on access to Santiago airport. The land border crossing point between Chile and Mendoza in Argentina will be closed from 1800 on Monday 21 October to Tuesday 22 October morning.",
                    "public_timestamp": "2019-10-21T18:07:14.000Z"
                },
                {
                    "note": "Summary - Monday 21 October is the ‘Day of Protest’. Further demonstrations are expected in some areas of Santiago and other cities across Chile on Monday 21 and possibly through to Tuesday 22 October.  Updated information on access to Santiago airport. The land border crossing point between Chile and Mendoza in Argentina will be closed from 1800 on Monday 21 October to Tuesday 22 October morning.",
                    "public_timestamp": "2019-10-21T18:28:30.000Z"
                },
                {
                    "note": "Summary - The Military has confirmed curfews will be in place in Valparaiso and Concepcion from 6.00pm Monday 21 October to 6.00am Tuesday 22 October; Santiago, Rancagua, Antofagasta, La Serena and Coquimbo from 8.00pm Monday to 6.00am Tuesday and in Valdivia from 9.00pm Monday 21 October to 6.00am Tuesday 22 October.",
                    "public_timestamp": "2019-10-21T22:00:35.000Z"
                },
                {
                    "note": "Summary – updated factual information on curfews and potential strikes on 23 and 24 October",
                    "public_timestamp": "2019-10-22T15:44:32.000Z"
                },
                {
                    "note": "Summary - Closure of border crossings from Chile into Argentina, Bolivia and Peru overnight. Check closure times with local authorities prior to travel",
                    "public_timestamp": "2019-10-23T23:22:09.000Z"
                },
                {
                    "note": "Summary - factual update on large demonstrations expected in Santiago and other cities in the run-up to, and during, the weekend",
                    "public_timestamp": "2019-10-25T15:13:38.000Z"
                },
                {
                    "note": "Summary - factual update on ongoing civil unrest across Chile",
                    "public_timestamp": "2019-10-28T16:54:14.000Z"
                },
                {
                    "note": "Local laws and customs section and Summary - updated information and advice on involvement in protests",
                    "public_timestamp": "2019-10-31T13:09:58.000Z"
                },
                {
                    "note": "Summary - factual update on civil unrest across Chile",
                    "public_timestamp": "2019-11-05T11:23:19.000Z"
                },
                {
                    "note": "Summary - updated information and advice on protests and travelling to the airport by road",
                    "public_timestamp": "2019-11-07T16:52:48.000Z"
                },
                {
                    "note": "Summary - factual update on demonstrations and the risk of violence",
                    "public_timestamp": "2019-11-08T16:36:52.000Z"
                },
                {
                    "note": "Latest Update: Summary - factual update on demonstrations and the risk of violence",
                    "public_timestamp": "2019-11-13T18:45:06.000Z"
                },
                {
                    "note": "Summary - updated information on cities where incidents of looting and clashes have been reported",
                    "public_timestamp": "2019-11-14T17:26:57.000Z"
                },
                {
                    "note": "Summary - update to information on demonstrations",
                    "public_timestamp": "2019-11-15T15:31:07.000Z"
                },
                {
                    "note": "Summary - addition of information on recommendations by the Chilean government to avoid Plaza Baquedano / Plaza Italia and Valparaiso city",
                    "public_timestamp": "2019-11-29T17:07:02.000Z"
                },
                {
                    "note": "Summary - updated information and advice following recent civil unrest",
                    "public_timestamp": "2019-12-10T10:21:37.000Z"
                },
                {
                    "note": "Summary - factual update on potential for demonstrations in major cities",
                    "public_timestamp": "2019-12-10T13:27:56.000Z"
                },
                {
                    "note": "Summary - factual update on recent civil unrest",
                    "public_timestamp": "2019-12-20T09:47:06.000Z"
                },
                {
                    "note": "Summary- Reports of localised fires in Valparaiso, specifically Rocuant and San Roque Hills.  If you are in the area you should follow the advice of local authorities.",
                    "public_timestamp": "2019-12-25T14:21:49.000Z"
                },
                {
                    "note": "Summary - Removal of warnings about fires in Valparaiso",
                    "public_timestamp": "2019-12-30T21:47:47.000Z"
                },
                {
                    "note": "Summary: Update involving incidents at Santiago International Airport",
                    "public_timestamp": "2019-12-31T21:30:30.000Z"
                },
                {
                    "note": "Safety and security (Crime) and Summary - updated information and advice on street crime",
                    "public_timestamp": "2020-01-17T14:50:09.000Z"
                },
                {
                    "note": "Summary - addition of information on a ‘state of emergency’ in some parts of the Atacama Region (Third Region), following floods and landslides",
                    "public_timestamp": "2020-01-30T15:59:41.000Z"
                },
                {
                    "note": "Addition of information on protests in Viña de Mar ('Summary' page) ",
                    "public_timestamp": "2020-02-26T13:51:54.000Z"
                },
                {
                    "note": "Addition of information on Coronavirus (COVID-19) ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-04T20:55:30.000Z"
                },
                {
                    "note": "Addition of information on screening measures in response to coronvirus (COVID-19) ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-12T12:36:18.000Z"
                },
                {
                    "note": "Cases of coronavirus (COVID-19) have been confirmed in Chile. The Chilean authorities have introduced a number of measures to limit the spread of the virus (Summary and Health)",
                    "public_timestamp": "2020-03-15T20:33:15.000Z"
                },
                {
                    "note": "Addition of information regarding restrictions on entry at borders starting 18th March ('Summary') ",
                    "public_timestamp": "2020-03-17T22:03:54.000Z"
                },
                {
                    "note": "Summary - President Sebastian Piñera announced a 90-day ‘National State of Catastrophe’ on Wednesday 18 March 2020. British Embassy Santiago is currently working fully remotely.",
                    "public_timestamp": "2020-03-18T20:48:50.000Z"
                },
                {
                    "note": "Additional information following the outbreak of coronavirus (COVID-19) ('Summary' page)",
                    "public_timestamp": "2020-03-19T19:24:00.000Z"
                },
                {
                    "note": "Updated information on coronavirus (COVID-19), including restrictions on entry to Chile (Summary)",
                    "public_timestamp": "2020-03-21T21:55:53.000Z"
                },
                {
                    "note": "Updated information on latest Chilean government measures, including the curfew (Summary) ",
                    "public_timestamp": "2020-03-22T22:28:57.000Z"
                },
                {
                    "note": "Updated information on latest Chilean government measures including curfew ('Summary', 'Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-03-24T17:32:31.000Z"
                },
                {
                    "note": "Update to information on responses to coronavirus ('Summary', 'Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-03-25T18:59:28.000Z"
                },
                {
                    "note": "The government of Chile have announced a 7-day quarantine beginning at 2200 hrs on Thursday, March 26. ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-03-26T17:45:13.000Z"
                },
                {
                    "note": "Update to local measures and flight information ('Coronavirus' and 'Return to the UK')",
                    "public_timestamp": "2020-03-30T12:20:22.000Z"
                },
                {
                    "note": "Updated information on quarantine and advice on returning to the UK ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-03-30T19:06:50.000Z"
                },
                {
                    "note": "Update information on local measures ('Coronavirus' pages)",
                    "public_timestamp": "2020-04-15T13:18:45.000Z"
                },
                {
                    "note": "Update to information and advice on flight options and on quarantine and sanitary cordon restrictions ('Summary', 'Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-21T16:48:28.000Z"
                },
                {
                    "note": "Updated information to the 'Terrorism' page. ",
                    "public_timestamp": "2020-04-22T13:05:53.000Z"
                },
                {
                    "note": "Updated information on availability of flights. ('Summary', 'Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-28T15:58:09.000Z"
                },
                {
                    "note": "Addition of information about quarantine zone changes (‘Coronavirus’ page) and update to information about the availability of commercial flights (‘Return to the UK’ page)\r\n",
                    "public_timestamp": "2020-04-30T15:15:23.000Z"
                },
                {
                    "note": "Update to information on coronavirus (COVID-19) measures ('Coronavirus' page)",
                    "public_timestamp": "2020-05-05T14:27:57.000Z"
                },
                {
                    "note": "Update to coronavirus (COVID-19) measures and information on flights ('Summary', 'Staying during coronavirus', and 'Return to the UK' pages')",
                    "public_timestamp": "2020-05-08T19:56:51.000Z"
                },
                {
                    "note": "Update to information and advice on quarantine and sanitary cordons ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-05-15T11:40:22.000Z"
                },
                {
                    "note": "Addition of information on requirement for all LATAM passengers to have filled-in a “Pasaporte Sanitario” to be allowed to board their flights. ('Return to the UK' page)",
                    "public_timestamp": "2020-05-15T17:40:17.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-20T14:04:05.000Z"
                },
                {
                    "note": "Updated information about commercial flights and regional quarantine and sanitary cordons (‘Summary’, ‘Return to the UK’ and ‘Staying during coronavirus’ pages)",
                    "public_timestamp": "2020-05-23T10:21:36.000Z"
                },
                {
                    "note": "Updated information on commercial flights to the UK ('Return to the UK' page)",
                    "public_timestamp": "2020-05-27T14:53:04.000Z"
                },
                {
                    "note": "Addition of information LATAM flights routes to Miami and Sao Paulo ('Return to the UK' page) and extension of quarantine measures until 5 June in Moving around in Chile section (‘Staying during coronavirus’ page)\r\n\r\n",
                    "public_timestamp": "2020-05-29T09:33:05.000Z"
                },
                {
                    "note": "Addition of information on UK special flight from Santiago, Chile from 11 June (‘Return to the UK’ page)",
                    "public_timestamp": "2020-06-01T19:11:07.000Z"
                },
                {
                    "note": "Amended information about a special flight departing Arturo Merino Benitez Airport in Santiago, to London Heathrow on 11 June ('Return to the UK' page)",
                    "public_timestamp": "2020-06-05T12:53:16.000Z"
                },
                {
                    "note": "Update to information on a UK special flight from Arturo Merino Benitez Airport, Santiago on 11 June, reflecting the end of  the booking period (‘Return to the UK’ page)",
                    "public_timestamp": "2020-06-08T14:00:41.000Z"
                },
                {
                    "note": "Addition of information about commercial flight options to leave Chile ('Return to the UK' page) and updated information on quarantine orders and sanitary cordons ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-06-12T09:09:33.000Z"
                },
                {
                    "note": "Addition to information on extension of quarantine restrictions and areas affected ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-06-22T09:08:29.000Z"
                },
                {
                    "note": "Updated information about the extension of the 'National State of Catastrophe’ for a further 90 days and updated list of regions that are in full quarantine or have sanitary cordons ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-06-24T11:10:39.000Z"
                },
                {
                    "note": "Updated information about the extension of the 'National State of Catastrophe’ for a further 90 days and updated list of regions that are in full quarantine or have sanitary cordons ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-07-31T18:16:39.000Z"
                },
                {
                    "note": "Updated information about quarantine orders and sanitary cordons to limit the spread of COVID19 ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-08-12T09:19:55.000Z"
                },
                {
                    "note": "Update to information on commercial flight options to return to the UK, visas for British Nationals ('Summary' and 'Return to the UK' pages) and changes to national curfew hours and quarantines ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-08-27T12:17:41.000Z"
                },
                {
                    "note": "Addition of information on the phasing of municipal areas out of quarantine and entry requirements for Chile ('Summary', 'Coronavirus' and 'Entry requirements' pages).   Removal of the ‘Return to the UK’ page",
                    "public_timestamp": "2020-09-28T16:37:20.000Z"
                },
                {
                    "note": "Updated information on upcoming political and social protests across Chile between 18 and 25 October ('Summary' page)",
                    "public_timestamp": "2020-10-12T14:42:10.000Z"
                },
                {
                    "note": "Updated information on quarantine requirements, PRC tests and travellers with family connections may be able to request a 'special permit to entry' to Chile ('Summary', 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-10-22T09:40:31.000Z"
                },
                {
                    "note": "Updated information on civil unrest in some Santiago areas and the Araucania Region ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2020-11-06T15:23:10.000Z"
                },
                {
                    "note": "The FCDO no longer advises against travel to Chile. Chile is now on the list of countries and territories where self-isolation is not required on return to the UK. (‘Summary’ page)",
                    "public_timestamp": "2020-11-12T20:53:28.000Z"
                },
                {
                    "note": "Update to information on entry for non-resident foreign nationals ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-11-20T10:51:17.000Z"
                },
                {
                    "note": "Updated information on entry for Chileans, foreign residents and non-resident foreign nationals ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-12-08T16:58:06.000Z"
                },
                {
                    "note": "Update to information on entry for Chileans, foreign residents and non-resident foreign nationals ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-12-08T21:05:38.000Z"
                },
                {
                    "note": "Removal of quarantine requirements for all travellers ('Entry requirements' page) ",
                    "public_timestamp": "2020-12-09T09:46:12.000Z"
                },
                {
                    "note": "Addition of information on restrictions in place for travelling from Santiago to other regions ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-12-15T11:37:47.000Z"
                },
                {
                    "note": "The Chilean government has announced that from Tuesday, 22 December at 00:00 hrs, non-resident foreign nationals that have been in the United Kingdom during the last 14 days, will not be allowed entry to Chile ('Entry requirements', 'Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-12-21T16:37:07.000Z"
                },
                {
                    "note": "From Thursday 31 December, all other travellers, including Chileans, resident and non-resident foreign nationals have to complete a mandatory 10-day quarantine on arrival in Chile.  (See 'Entry requirements', 'Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-12-30T15:00:40.000Z"
                },
                {
                    "note": "If you have visited the UK in the last 14 days you will not be permitted to enter Chile; from 7 January at 05:00, all travellers will require a negative PCR test (taken within 72-hours of boarding the flight) to enter Chile.  (Summary, Coronavirus and Entry requirements )",
                    "public_timestamp": "2021-01-05T20:56:02.000Z"
                },
                {
                    "note": "From 4am on 15 January, direct flights from Chile to the UK are prohibited.  Visitors who have been in or transited through Chile in the previous 10 days cannot enter the UK. British and Irish nationals, and third country nationals with residence rights in the UK arriving in the UK from Chile on or after 4am on 15 January will need to self-isolate along with their households on their return. ",
                    "public_timestamp": "2021-01-14T19:39:57.000Z"
                },
                {
                    "note": "Updated information on airport testing and quarantine requirements; Chilean health authorities are selecting random passengers to do a PCR test even if passengers have already complied with the requirement to hold a negative PCR test ('Summary', 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-02-02T10:39:20.000Z"
                },
                {
                    "note": "Addition of information and advice on pre-departure COVID-19 testing facilities in Chile (‘Coronavirus’ page)",
                    "public_timestamp": "2021-02-04T17:13:11.000Z"
                },
                {
                    "note": "Update to information on the Chilean government’s 5 stage coronavirus lockdown plan ('Coronavirus' page).",
                    "public_timestamp": "2021-02-16T16:58:38.000Z"
                },
                {
                    "note": "update of information on entry to the UK from Chile ('Summary' page)",
                    "public_timestamp": "2021-02-16T17:11:52.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Chile (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-02-17T13:07:14.000Z"
                },
                {
                    "note": "Update to information on UK entry requirement. ('Summary' page)\r\n\r\n",
                    "public_timestamp": "2021-02-19T12:50:37.000Z"
                },
                {
                    "note": "Update to information on car-jackings, muggings and protests ('Safety and security' page)",
                    "public_timestamp": "2021-02-19T16:49:07.000Z"
                },
                {
                    "note": "Update on new entry protocols for passengers arriving from Brazil ('Summary', 'Coronavirus' and Entry requirements' pages)",
                    "public_timestamp": "2021-03-10T10:09:57.000Z"
                },
                {
                    "note": "Updated information on quarantine restrictions in the Metropolitan Region and nationwide curfew (‘Summary’ and ‘Coronavirus' pages)\r\n",
                    "public_timestamp": "2021-03-12T15:52:31.000Z"
                },
                {
                    "note": "Updated information on quarantine restrictions on arrival in Chile (‘Summary’ and ‘Coronavirus’ pages)",
                    "public_timestamp": "2021-03-24T17:03:24.000Z"
                },
                {
                    "note": "Updated information on quarantine restrictions on arrival in Chile from 31 March (‘Summary’, ‘Coronavirus’ and 'Entry restrictions' pages)",
                    "public_timestamp": "2021-03-29T15:17:50.000Z"
                },
                {
                    "note": "Update information on entry restrictions to Chile from 5 April at 5am (‘Summary’, ‘Coronavirus’ and 'Entry restrictions' pages)",
                    "public_timestamp": "2021-04-01T21:20:11.000Z"
                },
                {
                    "note": "Addition of information on the extension of Chilean entry restrictions until the end of May (‘Summary’, ‘Coronavirus’ and 'Entry requirements' pages)",
                    "public_timestamp": "2021-04-29T12:14:02.000Z"
                },
                {
                    "note": "New information on mobility pass, introduced by Chilean government for residents within Chile (‘Coronavirus’ page). Updated information Chilean entry restrictions for non-resident foreign nationals; restrictions have been extended ('Entry requirements' page)",
                    "public_timestamp": "2021-05-26T11:42:21.000Z"
                },
                {
                    "note": "From 8 June, direct flights can arrive in England from Chile, but they must arrive at dedicated terminals at Heathrow and Birmingham airports. Different requirements may apply for arrivals into Scotland, Wales and Northern Ireland. (‘Returning to the UK’)",
                    "public_timestamp": "2021-06-04T14:06:59.000Z"
                },
                {
                    "note": "Additional information on the extension of Chilean entry restrictions until 30 June at least and the entire Metropolitan Region moving back to quarantine restrictions from 12 June. (See ‘Coronavirus’ and 'Entry requirements' pages)",
                    "public_timestamp": "2021-06-11T19:12:53.000Z"
                },
                {
                    "note": "Following the latest regional restrictions, large parts of the Metropolitan Region remain in quarantine from 12 June. (See ‘Coronavirus’ page)",
                    "public_timestamp": "2021-06-22T23:46:47.000Z"
                },
                {
                    "note": "Updated information regarding entry requirements and Covid-19 restrictions in Chile. (See ‘Coronavirus’ and ‘Entry Requirements” pages.)",
                    "public_timestamp": "2021-06-26T12:19:37.000Z"
                },
                {
                    "note": "Additional information on the extension of Chilean entry restrictions until 25 July and updated information on COVID-19 restrictions in Chile (‘Coronavirus’ pages)",
                    "public_timestamp": "2021-07-14T10:02:04.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Chile ('Coronavirus' page)",
                    "public_timestamp": "2021-07-20T08:16:15.000Z"
                },
                {
                    "note": "Information about the Chilean Government's new plan on exit and entry requirements to / from Chile (Coronavirus and Entry requirements) ",
                    "public_timestamp": "2021-07-24T23:02:45.000Z"
                },
                {
                    "note": "Additional information on documents you must have if you want to leave Chile for a Chilean or a resident foreign national ('Coronavirus' page)",
                    "public_timestamp": "2021-07-28T08:33:01.000Z"
                },
                {
                    "note": "Information on the Chilean Government’s announcement on the process for Chileans and foreigners resident in Chile who have been vaccinated overseas to register for Chile’s Mobility Pass scheme (‘Coronavirus’ pages)",
                    "public_timestamp": "2021-08-11T11:17:54.000Z"
                },
                {
                    "note": "Information on the reduction of quarantine period for arrivals in Chile after 1 September (see ‘Coronavirus’ pages).",
                    "public_timestamp": "2021-08-26T15:53:11.000Z"
                },
                {
                    "note": "Information on the new entry and quarantine requirements for arrivals in Chile after 1 October ('Entry requirements’ page).",
                    "public_timestamp": "2021-09-21T09:19:20.000Z"
                },
                {
                    "note": "Update to information on mobility rules and entry requirements ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-10-01T16:00:38.000Z"
                },
                {
                    "note": "From 4am on Monday 11 October, Chile will no longer be on the red list for entering England. Check what you must do to travel abroad and return to England, Scotland, Wales or Northern Ireland ('Summary' and 'Coronavirus' pages).",
                    "public_timestamp": "2021-10-07T17:03:32.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Chile, based on the current assessment of COVID-19 risks ",
                    "public_timestamp": "2021-10-11T08:47:46.000Z"
                },
                {
                    "note": "Information on quarantine and interregional travel restrictions from 1 November; latest changes on the Chilean Government ‘Paso a Paso’ Stages Plan (‘Coronavirus’ and ‘Entry requirements’ pages) and political situation in the Araucania Region (‘Safety and security’ pages).",
                    "public_timestamp": "2021-10-20T16:34:09.000Z"
                },
                {
                    "note": "Addition of information on the extension of the state of emergency until 11 November ('Safety and security' page)",
                    "public_timestamp": "2021-11-01T11:16:59.000Z"
                },
                {
                    "note": "Addition of information on entry requirements to enter Chile (‘Entry requirements’ pages) ",
                    "public_timestamp": "2021-11-05T10:57:49.000Z"
                },
                {
                    "note": "Updated information on the extension of the state of emergency in Araucanía until 26 November ('Safety and security' page)",
                    "public_timestamp": "2021-11-16T13:44:01.000Z"
                },
                {
                    "note": "Addition of information on entry requirements for Chile, interregional travel, health/quarantine measures from 1 December (‘Entry requirements’ and ‘Coronavirus’ pages) and safety around national elections on 21 November (‘Safety and Security’ pages)",
                    "public_timestamp": "2021-11-18T13:43:00.000Z"
                },
                {
                    "note": "Addition of information on health and quarantine measures being introduced from 1 December and safety around national elections on 19 December (‘Entry requirements’ and ‘Safety and security’ pages)",
                    "public_timestamp": "2021-11-26T09:52:36.000Z"
                },
                {
                    "note": "Addition of information on entry and quarantine measures being introduced from 1 December ('Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-11-30T15:27:50.000Z"
                },
                {
                    "note": "Addition of information on entry and quarantine measures (‘Entry requirements’ pages)",
                    "public_timestamp": "2021-12-07T12:40:41.000Z"
                },
                {
                    "note": "Added information on arriving in Chile with a domestic connecting flight ('Entry requirements' page)",
                    "public_timestamp": "2021-12-08T14:42:20.000Z"
                },
                {
                    "note": "Updated information on the State of Emergency in Chile ('Safety and security' page)",
                    "public_timestamp": "2021-12-15T12:54:42.000Z"
                },
                {
                    "note": "Updated information on the ‘Entry rules in response to coronavirus’ and ‘Demonstrating your COVID-19 status’.",
                    "public_timestamp": "2021-12-21T12:04:01.000Z"
                },
                {
                    "note": "Updated information on ‘Travel in Chile’, ‘Mobility Pass for Interregional Travel’, ‘Entry rules in response to coronavirus’, Public health measures on arrival in Chile, ‘Demonstrating your COVID-19 status’ and ‘Quarantine requirements for travellers who must self-isolate.’",
                    "public_timestamp": "2022-01-06T10:14:29.000Z"
                },
                {
                    "note": "Updated information on ‘Safety and security’. ",
                    "public_timestamp": "2022-01-14T16:40:27.000Z"
                },
                {
                    "note": "Review and amendments to 'Summary', 'Coronavirus', 'Safety and security', 'Local laws and customs', 'Health' and 'Natural disasters' pages",
                    "public_timestamp": "2022-02-21T20:45:53.000Z"
                },
                {
                    "note": "Review and amendments to ‘Entry requirements’ page",
                    "public_timestamp": "2022-03-23T15:40:28.000Z"
                },
                {
                    "note": "Review and amendments to ‘Coronavirus', 'Health', and 'Entry requirements' pages.",
                    "public_timestamp": "2022-04-14T15:16:27.000Z"
                },
                {
                    "note": "Updated information on mobility passes (‘Coronavirus’ and ‘Entry Clearance’ pages). ",
                    "public_timestamp": "2022-06-16T17:54:24.000Z"
                },
                {
                    "note": "Updated information on mobility passes (‘Entry requirements’ page)",
                    "public_timestamp": "2022-07-13T10:09:41.000Z"
                },
                {
                    "note": "Updated information on mobility passes and the political situation ('Coronavirus', 'Safety and security' and 'Entry requirements' pages).\r\n\r\n",
                    "public_timestamp": "2022-09-02T14:19:56.000Z"
                },
                {
                    "note": "Updated information on the COVID-19 entry requirements and the removal of information about the Mobility pass for interregional travel ('Coronavirus' and 'Entry requirements' page).",
                    "public_timestamp": "2022-09-30T15:23:18.000Z"
                },
                {
                    "note": "Updated information on the COVID-19 entry requirements for Easter Island ('Entry requirements' page).",
                    "public_timestamp": "2022-10-24T08:33:20.000Z"
                },
                {
                    "note": "Updated information on safety and security and the special entry requirements to travel to Easter Island (Rapi Nui) (See 'Safety and security' and Entry requirements' pages)",
                    "public_timestamp": "2022-12-23T19:53:32.000Z"
                },
                {
                    "note": "Updated information on entry requirements for arrivals from China ('Entry requirements' page). ",
                    "public_timestamp": "2023-01-04T15:13:55.000Z"
                },
                {
                    "note": "Updated information on entry requirements; some people, chosen at random, will be required to take COVID tests when entering the country ('Entry requirements' page).",
                    "public_timestamp": "2023-01-13T18:50:26.000Z"
                },
                {
                    "note": "Updated information on forest fires in areas of the Nuble, Biobio and Araucania regions ('Summary' page).",
                    "public_timestamp": "2023-02-05T01:42:07.000Z"
                },
                {
                    "note": "Updated information on forest fires in areas of the Nuble, Biobio and Araucania regions and forest fires ('Summary' and 'Natural disasters' pages).\r\n\r\n ",
                    "public_timestamp": "2023-02-10T14:06:50.000Z"
                },
                {
                    "note": "Updated information on forest fires and minimum amount of funds required per day of stay in Chile ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2023-05-09T15:30:35.000Z"
                },
                {
                    "note": "New information on altitude sickness ('Health' page).",
                    "public_timestamp": "2023-05-11T08:20:57.000Z"
                },
                {
                    "note": "New information on crime and the end of COVID-19 entry requirements ('Safety and security' and 'Entry requirements' pages). ",
                    "public_timestamp": "2023-05-17T08:46:34.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T10:10:20.000Z"
                },
                {
                    "note": "Information about natural disasters ('Natural disasters' page).",
                    "public_timestamp": "2023-09-26T13:50:52.000Z"
                },
                {
                    "note": "This travel advice has been rewritten to make it easier to read and understand.",
                    "public_timestamp": "2023-10-25T11:17:22.000Z"
                }
            ],
            "country": {
                "name": "Chile",
                "slug": "chile",
                "synonyms": []
            },
            "email_signup_link": "/foreign-travel-advice/chile/email-signup",
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "\n<div class=\"example\">\n<p>This travel advice page also covers Rapa Nui (Easter Island).</p>\n</div>\n\n<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) provides advice about risks of travel to help British nationals make informed decisions. Find out <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">more about <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</a>.</p>\n\n<h2 id=\"before-you-travel\">Before you travel</h2>\n\n<p>No travel can be guaranteed safe. Read all the advice in this guide and see <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a> for information about specific travel topics.</p>\n\n<div class=\"example\">\n<p>Follow and contact FCDO travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/chile/email-signup\">get email notifications</a> when this advice is updated.</p>\n</div>\n\n<h3 id=\"travel-insurance\">Travel insurance</h3>\n\n<p>If you choose to travel, research your destinations and <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">get appropriate travel insurance</a>. Insurance should cover your itinerary, planned activities and expenses in an emergency.</p>\n\n",
                    "slug": "warnings-and-insurance",
                    "title": "Warnings and insurance"
                },
                {
                    "body": "<p>This advice reflects the UK government’s understanding of current rules for people travelling on a full <a href=\"https://www.gov.uk/types-of-british-nationality\">‘British citizen’ passport</a> from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Chile set and enforce entry rules. If you’re not sure how these requirements apply to you, contact the <a rel=\"external\" href=\"https://www.chile.gob.cl/reino-unido/en\">Chilean Embassy in the UK</a>.</p>\n\n<h2 id=\"covid-19-rules\">COVID-19 rules</h2>\n\n<p>There are no COVID-19 testing or vaccination requirements for travellers entering Chile.</p>\n\n<h2 id=\"passport-validity-requirements\">Passport validity requirements</h2>\n\n<p>Your passport should have an ‘expiry date’ after the day you plan to leave Chile.</p>\n\n<p>Check with your travel provider that your passport and other travel documents meet requirements. <a href=\"https://www.gov.uk/renew-adult-passport/renew\">Renew your passport</a> if you need to.</p>\n\n<p>You will be denied entry if you do not have a valid travel document or try to use a passport that has been reported lost or stolen.</p>\n\n<h2 id=\"visa-requirements\">Visa requirements</h2>\n\n<p>You can visit Chile for up to 90 days without a visa.</p>\n\n<p>The Chilean immigration authorities will give you a tourist card (‘tarjeta de turismo’), an A5-sized white form. Keep it safe and give it to immigration when you leave the country. If you lose it, Chilean police investigations (PDI) allows you to <a rel=\"external\" href=\"https://pdivirtual.cerofilas.gob.cl/etapas/ver/31401667/0\">request a copy online</a> (choose ‘Duplicado de tarjeta de turismo’). You can also go to the nearest PDI office.</p>\n\n<p>To stay longer (to work or study, for business travel or for other reasons), you must <a rel=\"external\" href=\"https://serviciomigraciones.cl/en/home/\">meet the Chilean Government’s entry requirements</a>.</p>\n\n<h2 id=\"travelling-with-children\">Travelling with children</h2>\n\n<p> If you’re travelling with children aged 17 and under, check the website of the <a rel=\"external\" href=\"https://www.chile.gob.cl/en/chile/xplica/ingreso-y-salida-de-menores-del-pais\">Chilean Ministry of Foreign Affairs</a> (website in Spanish) for what documents you need to show.</p>\n\n<h2 id=\"british-chilean-dual-nationality\">British-Chilean dual nationality</h2>\n\n<p>British-Chilean dual nationals must enter and leave Chile using their Chilean passport. Chilean entry and exit requirements for dual nationals may change without notice. For further information check with the <a rel=\"external\" href=\"https://www.chile.gob.cl/en/reino-unido/en\">Chilean Embassy in the UK</a>.</p>\n\n<h3 id=\"travelling-with-dual-national-children\">Travelling with dual national children</h3>\n\n<p>Before a dual national child aged 17 or under leaves Chile, you must get authorisation to travel from a Chilean notary  (‘notaría’) if the child is travelling:</p>\n\n<ul>\n  <li>alone</li>\n  <li>with only one parent or guardian</li>\n  <li>with friends or relatives</li>\n</ul>\n\n<p>If a child was born in Chile, they must have a Chilean passport to leave the country.</p>\n\n<h2 id=\"travelling-to-rapa-nui-easter-island\">Travelling to Rapa Nui (Easter Island)</h2>\n\n<p>To <a rel=\"external\" href=\"https://www.gob.cl/rapanuiprotegida/en/requirements/\">enter Rapa Nui (Easter Island)</a> you must:</p>\n\n<ul>\n  <li>complete a <a rel=\"external\" href=\"https://ingresorapanui.interior.gob.cl/\">Rapa Nui entry form</a>\n</li>\n  <li>show a return ticket</li>\n  <li>show a reservation registered with <a rel=\"external\" href=\"https://serviciosturisticos.sernatur.cl/\">SERNATUR, the national tourism service</a> (select region ‘Valparaiso’ and comuna ‘Rapa Nui’ to refine your search for accommodation) or an invitation letter from the provincial delegation</li>\n</ul>\n\n<h2 id=\"vaccination-requirements\">Vaccination requirements</h2>\n\n<p>At  least 8 weeks before your trip, check the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/48/chile\">vaccinations and certificates you need in TravelHealthPro’s Chile guide</a>.   </p>\n\n<h2 id=\"customs-rules\">Customs rules</h2>\n\n<p>There are strict rules about <a rel=\"external\" href=\"https://www.aduana.cl/aduana/site/edic/base/port/viajero_turista.html\">goods you can take into or out of Chile</a>. You must declare anything that may be prohibited or subject to tax or duty.</p>\n\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<h2 id=\"terrorism\">Terrorism</h2>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<h3 id=\"terrorism-in-chile\">Terrorism in Chile</h3>\n\n<p>Terrorist attacks in Chile cannot be ruled out. Attacks, although unlikely, could be indiscriminate, including in places visited by foreigners. </p>\n\n<p>There are occasional acts of domestic terrorism by anarchist groups, mostly in Santiago, including the use of small explosive devices. Groups mainly target banks (ATMs) and public transport. Keep bags with you at all times, and report any suspicious behaviour or unattended packages to local authorities. Since early April 2020, there has been an increase in attacks against security forces in the Araucanía region, particularly around Ruta 5. You should exercise caution and follow the instructions of local authorities.</p>\n\n<h2 id=\"political-situation\">Political situation</h2>\n\n<p>There is a risk of violent protest in Santiago and other Chilean cities, particularly on Friday afternoons and evenings.</p>\n\n<p>Even peaceful protests can become violent. The largest protests usually take place in central Santiago. Police can use tear gas and water cannons against protesters. </p>\n\n<p>Avoid all demonstrations. Under Chilean law, you can be deported if you’re involved in or promote violent acts that could disturb social order or the system of government.</p>\n\n<p>Nationwide protests often take place on significant dates, such as:</p>\n\n<ul>\n  <li>11 September (anniversary of the military coup)</li>\n  <li>29 March (Day of the Young Combatant)</li>\n  <li>1 May (Workers’ Day)</li>\n</ul>\n\n<h2 id=\"crime\">Crime</h2>\n\n<p>Pickpocketing and mugging are common in many cities throughout Chile.</p>\n\n<h3 id=\"protecting-your-belongings\">Protecting your belongings</h3>\n\n<p>Keep your valuables and passport somewhere secure, such as in a hotel safe. Bags hanging on chairs or mobile phones on tables can be targeted by thieves, who may use distraction techniques or work in pairs. Take particular care:</p>\n\n<ul>\n  <li>\n    <p>around tourist sites, and areas popular with tourists</p>\n  </li>\n  <li>\n    <p>in cafes and restaurants</p>\n  </li>\n  <li>\n    <p>at transport hubs, including at the airport, bus stations and ports</p>\n  </li>\n  <li>\n    <p>in hotel lobbies during arrival and departure</p>\n  </li>\n</ul>\n\n<p>When travelling by bus or coach, take care of your belongings when getting on and off. Keep your valuables with you, do not put them in storage compartments, especially for long journeys between regions. Be extremely wary of distractions at bus stations, where there are frequent thefts.  </p>\n\n<h3 id=\"violent-theft-muggings\">Violent theft (muggings)</h3>\n\n<p>Muggings have happened in tourist areas in Santiago and Valparaiso, increasingly with weapons such as pistols and knives. Muggings can take place during the day and in plain sight of others. Be aware of your surroundings, particularly in tourist areas or near official buildings. Muggers will target:</p>\n\n<ul>\n  <li>tourists</li>\n  <li>people carrying large amounts of money  – leaving ATMs or currency exchanges, for example</li>\n  <li>your passport (carrying a photocopy is enough)</li>\n  <li>valuable watches or jewellery</li>\n  <li>your mobile phone</li>\n</ul>\n\n<p>Do not resist any attempted mugging.</p>\n\n<h3 id=\"vehicle-crime\">Vehicle crime</h3>\n\n<p>There has been an increase in criminals:</p>\n\n<ul>\n  <li>targeting rental cars in major cities – they sometimes puncture the car’s tyres, often while at traffic lights, distract the occupants when they notice the tyres and steal valuables</li>\n  <li>following people from the airport on arrival and robbing them, sometimes at gunpoint</li>\n  <li>targeting vehicles entering or leaving private residences while the gates are opening or closing</li>\n  <li>carrying out carjackings in Santiago, especially in affluent areas – some armed carjackers target high-end vehicles on highways</li>\n  <li>intercepting car locking systems when drivers remotely activate the lock</li>\n  <li>targeting people parked at viewpoints and stealing belongings from their cars</li>\n</ul>\n\n<p>Be aware of your surroundings in and around the airport, when driving and on arrival at your destination. Keep vehicle doors locked and windows closed. Wait for gates to fully close before leaving your vehicle.</p>\n\n<p>If you’re robbed, hand over your cash and valuables without resistance. If you’re carjacked, local authorities say it is best to raise your hands and get out of the vehicle to avoid violence.</p>\n\n<h3 id=\"taxi-robberies\">Taxi robberies</h3>\n\n<p>People have been robbed by bogus and unlicensed taxi drivers, including in airport taxis. Use official or pre-booked taxis and ask taxi drivers for proof of the reservation – see <a rel=\"external\" href=\"http://www.mtt.gob.cl/viaja-seguro-en-taxis.html\">how to recognise official taxis</a> (in Spanish). At the airport there is a taxi office where you can book and pay in advance.</p>\n\n<p>Book taxis in advance rather than hailing one from the street, especially late at night. Keep in groups and avoid walking alone late at night.</p>\n\n<h3 id=\"drink-spiking\">Drink spiking</h3>\n\n<p>People have been given ‘spiked’ drinks in nightclubs and bars, particularly in the Suecia and Bellavista areas of Santiago. These incidents leave victims open to theft or assault. Keep your drinks in sight and be wary of people offering to buy drinks for you.</p>\n\n<h2 id=\"laws-and-cultural-differences\">Laws and cultural differences</h2>\n\n<h3 id=\"personal-id\">Personal ID</h3>\n\n<p>Always carry a photocopy of the photo page of your passport with you. </p>\n\n<h3 id=\"alcohol-laws-and-bans\">Alcohol laws and bans</h3>\n\n<p>It’s illegal to drink alcohol in public places including streets, roads, squares and promenades.</p>\n\n<h3 id=\"illegal-drugs-and-prison-sentences\">Illegal drugs and prison sentences</h3>\n\n<p>Using or possessing drugs is illegal and can lead to prison sentences.</p>\n\n<h3 id=\"lgbt-travellers\">LGBT+ travellers</h3>\n\n<p>Same-sex relationships are legal in Chile and are increasingly widely accepted socially, although much of Chilean society is conservative.</p>\n\n<p>Read more <a href=\"https://www.gov.uk/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">advice for LGBT+ travellers</a>.</p>\n\n<h2 id=\"outdoor-activities-and-adventure-tourism\">Outdoor activities and adventure tourism</h2>\n\n<h3 id=\"fires-in-national-parks\">Fires in national parks</h3>\n\n<p>Open fires are illegal in national parks in Chile, outside permitted camping areas. Local authorities may revoke your tourist permit if you’re caught starting a fire in a Chilean national park. You may be asked to leave the country voluntarily within 72 hours or face deportation. If your open fire starts a larger forest fire, you may also face criminal penalties and fines.</p>\n\n<h3 id=\"hiking-and-mountaineering\">Hiking and mountaineering</h3>\n\n<p>If you’re planning to go exploring or mountaineering, tell the local authorities before you set off. For further information on mountaineering, contact the <a rel=\"external\" href=\"https://feach.cl/contacto/\">Federación de Andinismo de Chile</a>. For any other type of exploring, contact the <a rel=\"external\" href=\"https://www.chile.gob.cl/en/reino-unido/en\">Chilean Embassy in London</a> to see if you need a permit. The rescue services in Chile are good, but you may have to pay if they help you.</p>\n\n<h2 id=\"transport-risks\">Transport risks</h2>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>If you are planning to drive a hire car or a UK vehicle, see <a href=\"https://www.gov.uk/driving-abroad\">information on driving abroad</a>.</p>\n\n<p>You can use a UK photocard driving licence to drive in Chile for 3 months. If you still have a paper driving licence, you may need to <a href=\"https://www.gov.uk/exchange-paper-driving-licence\">update it to a photocard licence</a> or get the <a href=\"https://www.gov.uk/driving-abroad/international-driving-permit\">correct version of the international driving permit (IDP)</a> as well.</p>\n\n<p>You must have your passport and proof of your tourist status, such as your tourist card (‘tarjeta de turismo’) or the entry stamp in your passport, with you in the vehicle.</p>\n\n<p>See <a rel=\"external\" href=\"https://www.transporteinforma.cl/atencion-de-usuarios/preguntas-frecuentes/preguntas-licencias-de-conducir/\">information about driving licences in Chile</a> (in Spanish).</p>\n\n<p>If you hire a car, get appropriate insurance. Windscreen repair can be expensive, so consider including windscreen damage cover.</p>\n\n<p>You cannot get car insurance if you’re driving on Rapa Nui (Easter Island). If you have an accident or do any damage to your vehicle there, you’ll have to pay for the repairs yourself.</p>\n\n<h3 id=\"driving-conditions\">Driving conditions</h3>\n\n<p>Main roads in Chile are surfaced, but you may need a 4-wheel drive vehicle in the countryside. Be prepared for a range of driving conditions, from snow and ice to hot sandy deserts. Between June and September, winter weather sometimes temporarily closes the Chile-Argentina border crossing high in the Andes, including the main Los Libertadores crossing between Santiago and Mendoza.</p>\n\n<p>Toll roads are increasingly common.</p>\n\n<h2 id=\"landmines\">Landmines</h2>\n\n<p>Landmine accidents mainly affect livestock and local people crossing borders at unauthorised points. Most minefields are near the borders with Peru and Bolivia in the extreme north of Chile (regions XV, I and II) and Argentina in the south (region XII). Although most minefields are clearly marked, some signs and fences are old and damaged and may be hard to spot. In some cases, minefields are laid right up to the edge of highways. Check with local authorities before travelling to more rural areas, stick to clearly marked roads and observe all warning signs.</p>\n\n<h2 id=\"extreme-weather-and-natural-disasters\">Extreme weather and natural disasters</h2>\n\n<p>See <a href=\"https://www.gov.uk/guidance/tropical-cyclones\">extreme weather and natural hazards</a> for information about how to prepare, and how to react if there is a warning.</p>\n\n<h3 id=\"forest-fires\">Forest fires</h3>\n\n<p>Chile often has severe forest fires. These can be very destructive and spread rapidly, closing national parks and roads. Monitor local media for updates and follow the advice of local authorities. Avoid areas they advise are at risk and follow evacuation procedures if instructed to by authorities.</p>\n\n<p>For up-to-date information about forest fires, check the:</p>\n\n<ul>\n  <li>\n<a rel=\"external\" href=\"https://senapred.cl/informate/alertas\">Chilean National Emergencies alerts</a> (in Spanish)</li>\n  <li>\n<a rel=\"external\" href=\"https://www.conaf.cl/situacion-nacional-de-incendios-forestales/\">Agriculture Ministry’s summary of forest fires</a> (in Spanish)</li>\n  <li><a rel=\"external\" href=\"https://firms.modaps.eosdis.nasa.gov/map/#d:today;@0.0,0.0,3.0z\">NASA Fire Information for Resource Management System</a></li>\n</ul>\n\n<h3 id=\"earthquakes\">Earthquakes</h3>\n\n<p>Major earthquakes are a risk in Chile. The US Federal Emergency Management Agency website has advice about <a rel=\"external\" href=\"https://www.ready.gov/earthquakes\">what to do before, during and after an earthquake</a>. Take note of instructions in hotel rooms.</p>\n\n<p>Building regulations require new structures to take account of earthquake risks. Safety measures are widely known and put into practice by national organisations and the local authorities.</p>\n\n<h3 id=\"volcanic-eruptions\">Volcanic eruptions</h3>\n\n<p>A chain of volcanoes is active in the Puyehue and Los Lagos region (500 miles south of Santiago). There is a continuing risk of eruptions in Chaiten in southern Chile, Llaima in the Conguillo National Park and Lascar in northern Chile. Copahue, a volcano on the Argentina-Chile border, erupts periodically, causing local residents to be evacuated. Villarrica, a volcano near the popular tourist destinations of Pucon and Villarrica in the IX region of La Araucanía, is also active. </p>\n\n<p>If you’re travelling to these areas, monitor local media reports and follow <a rel=\"external\" href=\"https://www.sernageomin.cl/\">local authority volcano monitoring advice</a> (in Spanish).</p>\n\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>This section has safety advice for regions of Chile. It only covers regions where <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has specific advice.</p>\n\n<p>You should also read <a href=\"/foreign-travel-advice/chile\"><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s overall travel advice</a> and <a href=\"/foreign-travel-advice/chile/safety-and-security\">safety and security advice</a>.</p>\n\n<h2 id=\"araucana-region\">Araucanía Region</h2>\n<p>There is ongoing civil unrest in the Araucanía Region, especially around Temuco. This includes attacks by groups of demonstrators against both people and property. Be cautious if you travel within the Araucanía Region. There is an ongoing state of emergency in the provinces of Biobío, Arauco, Cautín and Malleco because of a significant increase in violent incidents. The military are assisting regional police. Follow the instructions of local authorities.</p>\n\n",
                    "slug": "regional-risks",
                    "title": "Regional risks"
                },
                {
                    "body": "<p>Before you travel check that:</p>\n\n<ul>\n  <li>your destination can provide the healthcare you may need</li>\n  <li>you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for local treatment or unexpected medical evacuation</li>\n</ul>\n\n<p>This is particularly important if you have a health condition or are pregnant.</p>\n\n<h2 id=\"emergency-medical-number\">Emergency medical number</h2>\n\n<p>Call 131 and ask for an ambulance.</p>\n\n<p>Contact your insurance company quickly if you’re referred to a medical facility for treatment.</p>\n\n<h2 id=\"vaccinations-and-health-risks\">Vaccinations and health risks</h2>\n\n<p>At least 8 weeks before your trip check:</p>\n\n<ul>\n  <li>the latest information on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/48/chile\">vaccinations and health risks in TravelHealthPro’s Chile guide</a> or <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/69/chile-easter-island\">TravelHealthPro’s Easter Island (Chile) guide</a>\n</li>\n  <li>where to get vaccines and whether you have to pay on the <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">NHS travel vaccinations page</a>\n</li>\n</ul>\n\n<p>Altitude sickness is a risk in parts of Chile. Read more about <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/26/altitude-illness\">altitude sickness on TravelHealthPro</a>.</p>\n\n<p>There are confirmed cases of dengue fever on Rapa Nui (Easter Island). Take steps to <a rel=\"external\" href=\"http://travelhealthpro.org.uk/factsheet/38/insect-and-tick-bite-avoidance\">avoid being bitten by mosquitoes</a>.</p>\n\n<h2 id=\"medication\">Medication</h2>\n\n<p>The legal status and regulation of some medicines prescribed or bought in the UK can be different in other countries.</p>\n\n<p>Read <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines on TravelHealthPro</a>.</p>\n\n<p>The NHS has information on <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/medicines/can-i-take-my-medicine-abroad/\">whether you can take your medicine abroad</a>.</p>\n\n<h2 id=\"healthcare-facilities-in-chile\">Healthcare facilities in Chile</h2>\n\n<p>There are good health facilities in Santiago and other major cities, but private clinics and hospitals are expensive. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.</p>\n\n<p>There is only one hospital on Rapa Nui (Easter Island) and its facilities are limited. People suffering from serious illnesses or injuries are taken by air ambulance to mainland Chile for treatment. Make sure your travel insurance covers this.</p>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has a list of <a href=\"https://www.gov.uk/government/publications/chile-list-of-medical-facilitiespractitioners-2\">English-speaking doctors in Chile</a>.</p>\n\n<p>There is also <a href=\"https://www.gov.uk/guidance/living-in-chile-guidance\">guidance on healthcare</a> if you’re living in Chile.</p>\n\n<h2 id=\"covid-19-healthcare-in-chile\">COVID-19 healthcare in Chile</h2>\n\n<p>See the Chilean government’s <a rel=\"external\" href=\"https://www.gob.cl/pasoapaso/\">official COVID-19 information</a> (in Spanish).</p>\n\n<h2 id=\"travel-and-mental-health\">Travel and mental health</h2>\n\n<p>Read <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\"><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> guidance on travel and mental health</a>. There is also <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">mental health guidance on TravelHealthPro</a>.</p>\n\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) cannot provide tailored advice for individual trips. Read this travel advice and carry out your own research before deciding whether to travel.</p>\n\n<h2 id=\"emergency-services-in-chile\">Emergency services in Chile</h2>\n\n<p>Ambulance: 131</p>\n\n<p>Fire: 132</p>\n\n<p>Police: 133</p>\n\n<h2 id=\"contact-your-travel-provider-and-insurer\">Contact your travel provider and insurer</h2>\n\n<p>Contact your travel provider and your insurer if you are involved in a serious incident or emergency abroad. They will tell you if they can help and what you need to do.</p>\n\n<h3 id=\"refunds-and-changes-to-travel\">Refunds and changes to travel</h3>\n\n<p>For refunds or changes to travel, contact your travel provider. You may also be able to make a claim through insurance. However, insurers usually require you to talk to your travel provider first.</p>\n\n<p>Find out more about <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice#changing-or-cancelling-travel-plans\">changing or cancelling travel plans</a>, including:</p>\n\n<ul>\n  <li>where to get advice if you are in a dispute with a provider</li>\n  <li>how to access previous versions of travel advice to support a claim</li>\n</ul>\n\n<h2 id=\"support-from-fcdo\">Support from <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>\n</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has guidance on staying safe and what to do if you need help or support abroad, including:</p>\n\n<ul>\n  <li>finding English-speaking <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/lawyers?country=Chile\">lawyers</a>, <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/funeral-directors?country=Chile\">funeral directors</a> and <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/translators-interpreters?country=Chile\">translators and interpreters</a> in Chile</li>\n  <li>dealing with a <a href=\"https://www.gov.uk/government/publications/chile-bereavement-packinformation\">death in Chile</a>\n</li>\n  <li>being <a href=\"https://www.gov.uk/government/publications/chile-prisoner-pack\">arrested or imprisoned in Chile</a>\n</li>\n  <li>getting help if you’re a <a href=\"https://www.gov.uk/victim-crime-abroad\">victim of crime</a>\n</li>\n  <li>what to do if you’re <a href=\"https://www.gov.uk/guidance/in-hospital-abroad\">in hospital</a>\n</li>\n  <li>if you’re <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">affected by a crisis</a>, such as a terrorist attack</li>\n</ul>\n\n<h2 id=\"contacting-fcdo\">Contacting <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>\n</h2>\n\n<p>Follow and contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/chile/email-signup\">get email notifications</a> when this travel advice is updated.</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Chile&amp;post=British%20Embassy%20Santiago\">contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> online</a>.</p>\n\n<h3 id=\"help-abroad-in-an-emergency\">Help abroad in an emergency</h3>\n\n<p>If you’re in Chile and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/world/organisations/british-embassy-chile\">British Embassy Santiago</a>.</p>\n\n<h3 id=\"fcdo-in-london\">\n<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> in London</h3>\n\n<p>You can call <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> in London if you need urgent help because something has happened to a friend or relative abroad.</p>\n\n<p>Telephone: 020 7008 5000 (24 hours)</p>\n\n<p><a href=\"https://www.gov.uk/call-charges\">Find out about call charges</a></p>\n\n<h2 id=\"risk-information-for-british-companies\">Risk information for British companies</h2>\n\n<p>The <a href=\"https://www.gov.uk/government/publications/overseas-business-risk-chile\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic and business security-related risks.</p>\n\n",
                    "slug": "getting-help",
                    "title": "Getting help"
                }
            ],
            "reviewed_at": "2023-10-25T11:17:22Z",
            "updated_at": "2023-10-25T11:17:22Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-03-18T15:05:46Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/chile",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/chile",
                    "base_path": "/foreign-travel-advice/chile",
                    "content_id": "09921127-6706-4893-874f-5c943b3f1c38",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-25T11:17:22Z",
                    "schema_name": "travel_advice",
                    "title": "Chile travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/chile",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/chile",
                    "api_url": "https://www.gov.uk/api/content/world/chile",
                    "base_path": "/world/chile",
                    "content_id": "8d78cacb-782b-417b-ba28-1c45d030b595",
                    "description": "Services if you're visiting, studying, working or living in Chile. Includes information about trading with and doing business in the UK and Chile.",
                    "details": {
                        "internal_name": "UK help and services in Chile",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:37:26Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Chile",
                    "web_url": "https://www.gov.uk/world/chile",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/argentina",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/argentina",
                    "base_path": "/foreign-travel-advice/argentina",
                    "content_id": "5393a385-63f9-466f-a851-422f249d06f8",
                    "details": {
                        "change_description": "Information that demonstrations may be more common in the months before and after Presidential elections on 19 November ('Safety and security' page).",
                        "country": {
                            "name": "Argentina",
                            "slug": "argentina",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-01T10:44:05Z",
                    "schema_name": "travel_advice",
                    "title": "Argentina travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/argentina",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/peru",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/peru",
                    "base_path": "/foreign-travel-advice/peru",
                    "content_id": "a1c8c919-6d66-41cf-ba90-5f51a0b0eb3f",
                    "details": {
                        "change_description": "Updated information on states of emergency ('Safety and Security' page).",
                        "country": {
                            "name": "Peru",
                            "slug": "peru",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-08T14:48:48Z",
                    "schema_name": "travel_advice",
                    "title": "Peru travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/peru",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/ecuador",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/ecuador",
                    "base_path": "/foreign-travel-advice/ecuador",
                    "content_id": "aa3bb093-06ac-4423-b242-e62ba4a4cf7d",
                    "details": {
                        "change_description": "Latest update: Information on daily power cuts nationwide ('Summary' page).\r\n",
                        "country": {
                            "name": "Ecuador",
                            "slug": "ecuador",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-01T18:57:45Z",
                    "schema_name": "travel_advice",
                    "title": "Ecuador travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/ecuador",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/colombia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/colombia",
                    "base_path": "/foreign-travel-advice/colombia",
                    "content_id": "8c40f35a-ff29-4d28-93cf-90e4432de4e5",
                    "details": {
                        "change_description": "Information on upcoming local elections ('Summary' and 'Safety and security' pages).",
                        "country": {
                            "name": "Colombia",
                            "slug": "colombia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-23T15:14:04Z",
                    "schema_name": "travel_advice",
                    "title": "Colombia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/colombia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/bolivia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/bolivia",
                    "base_path": "/foreign-travel-advice/bolivia",
                    "content_id": "2f6708c2-9a26-4949-8eb7-824e601ee377",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
                        "country": {
                            "name": "Bolivia",
                            "slug": "bolivia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-16T11:31:52Z",
                    "schema_name": "travel_advice",
                    "title": "Bolivia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/bolivia",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-chile",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-chile",
                    "base_path": "/world/living-in-chile",
                    "content_id": "b05fd623-1446-403e-94ac-9678e6219559",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Chile",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/chile",
                                "api_url": "https://www.gov.uk/api/content/world/chile",
                                "base_path": "/world/chile",
                                "content_id": "8d78cacb-782b-417b-ba28-1c45d030b595",
                                "description": "Services if you're visiting, studying, working or living in Chile. Includes information about trading with and doing business in the UK and Chile.",
                                "details": {
                                    "internal_name": "UK help and services in Chile",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:26Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Chile",
                                "web_url": "https://www.gov.uk/world/chile",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:14:34Z",
                    "schema_name": "taxon",
                    "title": "Living in Chile",
                    "web_url": "https://www.gov.uk/world/living-in-chile",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-chile",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-chile",
                    "base_path": "/world/travelling-to-chile",
                    "content_id": "55475e8d-c348-4713-8306-f192f46b6d36",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Chile",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/chile",
                                "api_url": "https://www.gov.uk/api/content/world/chile",
                                "base_path": "/world/chile",
                                "content_id": "8d78cacb-782b-417b-ba28-1c45d030b595",
                                "description": "Services if you're visiting, studying, working or living in Chile. Includes information about trading with and doing business in the UK and Chile.",
                                "details": {
                                    "internal_name": "UK help and services in Chile",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:26Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Chile",
                                "web_url": "https://www.gov.uk/world/chile",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:14:34Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Chile",
                    "web_url": "https://www.gov.uk/world/travelling-to-chile",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-10-25T11:17:22Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1698232642.261-10.13.21.84-31948",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Chile travel advice",
        "updated_at": "2023-11-16T11:31:54Z",
        "withdrawn_notice": {}
    }
}