{
    "Country Slug": "czech-republic",
    "Country Name": "Czech Republic",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/czech-republic",
        "content_id": "b5e5c48e-dac9-4443-a7cc-8042ccdf8404",
        "description": "FCDO travel advice for the Czech Republic. Includes safety and security, insurance, entry requirements and legal differences.  ",
        "details": {
            "alert_status": [],
            "change_description": "Addition of information about being cautious of drink spiking in clubs and bars ('Safety and security' page).",
            "change_history": [
                {
                    "note": "Latest update: Summary – addition of link to Living In country guide; Entry requirements section (Visas) - information on draft withdrawal agreement in principle between the UK and EU;  Health section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-11-22T18:18:13.287Z"
                },
                {
                    "note": "Latest update: Summary - there may be increased security in place over the Christmas and New Year period, including at Christmas markets and other major events that might attract large crowds; you should remain vigilant and follow the advice of local authorities",
                    "public_timestamp": "2018-12-03T14:25:50.387Z"
                },
                {
                    "note": "Latest update: Summary and Safety and security section (Local travel) - revised information; when using public transport you must validate your ticket when you board or you could be fined",
                    "public_timestamp": "2018-12-27T16:50:42.514Z"
                },
                {
                    "note": "Latest update: Summary - removal of information about possible increased security over the Christmas and New Year period",
                    "public_timestamp": "2019-01-04T14:49:38.890Z"
                },
                {
                    "note": "Summary - addition of links to pages with latest updates for UK nationals travelling and living in Europe; Safety and security section (Road travel) - addition of link to information on International Driving Permits if the UK leaves the EU without a deal; Entry requirements section (Passport validity) - updated information on passport validity rules if the UK leaves the EU without a deal",
                    "public_timestamp": "2019-01-22T17:23:11.941Z"
                },
                {
                    "note": "Latest update: Entry requirements section (Visas) – addition of information; EU exit visa requirements ",
                    "public_timestamp": "2019-01-30T14:24:33.430Z"
                },
                {
                    "note": "Latest update: Health section - addition of information and advice on access to healthcare after the UK leaves the EU",
                    "public_timestamp": "2019-01-31T17:46:12.184Z"
                },
                {
                    "note": "Latest update:  Entry requirements section (Passport validity) - updated information and link to HM Passport Office tool to check passport validity for travel to Europe if the UK leaves the EU with no deal\r\n",
                    "public_timestamp": "2019-02-19T11:22:24.070Z"
                },
                {
                    "note": "Summary section - addition of link to guidance on doing business in the Czech Republic",
                    "public_timestamp": "2019-03-25T17:30:04.565Z"
                },
                {
                    "note": "This advice has been reviewed and reissued without amendment",
                    "public_timestamp": "2019-07-10T14:49:17.000Z"
                },
                {
                    "note": "Summary - England take on the Czech Republic in a UEFA Euro 2020 qualifier in Prague on Friday 11 October 2019; addition of link to information and advice page for travelling fans",
                    "public_timestamp": "2019-10-07T16:43:43.000Z"
                },
                {
                    "note": "Summary - addition of information and advice on several high-profile events taking place in Prague on 11-12 October, in addition to the Czech Republic v England match",
                    "public_timestamp": "2019-10-08T11:59:22.000Z"
                },
                {
                    "note": "Summary - removal of information on Czech Republic v England match on 11 October",
                    "public_timestamp": "2019-10-23T10:51:25.000Z"
                },
                {
                    "note": "Summary – addition of information and advice about Christmas markets and events over the festive period",
                    "public_timestamp": "2019-11-12T17:51:44.000Z"
                },
                {
                    "note": "Summary – removal of information and advice about Christmas markets and events over the festive period",
                    "public_timestamp": "2020-01-06T13:25:04.000Z"
                },
                {
                    "note": "Safety and security (Road travel), Entry requirements and Health sections - editorial amendments to add existing information on travel if the UK leaves the EU with a deal",
                    "public_timestamp": "2020-01-21T15:29:21.000Z"
                },
                {
                    "note": "Addition of information and advice about coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-02T18:57:01.000Z"
                },
                {
                    "note": "Addition of information on coronavirus (COVID-19) (‘Health’ page)",
                    "public_timestamp": "2020-03-06T16:18:27.000Z"
                },
                {
                    "note": "Addition of information and advice on coronavirus (COVID-19) ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-06T20:34:36.000Z"
                },
                {
                    "note": "Update to information on coronavirus (Covid-19) ('Summary' and 'Health' Pages) ",
                    "public_timestamp": "2020-03-09T10:53:57.000Z"
                },
                {
                    "note": "Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-12T16:34:48.000Z"
                },
                {
                    "note": "The Foreign and Commonwealth Office (FCO) advise against all but essential travel to the Czech Republic, due to the ongoing outbreak of coronavirus (COVID-19) and in line with various controls and restrictions imposed by the Czech authorities",
                    "public_timestamp": "2020-03-13T13:38:55.000Z"
                },
                {
                    "note": "Updated information and advice on travel restrictions introduced by the Czech government for 14-15 March, and from 16 March ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-13T18:58:26.000Z"
                },
                {
                    "note": "Health – updated information on coronavirus (COVID-19)",
                    "public_timestamp": "2020-03-14T11:33:55.000Z"
                },
                {
                    "note": "Update on transport restrictions (Health)",
                    "public_timestamp": "2020-03-14T22:03:00.000Z"
                },
                {
                    "note": "Update to information on restrictions to travel ('Health' and 'Summary' page)",
                    "public_timestamp": "2020-03-16T17:22:44.000Z"
                },
                {
                    "note": "Update to information on travel restrictions ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-03-20T18:42:30.000Z"
                },
                {
                    "note": "Update to local measures ('Coronavirus' page)",
                    "public_timestamp": "2020-03-24T12:22:29.000Z"
                },
                {
                    "note": "Update to transit regulations and flight restrictions ('Coronavirus' page and 'Return to the UK')",
                    "public_timestamp": "2020-03-27T17:14:28.000Z"
                },
                {
                    "note": "Restrictions on entry and cross-border travel (Coronavirus and Return to UK)",
                    "public_timestamp": "2020-03-31T20:11:52.000Z"
                },
                {
                    "note": "Restrictions on entry and cross-border travel (Coronavirus and Return to UK)",
                    "public_timestamp": "2020-04-02T21:20:57.000Z"
                },
                {
                    "note": "Restrictions on entry and cross-border travel ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-08T17:48:35.000Z"
                },
                {
                    "note": "Restrictions on entry and cross-border travel ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-10T13:16:29.000Z"
                },
                {
                    "note": "Entry for foreigners is restricted to those who have Czech residency. You will need to show your residency card when boarding flights or an international coach or when crossing a land border into the Czech Republic. Family reunification is possible, but subject to restrictions. There are a limited number of coaches which are taking passengers periodically from Prague to London until 15 April. ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-13T10:54:40.000Z"
                },
                {
                    "note": "Update on local measures ('Coronavirus' page)",
                    "public_timestamp": "2020-04-15T14:31:29.000Z"
                },
                {
                    "note": "Addition of information on financial help and charter flights on the Return to the UK page.",
                    "public_timestamp": "2020-04-23T11:17:13.000Z"
                },
                {
                    "note": "Update to restrictions on entry, local coronavirus measures and cross-border travel ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-27T11:06:01.000Z"
                },
                {
                    "note": "Update to information and advice on coronavirus (COVID-19) local measures ('Coronavirus' page)",
                    "public_timestamp": "2020-05-05T19:43:03.000Z"
                },
                {
                    "note": "Addition of information on new bus route between Czech Republic and the UK. (‘Return to the UK’ page).",
                    "public_timestamp": "2020-05-07T16:48:20.000Z"
                },
                {
                    "note": "Update of information and advice on local coronavirus (COVID-19) measures ('Coronavirus' page) and update to information on bus route between Czech Republic and the UK (‘Return to the UK’ page)",
                    "public_timestamp": "2020-05-11T17:14:04.000Z"
                },
                {
                    "note": "Update of information and advice on local coronavirus (COVID-19) measures ('Staying during coronavirus', 'Return to the UK' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-05-15T19:38:05.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-20T14:22:50.000Z"
                },
                {
                    "note": "Update of information and advice on local coronavirus (COVID-19) measures ('Staying during coronavirus', 'Return to the UK' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-05-20T21:29:02.000Z"
                },
                {
                    "note": "Update to information on relaxation of coronavirus (COVID-19) restrictions including internal and external flight and road travel, face mask and distancing rules, and border crossings ('Return to the UK', Staying during coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-05-29T17:18:57.000Z"
                },
                {
                    "note": "Update to information on relaxation of coronavirus (COVID-19) restrictions including on road travel and border crossings ('Return to the UK' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-06-05T17:23:58.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T13:00:10.000Z"
                },
                {
                    "note": "Update to information on relaxation of coronavirus (COVID-19) restrictions including on road travel and border crossings ('Return to the UK' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-06-08T14:45:22.000Z"
                },
                {
                    "note": "Updated information about a new system of entry requirements to enter the Czech Republic ('Entry requirements' page)",
                    "public_timestamp": "2020-06-17T11:20:02.000Z"
                },
                {
                    "note": "Updated information about entering the Czech Republic ('Summary' and 'Entry requirement' pages)",
                    "public_timestamp": "2020-06-26T13:59:35.000Z"
                },
                {
                    "note": "Update to information on entry rules in response to coronavirus ('Entry requirements' page). Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section.  ",
                    "public_timestamp": "2020-07-02T11:40:15.000Z"
                },
                {
                    "note": "From 4 July, Czech Republic is exempt from the FCO advice against all non-essential international travel. This is based on the current assessment of COVID-19 risks",
                    "public_timestamp": "2020-07-03T14:18:03.000Z"
                },
                {
                    "note": "Updated information on local measures to contain the spread of Coronavirus ('Coronavirus' page)",
                    "public_timestamp": "2020-07-23T13:18:25.000Z"
                },
                {
                    "note": "The FCO advise against all but essential travel to the Czech Republic, based on the current assessment of COVID-19 risks",
                    "public_timestamp": "2020-08-27T16:22:30.000Z"
                },
                {
                    "note": "Updated information on restrictions in public spaces, services and travel\r\n('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-08-28T15:05:39.000Z"
                },
                {
                    "note": "Addition of information on entry requirements and passport validity from January 2021 (‘Entry requirements’ page)",
                    "public_timestamp": "2020-09-07T12:24:21.000Z"
                },
                {
                    "note": "Updated information on coronavirus (COVID-19) restrictions in public spaces, services and travel ('Coronavirus' and 'Entry requirements' pages)\r\n",
                    "public_timestamp": "2020-09-09T14:46:30.000Z"
                },
                {
                    "note": "Update to information on coronavirus (COVID-19) restrictions, including nose and mouth covering in public spaces ('Coronavirus' page), and high and low risk country classification and entry requirements ('Entry requirements' page)",
                    "public_timestamp": "2020-09-22T16:34:32.000Z"
                },
                {
                    "note": "Update to information on closure times of restaurants and bars ('Coronavirus' page).",
                    "public_timestamp": "2020-09-24T08:55:45.000Z"
                },
                {
                    "note": "New information on road deaths in Czech Republic in 2019 (‘Safety and security’page)",
                    "public_timestamp": "2020-10-02T15:17:49.000Z"
                },
                {
                    "note": "New information on a 30-day State of Emergency effective from Monday 5 October ('Summary' page).  Update to information on restrictions in public spaces ('Coronavirus' page).",
                    "public_timestamp": "2020-10-02T15:59:26.000Z"
                },
                {
                    "note": "Update to information on restaurants and bars.  New information on closure of cultural venues for 2 weeks. ('Coronavirus' page)",
                    "public_timestamp": "2020-10-12T11:32:10.000Z"
                },
                {
                    "note": "Updated information on the government of Czech Republic imposing stricter COVID-19 measures ('Coronavirus' page)",
                    "public_timestamp": "2020-10-14T15:25:56.000Z"
                },
                {
                    "note": "Updated information on COVID-19 measures in public places and services ('Coronavirus' page)",
                    "public_timestamp": "2020-10-20T15:33:56.000Z"
                },
                {
                    "note": "Updated information on COVID-19 measures for public spaces and services ('Coronavirus' page). Additional information on entry to Czech Republic; you are only allowed to enter for essential purposes ('Entry requirements' page)",
                    "public_timestamp": "2020-10-22T14:48:05.000Z"
                },
                {
                    "note": "New information and advice on measures in place on public spaces and services ('Coronavirus' page). Update to information on the essential purposes for entry to the Czech Republic and the Czech government's classification of the UK as ‘low’ risk ('Entry requirements' page).",
                    "public_timestamp": "2020-10-27T17:08:33.000Z"
                },
                {
                    "note": "Update to information on the State of Emergency ('Summary' page)",
                    "public_timestamp": "2020-11-02T15:13:31.000Z"
                },
                {
                    "note": "Addition of information on the UK being classified as a ‘high risk’ country and new entry requirements for travellers from the UK from 9 November ('Entry requirements' page)",
                    "public_timestamp": "2020-11-05T14:50:01.000Z"
                },
                {
                    "note": "Update to information on visas from January 2021 (‘Entry requirements’ page)",
                    "public_timestamp": "2020-11-06T11:19:50.000Z"
                },
                {
                    "note": "Updated information on re-opening of schools for some age groups ('Coronavirus' page)",
                    "public_timestamp": "2020-11-16T15:53:37.000Z"
                },
                {
                    "note": "Update to information on the extension of state of emergency until 12 December ('Summary' page).",
                    "public_timestamp": "2020-11-20T15:46:47.000Z"
                },
                {
                    "note": "Updated information on public places and services lockdown measures ('Coronavirus' page)",
                    "public_timestamp": "2020-11-23T13:26:55.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions for public places and services ('Coronavirus' page). New information for travellers that are coming from the UK are now allowed to travel to Czech Republic ('Entry requirements')",
                    "public_timestamp": "2020-12-02T17:13:52.000Z"
                },
                {
                    "note": "Updated information on entry requirements for travellers coming from the UK ('Entry requirements' page)",
                    "public_timestamp": "2020-12-04T17:30:42.000Z"
                },
                {
                    "note": "Updated information on the opening hours of restaurants ('Public spaces and services' page)",
                    "public_timestamp": "2020-12-09T13:29:54.000Z"
                },
                {
                    "note": "Updated information on the extension of the State of Emergency in Czech Republic ('Summary' page)",
                    "public_timestamp": "2020-12-14T12:25:16.000Z"
                },
                {
                    "note": "Update to information on restrictions for public spaces and services and entry requirements ('Coronavirus' and ‘Entry requirements’ pages) ",
                    "public_timestamp": "2020-12-17T16:51:14.000Z"
                },
                {
                    "note": "Update to information on entry requirements following Czech Government introducing a mandatory quarantine period for those that have travelled from the UK (‘Entry requirements’ pages)",
                    "public_timestamp": "2020-12-20T17:15:06.000Z"
                },
                {
                    "note": "The Czech Republic has announced that it will suspend flights between the UK and Czech Republic from Monday 21 December.  You should consult your airline operator before travelling ('Summary' page)",
                    "public_timestamp": "2020-12-20T20:32:30.000Z"
                },
                {
                    "note": "Update to information on the suspension of flights to the UK ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-12-22T09:25:09.000Z"
                },
                {
                    "note": "The Czech government has suspended all passenger flights from the UK travelling to the Czech Republic. The suspension is currently in place until midnight on 31 December. ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-12-22T09:29:09.000Z"
                },
                {
                    "note": "The Czech government has lifted the suspension of flights from the UK for Czech citizens or those with residence in the Czech Republic. A negative RT-PCR or antigen test, taken in the UK within the previous 72 hours, is required. (‘Summary’ and ‘Entry Requirements’ pages). ",
                    "public_timestamp": "2020-12-23T16:39:08.000Z"
                },
                {
                    "note": "Update to reflect that UK-issued European Health Insurance Cards (EHIC) will still be accepted from 1 January 2021 ('Health' page). ",
                    "public_timestamp": "2020-12-29T17:20:54.000Z"
                },
                {
                    "note": "Updated information on entry to Czech Republic; The Czech government has prolonged restrictions on all direct flights from the UK until further notice. Entry to the Czech Republic is possible only for Czech citizens and those with residency or valid long-term visas for the Czech Republic. A negative RT-PCR or antigen test, taken in the UK within the previous 72 hours, is required. (‘Summary’ and ‘Entry Requirements’ pages)",
                    "public_timestamp": "2020-12-31T09:27:49.000Z"
                },
                {
                    "note": "Update on entry requirements and restrictions due to COVID-19.(‘Summary’ and ‘Entry Requirements’ pages). ",
                    "public_timestamp": "2020-12-31T19:53:46.000Z"
                },
                {
                    "note": "Update on entry requirements and restrictions due to COVID-19. (‘Summary’ and ‘Entry requirements’ pages).",
                    "public_timestamp": "2021-01-05T17:33:10.000Z"
                },
                {
                    "note": "Updated information for UK nationals resident in the Czech Republic who have applied for a residence permit  and on entry requirements to Czech Republic; A negative RT-PCR or antigen test, taken in the UK no longer than 72 hours before departure ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-01-06T16:50:35.000Z"
                },
                {
                    "note": "New information and advice on the cancellation of some flights between the UK and the Czech Republic ('Entry requirements' page)",
                    "public_timestamp": "2021-01-07T17:20:46.000Z"
                },
                {
                    "note": "Addition of information and advice on pre-departure COVID-19 testing facilities in the Czech Republic (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-13T15:36:13.000Z"
                },
                {
                    "note": "Additional advice for travelling to or between Czech Republic and other countries; if you are legally permitted to travel, check our advice for the country you are visiting and each country that you would transit. Some other countries have closed their border with the Czech Republic ('Entry requirements' page)",
                    "public_timestamp": "2021-01-15T15:36:37.000Z"
                },
                {
                    "note": "Update on the extension of a State of Emergency in the Czech Republic until 14 February ('Summary' page)",
                    "public_timestamp": "2021-01-26T15:01:58.000Z"
                },
                {
                    "note": "Updated information on a direction from the Czech government that people should reduce contact with persons from other households ('Coronavirus' page).",
                    "public_timestamp": "2021-01-29T15:55:17.000Z"
                },
                {
                    "note": "Updated information on testing when entering the Czech Republic, if you have spent more than 12 hours in the UK during the previous 14 days (' Entry requirements' page)",
                    "public_timestamp": "2021-02-05T13:04:51.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Czech Republic (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-02-12T11:08:09.000Z"
                },
                {
                    "note": "Update to information on the State of Emergency in place in the Czech Republic ('Summary' page)",
                    "public_timestamp": "2021-02-12T16:10:02.000Z"
                },
                {
                    "note": "Update to information on the extension of the State of Emergency in place in the Czech Republic ('Summary' page)",
                    "public_timestamp": "2021-02-15T13:12:06.000Z"
                },
                {
                    "note": "Addition of information on the new requirement to wear more effective face coverings from 25 February and further information about COVID-19 vaccines if you live in Czech Republic ('Coronavirus' page)",
                    "public_timestamp": "2021-02-25T16:14:17.000Z"
                },
                {
                    "note": "Updated information on the extension of the State of Emergency in place in the Czech Republic ('Summary', 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-02-27T11:46:05.000Z"
                },
                {
                    "note": "Update to information on coronavirus restrictions in the Czech Republic ('Coronavirus' page).  New information on requirements for transiting the Czech Republic ('Entry requirements' page)",
                    "public_timestamp": "2021-03-01T15:41:30.000Z"
                },
                {
                    "note": "Update to information on coronavirus restrictions in the Czech Republic and update to groups eligible for vaccine registration in the Czech Republic. ('Coronavirus' page) ",
                    "public_timestamp": "2021-03-22T16:03:31.000Z"
                },
                {
                    "note": "Updated information on the extension of the State of Emergency in the Czech Republic and update to groups eligible for vaccine registration in the Czech Republic ('Coronavirus' page)",
                    "public_timestamp": "2021-03-29T15:07:08.000Z"
                },
                {
                    "note": "Updated information on COVID-19 measures in place in the Czech Republic ('Coronavirus' page)",
                    "public_timestamp": "2021-04-12T07:11:44.000Z"
                },
                {
                    "note": "Updated information on COVID-19 measures in place in the Czech Republic and update on vaccine provision for residents of the Czech Republic ('Coronavirus' page)",
                    "public_timestamp": "2021-04-14T10:10:27.000Z"
                },
                {
                    "note": "Addition of information on vaccine registration being available for people aged 55+ in the Czech Republic ('Coronavirus' page)",
                    "public_timestamp": "2021-04-29T08:52:29.000Z"
                },
                {
                    "note": "Addition of information on the reopening of museums, galleries and landmarks ('Coronavirus' page)",
                    "public_timestamp": "2021-05-03T03:51:44.000Z"
                },
                {
                    "note": "Updated information on the rules for wearing a face mask in public places and when using public services and new information on how to get a COVID-19 vaccine if you live in Czech Republic ('Coronavirus' page)",
                    "public_timestamp": "2021-05-10T12:02:59.000Z"
                },
                {
                    "note": "Information on how to get a COVID-19 vaccine if you are a posted worker with private health insurance ('Coronavirus' page)",
                    "public_timestamp": "2021-05-13T09:11:38.000Z"
                },
                {
                    "note": "Update to information on local restrictions ('Coronavirus' page)",
                    "public_timestamp": "2021-05-17T16:16:24.000Z"
                },
                {
                    "note": "Updated information on restrictions for public places and services; up to 10 people are allowed to meet without restrictions. Information on how to get a COVID-19 vaccine if you are a worker who has been posted to the Czech Republic by their UK employer ('Coronavirus' page). New information on testing requirements for people with a permanent residency permit for Czech Republic ('Entry requirement' page)",
                    "public_timestamp": "2021-05-27T12:10:26.000Z"
                },
                {
                    "note": "Updated information on how to get a COVID-19 vaccine if you live in Czech Republic and restrictions for pubic places and services; restaurants and bars are now open ('Coronavirus' page)\r\n",
                    "public_timestamp": "2021-06-07T08:49:43.000Z"
                },
                {
                    "note": "Republished to correct a spelling error on the 'Summary' page.",
                    "public_timestamp": "2021-06-07T10:04:38.000Z"
                },
                {
                    "note": "Update to information on essential reasons for entry to the Czech Republic ('Entry requirements' page)",
                    "public_timestamp": "2021-06-23T15:29:34.000Z"
                },
                {
                    "note": "Update to information regarding the age eligibility for the COVID-19 vaccine ('Coronavirus' page).",
                    "public_timestamp": "2021-07-02T14:55:54.000Z"
                },
                {
                    "note": "Information on new guidance for work visas and permits ('Entry requirements' page)",
                    "public_timestamp": "2021-07-06T12:20:42.000Z"
                },
                {
                    "note": "Updated information on antigen test requirements prior to arrival ('Entry requirements' page)",
                    "public_timestamp": "2021-07-08T10:01:20.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Czech Republic, based on the current assessment of COVID-19 risks. ",
                    "public_timestamp": "2021-07-12T16:15:44.000Z"
                },
                {
                    "note": "Updated information on specific reasoning and testing requirements for entry to Czech Republic ('Entry requirements' pages)",
                    "public_timestamp": "2021-07-14T13:48:19.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Czech Republic (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-07-19T11:33:28.000Z"
                },
                {
                    "note": "Additional information on exemptions from testing and self-isolation after arrival in the Czech Republic ('Entry requirements' pages)",
                    "public_timestamp": "2021-07-22T09:10:25.000Z"
                },
                {
                    "note": "Addition of information on applying for an EU Digital COVID Certificate if you received your vaccination in Czech Republic (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-22T09:22:34.000Z"
                },
                {
                    "note": "Update to information on passport validity requirements ('Entry requirements' page)",
                    "public_timestamp": "2021-07-27T16:18:29.000Z"
                },
                {
                    "note": "Addition of information on entering the Czech Republic under certain conditions if you are the spouse or long-term partner of a Czech or EU national (‘Entry requirements’ page)",
                    "public_timestamp": "2021-07-28T15:29:05.000Z"
                },
                {
                    "note": "Updates to entry requirements (‘Entry requirements’ page)",
                    "public_timestamp": "2021-08-18T12:11:30.000Z"
                },
                {
                    "note": "Update to entry requirements: people traveling from the UK to the Czech Republic who have been fully vaccinated can travel for any reason, including tourism (‘Entry requirements’ page)",
                    "public_timestamp": "2021-08-20T15:46:51.000Z"
                },
                {
                    "note": "Updated information on rules for entry to Czech Republic for fully vaccinated travellers ('Entry requirements' page)",
                    "public_timestamp": "2021-08-25T11:53:36.000Z"
                },
                {
                    "note": "Information about GB and UK stickers, on your car when driving outside the UK ('Safety and security' page)",
                    "public_timestamp": "2021-09-08T11:55:11.000Z"
                },
                {
                    "note": "Updated information on recognition of the UK vaccination record ('Entry requirements' page)",
                    "public_timestamp": "2021-10-26T12:30:18.000Z"
                },
                {
                    "note": "Updated information on recognition of the UK vaccination record and entry requirements for under 12s, use of Scottish banknotes and facemasks requirements ('Coronavirus', 'Entry requirements' and 'Money' pages)",
                    "public_timestamp": "2021-10-28T16:03:58.000Z"
                },
                {
                    "note": "Addition of information that people wanting to use the UK systems to demonstrate their COVID-19 status using a printed PDF version will need to ensure the printout is dated from 1 November ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-11-02T16:48:33.000Z"
                },
                {
                    "note": "Addition of information about getting your passport stamped when you enter or leave the Schengen area ('Entry requirements' page)",
                    "public_timestamp": "2021-11-11T11:44:23.000Z"
                },
                {
                    "note": "Update on new COVID-19 measures in Czech Republic due to the state of emergency ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2021-11-26T16:26:37.000Z"
                },
                {
                    "note": "Information on useful links guiding travellers on how and where to get tested in Czech Republic (‘Entry requirements' page)",
                    "public_timestamp": "2021-12-13T16:00:00.000Z"
                },
                {
                    "note": "Updated information on changes to eligibility for vaccines for Czech Republic residents to include people aged 5 and upwards.  Addition of information on new requirements for British visitors to register their stay with the Czech authorities ('Coronavirus' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-12-15T16:35:10.000Z"
                },
                {
                    "note": "Updated information about passport validity ('Entry requirements' page)",
                    "public_timestamp": "2021-12-16T15:04:02.000Z"
                },
                {
                    "note": "Updated information about requirements to have a negative PCR test for entry to the Czech Republic ('Entry requirements' page)",
                    "public_timestamp": "2021-12-24T09:39:53.000Z"
                },
                {
                    "note": "Update to information on PCR testing rules from 27 December 202 ('Entry requirements' page)",
                    "public_timestamp": "2021-12-24T15:41:06.000Z"
                },
                {
                    "note": "Updated information on requirements to have a negative PCR test for entry to the Czech Republic ('Entry requirements' page)",
                    "public_timestamp": "2021-12-29T16:27:03.000Z"
                },
                {
                    "note": "Updated information about requirements for a negative PCR test for entry to the Czech Republic and exemptions for residents ('Entry requirements' page)",
                    "public_timestamp": "2021-12-29T22:18:25.000Z"
                },
                {
                    "note": "Removal of information on the State of Emergency.  Update to information on local restrictions, driving regulations and using public transport ('Summary', 'Coronavirus', 'Safety and security' and 'Local laws and customs' pages)",
                    "public_timestamp": "2022-01-06T10:09:37.000Z"
                },
                {
                    "note": "Update to information on COVID-19 vaccine requirements for entry to the Czech Republic  (‘Entry requirements’ page)",
                    "public_timestamp": "2022-01-06T15:52:46.000Z"
                },
                {
                    "note": "Update to information on relaxation of some COVID protective measures ('Coronavirus' page)",
                    "public_timestamp": "2022-02-11T10:52:38.000Z"
                },
                {
                    "note": "Updated information on entry requirements for travellers who are fully vaccinated, unvaccinated and who have previously had COVID-19 ('Entry requirements' page)",
                    "public_timestamp": "2022-02-18T15:36:44.000Z"
                },
                {
                    "note": "New information on the state of emergency declared on 3 March (See 'Safety and Security' page)",
                    "public_timestamp": "2022-03-04T07:10:18.000Z"
                },
                {
                    "note": "New information on the requirement to wear “respirator” face masks ('Coronavirus' page)",
                    "public_timestamp": "2022-03-14T12:00:42.000Z"
                },
                {
                    "note": "New information on the relaxation of Covid entry requirements (See 'Entry requirements' page)",
                    "public_timestamp": "2022-04-08T19:18:46.000Z"
                },
                {
                    "note": "Updated information on wearing masks in public spaces and electronic vignettes (‘Coronavirus’ and 'Safety and security’ pages) ",
                    "public_timestamp": "2022-04-14T10:25:45.000Z"
                },
                {
                    "note": "Updated information on wearing masks (‘Coronavirus’ page)",
                    "public_timestamp": "2022-05-09T14:40:36.000Z"
                },
                {
                    "note": "Clarification about current passport validity ('Entry requirements' page)",
                    "public_timestamp": "2022-05-12T14:19:28.000Z"
                },
                {
                    "note": "Updated information about surrogacy (‘Local laws and customs’ page)",
                    "public_timestamp": "2022-06-08T11:20:41.000Z"
                },
                {
                    "note": "Updated information on Covid vaccination (‘Coronavirus’ page), possible protests (‘Safety and security’ page) and local travel (‘Local laws and customs’ page)",
                    "public_timestamp": "2022-08-23T08:51:33.000Z"
                },
                {
                    "note": "Information about the 7 June 2023 UEFA Europa Conference League Final between West Ham and Fiorentina in Prague (‘Summary’). ",
                    "public_timestamp": "2023-06-05T12:50:15.000Z"
                },
                {
                    "note": "Removal of information about the 7 June 2023 UEFA Europa Conference League Final between West Ham and Fiorentina in Prague ('Summary' page).",
                    "public_timestamp": "2023-06-08T08:14:16.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.\r\n\r\n",
                    "public_timestamp": "2023-06-22T09:07:00.000Z"
                },
                {
                    "note": "This travel advice has been rewritten to make it easier to read and understand.",
                    "public_timestamp": "2023-09-08T14:36:37.000Z"
                },
                {
                    "note": "Addition of information about being cautious of drink spiking in clubs and bars ('Safety and security' page).",
                    "public_timestamp": "2023-09-27T11:05:31.000Z"
                }
            ],
            "country": {
                "name": "Czech Republic",
                "slug": "czech-republic",
                "synonyms": []
            },
            "email_signup_link": "/foreign-travel-advice/czech-republic/email-signup",
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) provides advice about risks of travel to help British nationals make informed decisions. Find out <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">more about <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</a>.</p>\n\n<h2 id=\"before-you-travel\">Before you travel</h2>\n\n<p>No travel can be guaranteed safe. Read all the advice in this guide as well as <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a> which includes:</p>\n\n<ul>\n  <li>advice on preparing for travel abroad and reducing risks</li>\n  <li>information for women, LGBT+ and disabled travellers</li>\n</ul>\n\n<p>Follow and contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/czech-republic/email-signup\">get email notifications</a> when this advice is updated.</p>\n\n<h3 id=\"travel-insurance\">Travel insurance</h3>\n\n<p>If you choose to travel, research your destinations and <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">get appropriate travel insurance</a>. Insurance should cover your itinerary, planned activities and expenses in an emergency.</p>\n\n",
                    "slug": "warnings-and-insurance",
                    "title": "Warnings and insurance"
                },
                {
                    "body": "<p>This advice reflects the UK government’s understanding of current rules for people travelling on a full <a href=\"https://www.gov.uk/types-of-british-nationality\">‘British citizen’ passport</a> from the UK, for the most common types of travel.</p>\n\n<p>The authorities in the Czech Republic set and enforce entry rules. If you’re not sure how these requirements apply to you, contact the <a rel=\"external\" href=\"https://www.mzv.cz/london\">Czech Republic Embassy in the UK</a>.</p>\n\n<h2 id=\"covid-19-rules\">COVID-19 rules</h2>\n\n<p>There are no COVID-19 testing or vaccination requirements for travellers entering the Czech Republic.</p>\n\n<h2 id=\"passport-validity-requirements\">Passport validity requirements</h2>\n\n<p>To travel to the Czech Republic, you must follow the <a rel=\"external\" href=\"https://europa.eu/youreurope/citizens/travel/entry-exit/non-eu-nationals/index_en.htm\">Schengen area passport requirements</a>.</p>\n\n<p>To enter the Czech Republic (and all Schengen countries) your passport must:</p>\n\n<ul>\n  <li>have a ‘date of issue’ less than 10 years before the date you arrive. Passports issued after 1 October 2018 are now valid for only 10 years, but for passports issued before 1 October 2018, extra months may have been added if you renewed a passport early</li>\n  <li>have an ‘expiry date’ at least 3 months after the day you plan to leave</li>\n</ul>\n\n<p>Check with your travel provider that your passport and other travel documents meet requirements. <a href=\"https://www.gov.uk/renew-adult-passport/renew\">Renew your passport</a> if you need to.</p>\n\n<p>You will be denied entry if you do not have a valid travel document or try to use a passport that has been reported lost or stolen.</p>\n\n<p>If you lived in the Czech Republic before 1 January 2021 and have the relevant documentation, you have <a href=\"https://www.gov.uk/guidance/living-in-the-czech-republic#visas-and-residency-if-you-were-living-in-the-czech-republic-before-1-january-2021\">rights under the Withdrawal Agreement</a>. You can enter and exit the Czech Republic with a valid passport and do not need any additional validity.</p>\n\n<h2 id=\"checks-at-border-control\">Checks at border control</h2>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Make sure you get your passport stamped.</p>\n</div>\n\n<p>If you’re a visitor, your passport must be stamped when you enter or leave the <a rel=\"external\" href=\"https://home-affairs.ec.europa.eu/policies/schengen-borders-and-visa/schengen-area_en\">Schengen area</a> (which includes the Czech Republic). Border guards will use passport stamps to check you have not overstayed the <a href=\"https://www.gov.uk/travel-to-eu-schengen-area#:~:text=You%20do%20not%20need%20a,or%20for%20certain%20other%20reasons\">90-day visa-free limit</a> for stays in the Schengen area. If your passport was not stamped, border guards will presume you have overstayed the visa-free limit.</p>\n\n<p>If your passport was not stamped, show evidence of when and where you entered or left the Schengen area (for example, boarding passes or tickets) and ask the border guards to add the date and location in your passport.</p>\n\n<p>Read about passport stamping <a href=\"https://www.gov.uk/guidance/living-in-the-czech-republic\">if you live in the Czech Republic</a>.</p>\n\n<p>At the Czech Republic border control, you may also need to:</p>\n\n<ul>\n  <li>show a return or onward ticket</li>\n  <li>show you have enough money for your stay</li>\n</ul>\n\n<h2 id=\"visa-requirements\">Visa requirements</h2>\n\n<p>You can travel without a visa to the <a rel=\"external\" href=\"https://home-affairs.ec.europa.eu/policies/schengen-borders-and-visa/schengen-area_en\">Schengen area</a> (including the Czech Republic) for up to 90 days in any 180-day period. This applies if you travel:</p>\n\n<ul>\n  <li>as a tourist</li>\n  <li>to visit family or friends</li>\n  <li>to attend business meetings, cultural or sports events</li>\n  <li>for short-term studies or training</li>\n</ul>\n\n<p>If you’re travelling to the Czech Republic and other Schengen countries without a visa, make sure your whole visit is within the 90-day limit. Visits to Schengen countries in the 180 days before you travel count towards your 90 days.</p>\n\n<p>To stay longer (to work or study, for business travel or for other reasons), you must meet the Czech Republic government’s entry requirements. Check which type of visa or work permit you need with the <a rel=\"external\" href=\"http://www.mzv.cz/london\">Embassy of the Czech Republic</a> .</p>\n\n<p>If you stay in the Czech Republic with a residence permit or long-stay visa, this does not count towards your 90-day visa-free limit.</p>\n\n<h2 id=\"vaccination-requirements\">Vaccination requirements</h2>\n\n<p>At least 8 weeks before your trip, check the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/62/czech-republic\">vaccinations and certificates you need in TravelHealthPro’s Czech Republic guide</a>.</p>\n\n<h2 id=\"registering-with-the-police\">Registering with the police</h2>\n\n<p>If you do not have a Czech Republic residence permit, you must register your address with the nearest <a rel=\"external\" href=\"https://www.mvcr.cz/mvcren/article/contacts.aspx\">Foreign Police Department</a> within 3 days of arriving. You can also register through your hotel or accommodation service. If you do not register, you could get a fine of up to 3,000 Czech koruna.</p>\n\n<h2 id=\"customs-rules\">Customs rules</h2>\n\n<p>There are strict rules about <a rel=\"external\" href=\"https://www.celnisprava.cz/en/clo/informace-pro-fyzicke-osoby/Pages/information-of-the-customs-administration-of-the-czech-republic-for-travellers-regarding-modifications-as-regards-imports-o.aspx\">goods that can be brought into and taken out of the Czech Republic</a>. You must declare anything that may be prohibited or subject to tax or duty.</p>\n\n<p>You cannot take <a rel=\"external\" href=\"https://food.ec.europa.eu/animals/animal-products-movements/personal-imports_en\">meat, milk or products containing them into EU countries</a>. There are some exceptions such as powdered baby milk, baby food and special foods or pet feed required for medical reasons.</p>\n\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<h2 id=\"terrorism\">Terrorism</h2>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<h3 id=\"terrorism-in-the-czech-republic\">Terrorism in the Czech Republic</h3>\n\n<p>Although there is no recent history of terrorism in the Czech Republic, attacks cannot be ruled out.</p>\n\n<p>You should be aware of the global risk of indiscriminate terrorist attacks which could be in public places, including in places frequented by expatriates and foreign travellers.</p>\n\n<h2 id=\"political-situation\">Political situation</h2>\n\n<h3 id=\"protests\">Protests</h3>\n\n<p>Public protests may happen at short notice. These have been peaceful, but take care in crowded places and follow the instructions of local authorities.</p>\n\n<h2 id=\"crime\">Crime</h2>\n\n<h3 id=\"protecting-your-belongings\">Protecting your belongings</h3>\n\n<p>Take care of yourself and your belongings in the same way as you would do in the UK. Take precautions against pickpockets and bag snatchers and avoid leaving your belongings, food or drinks unattended.</p>\n\n<p>Petty theft is a problem, especially in major tourist areas in Prague. There is a risk of pickpocketing on busy metro and bus routes from Prague airport to the city centre and trams to popular tourist sites like Prague castle. Keep your passport and valuables with you at all times.</p>\n\n<p>Report any thefts in person to the Czech police within 24 hours, and get a police report crime number. Prague police station (Jungmannovo namesti 9, Prague 1, nearest metro stop is Mustek) is open 24 hours and has English translators. You can also get a police report from the police station at the airport.</p>\n\n<p>Every lamppost in Prague has a 6-digit number posted at eye level. These codes will help you tell the police where you are if you cannot give them an exact address.</p>\n\n<h3 id=\"drink-spiking\">Drink spiking</h3>\n\n<p>There is a risk of drink spiking in bars and clubs. Be careful about taking drinks from strangers or leaving your drinks unattended.</p>\n\n<h3 id=\"scams\">Scams</h3>\n\n<p>Be aware of criminals pretending to be plain clothes policemen who ask to see your foreign currency and passport. Czech Republic police officers do not have the right to do this. Do not show them your money. Instead, offer to go with them to the nearest police station. You can also call 158 or 112 to check their identity.</p>\n\n<h2 id=\"laws-and-cultural-differences\">Laws and cultural differences</h2>\n\n<h3 id=\"personal-id\">Personal ID</h3>\n\n<p>Carry your passport with you at all times for identification. The police may fine or arrest you if you do not.</p>\n\n<h3 id=\"prague-safety-issues\">Prague safety issues</h3>\n\n<p>Prague city police advise visitors to:</p>\n\n<ul>\n  <li>always change money at a currency exchange or bank rather than on the street as this money is often counterfeit</li>\n  <li>take care when using cash machines</li>\n  <li>avoid contact with sex workers</li>\n  <li>be aware of consumption charges in night clubs as they are often high</li>\n  <li>be careful with consumption cards, which carry high financial penalties if you lose them before you pay your bill</li>\n</ul>\n\n<h3 id=\"drunken-and-offensive-behaviour\">Drunken and offensive behaviour</h3>\n\n<p>Stag groups are not allowed to enter some city centre bars and restaurants. You may be arrested or fined for drunken or offensive behaviour. Police may take you to ‘Sober-up’ facilities for a temporary period and you may be charged for your stay.</p>\n\n<h3 id=\"illegal-drugs\">Illegal drugs</h3>\n\n<p>The possession, sale and distribution of drugs is illegal, and the drugs are often dangerous counterfeits. Penalties for drug offences are severe, convictions carry sentences of up to 18 years. Some shops, particularly in Prague, advertise ‘cannabis products’, which contain trace amounts of THC permissible under Czech law. However, possessing marijuana remains illegal in the Czech Republic.</p>\n\n<h3 id=\"lgbt-travellers\">LGBT+ travellers</h3>\n\n<p>Same-sex relationships and civil partnerships are legal in the Czech Republic but same-sex marriages are not recognised in Czech law. LGBT+ travellers should be aware that showing affection in public could receive unwanted attention. Read more <a href=\"https://www.gov.uk/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">advice for LGBT+ travellers</a>.</p>\n\n<h3 id=\"surrogacy\">Surrogacy</h3>\n\n<p>It is illegal to earn money from a surrogacy arrangement.</p>\n\n<p>The police may charge you if you are:</p>\n\n<ul>\n  <li>a surrogate mother</li>\n  <li>a British national who plans to take a child born through surrogacy</li>\n  <li>an agent organising the handover</li>\n</ul>\n\n<p>FCDO advises against making surrogacy arrangements in the Czech Republic or moving surrogacy arrangements from other countries.</p>\n\n<p>You should get specialist legal advice in the UK and the Czech Republic. Read the information for British nationals on <a href=\"https://www.gov.uk/government/publications/surrogacy-overseas/surrogacy-overseas\">surrogacy arrangements in foreign countries</a>.</p>\n\n<h3 id=\"travelling-in-groups\">Travelling in groups</h3>\n\n<p>If you’re travelling in a group, keep a note of your hotel phone number and address in case you are separated. Leave contact details with a friend or relative in the UK.</p>\n\n<h2 id=\"transport-risks\">Transport risks</h2>\n\n<h3 id=\"cars\">Cars</h3>\n\n<p>If you are planning to drive a hire car or a UK vehicle, see information on <a href=\"https://www.gov.uk/driving-abroad\">driving abroad</a> and check the <a rel=\"external\" href=\"https://www.rac.co.uk/drive/travel/country/czech-republic/\">rules of the road in the RAC’s Czech Republic guide</a>. The guide lists driving regulations and other legal requirements you need to be aware of.</p>\n\n<p>Hire car companies often have stricter requirements for their customers, such as a year of driving experience, a higher minimum age and holding an IDP.</p>\n\n<p>You can use a UK photocard driving licence to drive in the Czech Republic. If you still have a paper driving licence, you may need to <a href=\"https://www.gov.uk/exchange-paper-driving-licence\">update it to a photocard licence</a> or get the correct version of the <a href=\"https://www.gov.uk/driving-abroad/international-driving-permit\">international driving permit (IDP)</a> as well.</p>\n\n<p>You need a <a href=\"https://www.gov.uk/displaying-number-plates/flags-identifiers-and-stickers\">UK sticker to drive your car outside the UK</a>.</p>\n\n<p>In Czech Republic you are not allowed to drive with any alcohol or drugs in your system. The Czech police (‘policie’) can ask any driver to take a breathalyser test on the spot. If they detect any alcohol or drugs, you could face a fine of up to 50,000 Czech koruna, confiscation of your licence and possibly imprisonment.</p>\n\n<h3 id=\"taxis\">Taxis</h3>\n\n<p>It’s safer to use a major taxi company rather than picking one up in the street. Some taxis charge high prices. Always check the rates on the side of the taxi before getting in.</p>\n\n<h3 id=\"buses-and-trams\">Buses and trams</h3>\n\n<p>Be careful near tram tracks and make sure you look both ways as trams cannot stop quickly. Trams have the right of way on zebra crossings.</p>\n\n<p>You may get a fine if you do not cross roads and tram tracks at pedestrian crossings. You can also get a fine if you cross when the pedestrian crossing light is not green.</p>\n\n<p>You must validate your tickets on <a rel=\"external\" href=\"http://www.dpp.cz/en/\">public transport</a> in a ticket machine before you start a journey. Officials patrol public transport and will issue an on-the-spot fine of 1,000 koruna (around £35) if you do not hold a validated ticket. You should get a receipt. The police can get involved and will increase the fine if you cannot pay immediately.</p>\n\n<p>The 30 and 90 minute journey tickets for bus, tram and Metro are not valid on the Petřín Hill funicular railway in Prague. You need a specific 60  koruna ticket from the vending machines at funicular railway stops.</p>\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Before you travel check that:</p>\n\n<ul>\n  <li>your destination can provide the healthcare you may need</li>\n  <li>you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for local treatment or unexpected medical evacuation</li>\n</ul>\n\n<p>This is particularly important if you have a health condition or are pregnant.</p>\n\n<h2 id=\"emergency-medical-number\">Emergency medical number</h2>\n\n<p>Dial 112 and ask for an ambulance.</p>\n\n<p>Contact your insurance or medical assistance company promptly if you’re referred to a medical facility for treatment.</p>\n\n<p>For more information read guidance on <a href=\"https://www.gov.uk/guidance/uk-residents-visiting-the-eueea-and-switzerland-healthcare\">healthcare when travelling in Europe</a>.</p>\n\n<h2 id=\"vaccinations-and-health-risks\">Vaccinations and health risks</h2>\n\n<p>At least 8 weeks before your trip check:</p>\n\n<ul>\n  <li>the latest information on vaccinations and health risks in <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/62/czech-republic\">TravelHealthPro’s Czech Republic guide</a>\n</li>\n  <li>where to get vaccines and whether you have to pay on the <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">NHS travel vaccinations page</a>\n</li>\n</ul>\n\n<h2 id=\"medication\">Medication</h2>\n\n<p>The legal status and regulation of some medicines prescribed or bought in the UK can be different in other countries.</p>\n\n<p>Read <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines on TravelHealthPro</a>.</p>\n\n<p>The NHS has information on <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/medicines/can-i-take-my-medicine-abroad/\">whether you can take your medicine abroad</a>.</p>\n\n<h2 id=\"healthcare-facilities-in-the-czech-republic\">Healthcare facilities in the Czech Republic</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has a list of <a href=\"https://www.gov.uk/government/publications/czech-republic-list-of-medical-facilitiespractitioners\">English speaking doctors in the Czech Republic</a>.</p>\n\n<p>There is also <a href=\"https://www.gov.uk/guidance/living-in-the-czech-republic\">guidance on healthcare if you’re living in the Czech Republic</a>.</p>\n\n<h3 id=\"covid-19-healthcare-in-the-czech-republic\">COVID-19 healthcare in the Czech Republic</h3>\n\n<p>See advice and information on COVID-19 healthcare on the <a rel=\"external\" href=\"https://covid.gov.cz/en/\">Czech COVID portal</a>.</p>\n\n<h2 id=\"health-insurance-cards\">Health insurance cards</h2>\n\n<p>Apply for a free <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">UK Global Health Insurance Card (<abbr title=\"Global Health Insurance Card\">GHIC</abbr>)</a> before leaving the UK. If you already have a <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">European Health Insurance Card (<abbr title=\"European Health Insurance Card\">EHIC</abbr>)</a>, it will still be valid as long as it remains in date.</p>\n\n<p>The <abbr title=\"Global Health Insurance Card\">GHIC</abbr> or <abbr title=\"European Health Insurance Card\">EHIC</abbr> entitles you to state-provided medical treatment necessary during your trip. Any treatment provided is on the same terms as Czech Republic nationals. If you do not have your card with you or you’ve lost it, <a rel=\"external\" href=\"https://www.nhsbsa.nhs.uk/contact-overseas-healthcare-services\">contact the NHS Overseas Healthcare Team</a>.</p>\n\n<p>It’s important to take out appropriate travel insurance for your needs. A <abbr title=\"Global Health Insurance Card\">GHIC</abbr> or <abbr title=\"European Health Insurance Card\">EHIC</abbr> is not an alternative to travel insurance and you should have both before you travel. A <abbr title=\"Global Health Insurance Card\">GHIC</abbr> or <abbr title=\"European Health Insurance Card\">EHIC</abbr> does not cover all health-related costs, for example, medical repatriation, ongoing medical treatment and non-urgent treatment. Read more about <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">what your travel insurance should cover</a>.</p>\n\n<p><abbr title=\"Global Health Insurance Card\">GHIC</abbr> and <abbr title=\"European Health Insurance Card\">EHIC</abbr> cover state healthcare only, not private treatment. You will be responsible for the cost of any treatment provided by a private doctor or private clinic.</p>\n\n<h2 id=\"travel-and-mental-health\">Travel and mental health</h2>\n\n<p>Read <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\"><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> guidance on travel and mental health</a>. There is also <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">mental health guidance on TravelHealthPro</a>.</p>\n\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (FCDO) cannot provide tailored advice for individual trips. Read this travel advice and carry out your own research before deciding whether to travel.</p>\n\n<h2 id=\"emergency-services-in-the-czech-republic\">Emergency services in the Czech Republic</h2>\n\n<p>Telephone: 112 (ambulance, fire, police)</p>\n\n<h2 id=\"contact-your-travel-provider-and-insurer\">Contact your travel provider and insurer</h2>\n\n<p>Contact your travel provider and your insurer if you are involved in a serious incident or emergency abroad. They will tell you if they can help and what you need to do.</p>\n\n<h3 id=\"refunds-and-changes-to-travel\">Refunds and changes to travel</h3>\n\n<p>For refunds or changes to travel, contact your travel provider. You may also be able to make a claim through insurance. However, insurers usually require you to talk to your travel provider first.</p>\n\n<p>Find out more about <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice#changing-or-cancelling-travel-plans\">changing or cancelling travel plans</a>, including:</p>\n\n<ul>\n  <li>where to get advice if you are in a dispute with a provider</li>\n  <li>how to access previous versions of travel advice to support a claim</li>\n</ul>\n\n<h2 id=\"support-from-fcdo\">Support from FCDO</h2>\n\n<p>FCDO has guidance on staying safe and what to do if you need help or support abroad, including:</p>\n\n<ul>\n  <li>finding English-speaking <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/lawyers?country=Czech-republic\">lawyers</a>, <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/funeral-directors?country=Czech-republic\">funeral directors</a> and <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/translators-interpreters?country=Czech-republic\">translators and interpreters</a> in the Czech Republic</li>\n  <li>dealing with a <a href=\"https://www.gov.uk/government/publications/czech-republic-bereavement-packinformation\">death in the Czech Republic</a>\n</li>\n  <li>\n    <p>being <a href=\"https://www.gov.uk/government/publications/czech-republic-prisoner-pack\">arrested or imprisoned in the Czech Republic</a></p>\n  </li>\n  <li>getting help if you’re a <a href=\"https://www.gov.uk/victim-crime-abroad\">victim of crime</a>\n</li>\n  <li>what to do if you’re <a href=\"https://www.gov.uk/guidance/in-hospital-abroad\">in hospital</a>\n</li>\n  <li>if you’re <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">affected by a crisis</a> , such as a terrorist attack</li>\n</ul>\n\n<h2 id=\"contacting-fcdo\">Contacting FCDO</h2>\n\n<p>Follow and contact FCDO travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/czech-republic/email-signup\">get email notifications</a> when this travel advice is updated.</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Czech%20Republic&amp;post=British%20Embassy%20Prague%20\">contact FCDO online</a>.</p>\n\n<h3 id=\"help-abroad-in-an-emergency\">Help abroad in an emergency</h3>\n\n<p>If you are in the Czech Republic and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/world/organisations/british-embassy-prague\">British Embassy in Prague</a>.</p>\n\n<h3 id=\"fcdo-in-london\">FCDO in London</h3>\n\n<p>You can call FCDO in London if you need urgent help because something has happened to a friend or relative abroad.</p>\n\n<p>Telephone: 020 7008 5000 (24 hours)</p>\n\n<p><a href=\"https://www.gov.uk/call-charges\">Find out about call charges</a></p>\n\n<h2 id=\"risk-information-for-british-companies\">Risk information for British companies</h2>\n\n<p>The <a href=\"https://www.gov.uk/government/publications/overseas-business-risk-czech-republic\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n",
                    "slug": "getting-help",
                    "title": "Getting help"
                }
            ],
            "reviewed_at": "2023-09-27T11:05:31Z",
            "updated_at": "2023-09-27T11:05:31Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-02-20T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/czech-republic",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/czech-republic",
                    "base_path": "/foreign-travel-advice/czech-republic",
                    "content_id": "b5e5c48e-dac9-4443-a7cc-8042ccdf8404",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-27T11:05:31Z",
                    "schema_name": "travel_advice",
                    "title": "Czech Republic travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/czech-republic",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/brexit-guidance",
                    "api_url": "https://www.gov.uk/api/content/government/collections/brexit-guidance",
                    "base_path": "/government/collections/brexit-guidance",
                    "content_id": "479cd15b-680f-4fbe-bc64-55058879957e",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-04-05T08:09:16Z",
                    "schema_name": "document_collection",
                    "title": "Travel or do business in Europe: Brexit guidance",
                    "web_url": "https://www.gov.uk/government/collections/brexit-guidance",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/czech-republic",
                    "api_url": "https://www.gov.uk/api/content/world/czech-republic",
                    "base_path": "/world/czech-republic",
                    "content_id": "4232a9ca-fc89-4d1b-9d02-3373b2fe89dd",
                    "description": "Services if you're visiting, studying, working or living in the Czech Republic. Includes information about trading with and doing business in the UK and the Czech Republic, and your rights after the UK’s exit from the EU.",
                    "details": {
                        "internal_name": "UK help and services in Czech Republic",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-02-28T15:47:20Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Czech Republic",
                    "web_url": "https://www.gov.uk/world/czech-republic",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/living-in-the-czech-republic",
                    "api_url": "https://www.gov.uk/api/content/guidance/living-in-the-czech-republic",
                    "base_path": "/guidance/living-in-the-czech-republic",
                    "content_id": "5ebfa216-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-01-25T08:40:49Z",
                    "schema_name": "detailed_guide",
                    "title": "Living in the Czech Republic",
                    "web_url": "https://www.gov.uk/guidance/living-in-the-czech-republic",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/hungary",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/hungary",
                    "base_path": "/foreign-travel-advice/hungary",
                    "content_id": "715dc6fa-15fe-40fc-a4ba-f5274142d921",
                    "details": {
                        "change_description": "Information on increased border controls between Hungary and Slovenia (‘Entry requirements’ page).",
                        "country": {
                            "name": "Hungary",
                            "slug": "hungary",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-21T16:38:55Z",
                    "schema_name": "travel_advice",
                    "title": "Hungary travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/hungary",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/denmark",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/denmark",
                    "base_path": "/foreign-travel-advice/denmark",
                    "content_id": "8d0d439c-dcf3-4239-8049-4a7c465baad6",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand.",
                        "country": {
                            "name": "Denmark",
                            "slug": "denmark",
                            "synonyms": [
                                "arctic",
                                "Faroe Islands",
                                "Faroes",
                                "Copenhagen",
                                "Greenland"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-24T09:39:42Z",
                    "schema_name": "travel_advice",
                    "title": "Denmark travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/denmark",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/germany",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/germany",
                    "base_path": "/foreign-travel-advice/germany",
                    "content_id": "c3d72e08-e00f-4b62-98d5-010ea1520e50",
                    "details": {
                        "change_description": "Removal of information about an incident at Hamburg airport.",
                        "country": {
                            "name": "Germany",
                            "slug": "germany",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-06T11:39:34Z",
                    "schema_name": "travel_advice",
                    "title": "Germany travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/germany",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/estonia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/estonia",
                    "base_path": "/foreign-travel-advice/estonia",
                    "content_id": "16ae2d80-d6e0-4380-a358-ccd03c2bd7f7",
                    "details": {
                        "change_description": "Information about restrictions on vehicles with Russian licence plates (‘Entry requirements’ page).",
                        "country": {
                            "name": "Estonia",
                            "slug": "estonia",
                            "synonyms": [
                                "Tallinn",
                                "Tallin",
                                "Talinn"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-30T16:20:49Z",
                    "schema_name": "travel_advice",
                    "title": "Estonia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/estonia",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-czech-republic",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-czech-republic",
                    "base_path": "/world/living-in-czech-republic",
                    "content_id": "0c0ff938-fdbf-4b93-8f20-cc5d3b7aa254",
                    "description": "Guidance on your rights after the UK’s exit from the EU, accessing healthcare, getting a document legalised, English-speaking lawyers, how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Czech Republic",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/czech-republic",
                                "api_url": "https://www.gov.uk/api/content/world/czech-republic",
                                "base_path": "/world/czech-republic",
                                "content_id": "4232a9ca-fc89-4d1b-9d02-3373b2fe89dd",
                                "description": "Services if you're visiting, studying, working or living in the Czech Republic. Includes information about trading with and doing business in the UK and the Czech Republic, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Czech Republic",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T15:47:20Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Czech Republic",
                                "web_url": "https://www.gov.uk/world/czech-republic",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-03-03T16:47:50Z",
                    "schema_name": "taxon",
                    "title": "Living in Czech Republic",
                    "web_url": "https://www.gov.uk/world/living-in-czech-republic",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-czech-republic",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-czech-republic",
                    "base_path": "/world/travelling-to-czech-republic",
                    "content_id": "7f616d3e-49dc-4bfd-bf38-fa0252690857",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Czech Republic",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/czech-republic",
                                "api_url": "https://www.gov.uk/api/content/world/czech-republic",
                                "base_path": "/world/czech-republic",
                                "content_id": "4232a9ca-fc89-4d1b-9d02-3373b2fe89dd",
                                "description": "Services if you're visiting, studying, working or living in the Czech Republic. Includes information about trading with and doing business in the UK and the Czech Republic, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Czech Republic",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T15:47:20Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Czech Republic",
                                "web_url": "https://www.gov.uk/world/czech-republic",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:14:50Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Czech Republic",
                    "web_url": "https://www.gov.uk/world/travelling-to-czech-republic",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-09-27T11:05:31Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1695812731.732-10.13.20.237-29387",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Czech Republic travel advice",
        "updated_at": "2023-11-15T11:03:39Z",
        "withdrawn_notice": {}
    }
}