{
    "Country Slug": "democratic-republic-of-the-congo",
    "Country Name": "Democratic Republic of the Congo",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/democratic-republic-of-the-congo",
        "content_id": "88122213-1a2f-420f-94f9-c622147d4300",
        "description": "Latest FCDO travel advice for Democratic Republic of the Congo including on entry requirements, safety and security and local laws and customs.",
        "details": {
            "alert_status": [],
            "change_description": "Information about a recent increase in violence in eastern DRC ('Summary' page and 'Safety and security' page).",
            "change_history": [
                {
                    "note": "Summary: On 24 November the U.S. Embassy in Kinshasa released a public warning that they will be shut on Monday 26 November. They state that credible and specific information of a possible terrorist threat against U.S. Government facilities in the DRC has come to light and they have urged U.S. citizens to exercise caution.",
                    "public_timestamp": "2018-11-25T20:06:52.473Z"
                },
                {
                    "note": "Latest update: This advice has been reviewed in full; Summary and Safety and security section (Political situation) - the campaigning period for the 23 December elections runs from 22 November to 22 December; in line with previous elections, the British Embassy Kinshasa will temporarily withdraw non-essential staff and dependents from 17 December",
                    "public_timestamp": "2018-11-26T09:44:46.763Z"
                },
                {
                    "note": "Latest update: Summary - update to information and advice on security alert issued by the US Embassy on 24 November",
                    "public_timestamp": "2018-11-28T17:14:26.260Z"
                },
                {
                    "note": "Latest update: Summary - change to advice against travel; the FCO now advise against all but essential travel to the DRC, including the capital city Kinshasa; areas of the country where the FCO already advise against all travel are unchanged; if you’re currently in the DRC and your continued presence is not essential, you should consider leaving the country by commercial means before 17 December",
                    "public_timestamp": "2018-12-12T10:03:39.186Z"
                },
                {
                    "note": "Latest update: Summary - update to information following announcement by the DRC electoral commission that the upcoming elections will be delayed by 7 days; elections are now scheduled for 30 December",
                    "public_timestamp": "2018-12-20T18:01:26.621Z"
                },
                {
                    "note": "Latest update: Summary - update to information following elections on 30 December 2018",
                    "public_timestamp": "2018-12-31T11:33:14.264Z"
                },
                {
                    "note": "Latest update: Summary - update to information following elections on 30 December 2018",
                    "public_timestamp": "2019-01-08T12:30:55.826Z"
                },
                {
                    "note": "Latest update: Safety and security section (Local travel) - The Ministry of Health in Rwanda has established new policies for every traveller wishing to enter Rwanda from Ebola-affected areas of DRC; you should provide advance notice of your intention to travel to Rwanda to the Rwandan Ministry of Health; you will need to comply with quarantine procedures for a period of 21 days before onward travel within or through Rwanda is permitted",
                    "public_timestamp": "2019-01-09T16:29:00.796Z"
                },
                {
                    "note": "Latest update: Summary and Safety and security section (Political situation) - updated information; provisional election results were announced on 10 January",
                    "public_timestamp": "2019-01-10T15:04:35.599Z"
                },
                {
                    "note": "Latest update: Summary - update to information about the availability of consular support",
                    "public_timestamp": "2019-01-11T12:25:51.737Z"
                },
                {
                    "note": "Latest update: Summary and Terrorism section - updated information and advice about the threat from terrorism, reflecting an increased threat; Summary - factual update following election results ",
                    "public_timestamp": "2019-01-22T15:28:44.963Z"
                },
                {
                    "note": "Latest update: Summary - revised factual information; the new president was inaugurated on 24 January",
                    "public_timestamp": "2019-01-25T15:24:01.988Z"
                },
                {
                    "note": "Latest update: Summary - change to advice against travel; the FCO now advise against all but essential travel to the city of Goma in North Kivu province; the city of Bukavu in South Kivu province; and the districts of N’dijili and Kimbanseke in Kinshasa; areas where the FCO already advise against all travel remain unchanged",
                    "public_timestamp": "2019-02-01T15:49:29.663Z"
                },
                {
                    "note": "Latest update: Safety and security section (Road travel) – updated information about International Driving Permit changes from 28 March 2019",
                    "public_timestamp": "2019-03-11T13:00:38.080Z"
                },
                {
                    "note": "Latest update: Safety and security section (Crime) – updated information about increased crime in Lubumbashi; Health section – updated information on Public Health England’s Returning Workers Scheme for those travelling to Ebola affected areas\r\n",
                    "public_timestamp": "2019-05-16T12:29:05.370Z"
                },
                {
                    "note": "Latest update: Summary - The body of former opposition leader Etienne Tshisekedi is to be returned to Kinshasa on 30 May; large scale events and crowds are expected to take place through to 1 June, when a funeral will take place in Kinshasa; you should exercise vigilance and be aware that there will likely be significant disruption to journeys in and around Kinshasa, as well as to and from N’Djili airport",
                    "public_timestamp": "2019-05-23T12:25:17.984Z"
                },
                {
                    "note": "Latest update: Summary - removal of information on the return of the body of former opposition leader Etienne Tshisekedi to Kinshasa on 30 May 2019",
                    "public_timestamp": "2019-06-03T14:32:15.639Z"
                },
                {
                    "note": "Entry requirements section (Visas) - when applying for or renewing a long term visa, DRC authorities now require a certificate of “Good Conduct” from your country of residence and a “Consular Certificate” as part of the application; the Consular Certificate can be issued at the British Embassy in DRC",
                    "public_timestamp": "2019-07-10T11:30:36.000Z"
                },
                {
                    "note": "Health section and summary - factual update to reflect a confirmed case of Ebola in Goma on 14 July 2019; the latest updates can be found on the World Health Organisation website",
                    "public_timestamp": "2019-07-15T17:05:35.000Z"
                },
                {
                    "note": "Summary and Health section - revised information on Ebola outbreak; on 17 July 2019, the World Health Organisation declared the outbreak to be a Public Health Emergency of International Concern (PHEIC)",
                    "public_timestamp": "2019-07-18T11:39:02.000Z"
                },
                {
                    "note": "Summary and Safety and security section - factual update; there have been a number of reported attacks on Ebola responders working in affected areas",
                    "public_timestamp": "2019-07-31T10:03:41.000Z"
                },
                {
                    "note": "Summary - revised information on Ebola outbreak",
                    "public_timestamp": "2019-07-31T15:48:16.000Z"
                },
                {
                    "note": "Summary and Health section - updated information on Ebola virus",
                    "public_timestamp": "2019-08-02T08:55:59.000Z"
                },
                {
                    "note": "Latest Update: Summary - New Ebola cases continue to be reported across the affected areas of eastern DRC including the provinces of Ituri, North Kivu and South Kivu. Cases have been confirmed in Goma since 14 July 2019.",
                    "public_timestamp": "2019-08-18T17:08:04.000Z"
                },
                {
                    "note": "Health - addition of link to Public Health England guidance for humanitarian or healthcare workers travelling to countries at risk of Ebola",
                    "public_timestamp": "2019-10-18T13:47:27.000Z"
                },
                {
                    "note": "Safety and security section and Summary - updated factual information and advice on the likelihood of demonstrations in Goma and elsewhere, including Kinshasa",
                    "public_timestamp": "2019-11-29T16:42:21.000Z"
                },
                {
                    "note": "Safety and security section and Summary - updated factual information and advice on demonstrations",
                    "public_timestamp": "2019-12-12T12:14:05.000Z"
                },
                {
                    "note": "Addition of information and advice on coronavirus (COVID-19) ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-10T18:19:44.000Z"
                },
                {
                    "note": "Update to information and advice on screening measures in response to coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-12T19:34:10.000Z"
                },
                {
                    "note": "The Democratic Republic of Congo’s (DRC) President has announced that as of Friday 20 March there will be a suspension of all flights from “at risk countries”, including transit countries. This may include flights from the UK (Summary and Health)",
                    "public_timestamp": "2020-03-19T00:49:50.000Z"
                },
                {
                    "note": "The Democratic Republic of Congo’s (DRC) President has announced that as of Friday 20 March there will be a suspension of all flights from “at risk countries”, including transit countries. This may include flights from the UK (Summary and Health)",
                    "public_timestamp": "2020-03-19T19:15:19.000Z"
                },
                {
                    "note": "Given the rapidly changing situation in Democratic Republic of the Congo we are temporarily withdrawing a limited number of UK staff and their dependents from our Embassy.  The Embassy will continue to carry out essential work including providing 24/7 consular assistance and support to British people in Democratic Republic of the Congo (Summary).",
                    "public_timestamp": "2020-03-20T00:13:16.000Z"
                },
                {
                    "note": "Update on flight suspensions. (‘Summary’ and ‘Health’).",
                    "public_timestamp": "2020-03-21T23:55:31.000Z"
                },
                {
                    "note": "Borders with neighbouring countries (Angola, the Republic of Congo, Rwanda, Uganda) have closed. (‘Summary’ and ‘Health’)",
                    "public_timestamp": "2020-03-22T18:06:57.000Z"
                },
                {
                    "note": "Update to information on restrictions during coronavirus (COVID-19) ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-03-29T20:52:40.000Z"
                },
                {
                    "note": "Update to information on restrictions during coronavirus (COVID-19) ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-21T19:39:25.000Z"
                },
                {
                    "note": "Updated information and advice on new flight option from Kinshasa and Lubumbashi on 03 May ('Return to the UK' page)",
                    "public_timestamp": "2020-04-27T16:55:05.000Z"
                },
                {
                    "note": "Update to information and advice on new flight option from Kinshasa and Lubumbashi on 07 May ('Return to the UK' page)",
                    "public_timestamp": "2020-05-01T12:55:16.000Z"
                },
                {
                    "note": "Addition of information on a UK special flight from Kinshasa, Ndjili International Airport, on Thursday 14 May (Return to the UK)",
                    "public_timestamp": "2020-05-08T15:57:08.000Z"
                },
                {
                    "note": "This travel advice has been reviewed and reissued without amendment",
                    "public_timestamp": "2020-05-10T14:05:06.000Z"
                },
                {
                    "note": "Updated information on UK special flight from N’Djili Airport in Kinshasa reflecting end of booking period and updated information on commercial flight. (‘Return to the UK’ page) ",
                    "public_timestamp": "2020-05-12T20:03:20.000Z"
                },
                {
                    "note": "Updated information and advice on returning to the UK ('Return to the UK' page)",
                    "public_timestamp": "2020-05-14T17:48:25.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-15T11:22:19.000Z"
                },
                {
                    "note": "Update to reflect end of special UK flight (‘Return to UK’ page)",
                    "public_timestamp": "2020-05-22T15:16:21.000Z"
                },
                {
                    "note": "Addition of information about flight option from Lubumbashi and Kinshasa on 6 June to Addis Abba, Ethiopia (‘Return to UK’ page)",
                    "public_timestamp": "2020-05-29T16:27:24.000Z"
                },
                {
                    "note": "Addition of information on confirmation of new Ebola outbreak (“Summary” and “Health” pages)",
                    "public_timestamp": "2020-06-02T12:05:55.000Z"
                },
                {
                    "note": "Addition of information on flight from Goma on 11 June to Addis Ababa, Ethiopia ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T11:39:20.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T11:59:24.000Z"
                },
                {
                    "note": "Updated flight information ('Return to the UK' page)",
                    "public_timestamp": "2020-06-16T13:12:31.000Z"
                },
                {
                    "note": "New information on a flight scheduled to depart from Kinshasa and Lubumbashi to Addis Ababa on 10 July. ('Return to the UK' page)",
                    "public_timestamp": "2020-07-06T16:20:34.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section.",
                    "public_timestamp": "2020-07-14T13:54:41.000Z"
                },
                {
                    "note": "Addition of information on a flight from Kinshasa and Lubumbashi to Addis Ababa on 17 July ('Coronavirus’ page).  Update to information on protests and the Ebola outbreak (‘Safety & security’ and 'Health’ pages)",
                    "public_timestamp": "2020-07-16T09:13:35.000Z"
                },
                {
                    "note": "Removal of information about previous flights from Kinshasa and Lubumbashi to Addis Ababa on 17 July ('Coronavirus’ page). ",
                    "public_timestamp": "2020-07-20T15:21:53.000Z"
                },
                {
                    "note": "Additional information on easing of Coronavirus measures. ('Coronavirus’ page).",
                    "public_timestamp": "2020-07-22T16:33:11.000Z"
                },
                {
                    "note": "Updated information on Coronavirus measures and the Ebola outbreak. ('Coronavirus,’ ‘Entry Requirements’ and ‘Health’ pages).",
                    "public_timestamp": "2020-08-17T17:54:26.000Z"
                },
                {
                    "note": "DRC authorities opened their international and internal borders on 15 August. DRC’s neighbouring countries may have border restrictions in place ('Coronavirus' and Entry requirements' pages).",
                    "public_timestamp": "2020-09-04T17:47:06.000Z"
                },
                {
                    "note": "Update to information on international travel ('Coronavirus' page), safety and security ('Safety and security' page), information for LGBT travellers ('Local laws and customs page), Ebola situation ('Health' page), coronavirus (COVID-19) testing and screening requirements ('Entry requirements' page) and editorial updates to most pages.",
                    "public_timestamp": "2020-09-21T16:36:56.000Z"
                },
                {
                    "note": "Addition of information about violent clashes in Lubumbashi (\"Summary\" section)",
                    "public_timestamp": "2020-09-26T12:37:54.000Z"
                },
                {
                    "note": "Removal of information about violent clashes in Lubumbashi which have been brought under control (‘Safety and Security’ section).  Addition of information on Malaria (‘Health’ section).",
                    "public_timestamp": "2020-09-28T16:03:05.000Z"
                },
                {
                    "note": "Update to information on coronavirus quarantine measures on entry to DRC ('Summary' and 'Entry requirements' pages) ",
                    "public_timestamp": "2020-10-15T09:54:16.000Z"
                },
                {
                    "note": "Update to information on COVID-19 testing requirements and quarantine measures ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-10-21T15:52:19.000Z"
                },
                {
                    "note": "Updated information on Ebola ('Summary' and ’Health’ pages)",
                    "public_timestamp": "2020-11-19T16:07:07.000Z"
                },
                {
                    "note": "Addition of information on mandatory testing on arrival for travellers aged 11 and above  (‘Summary’, ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-12-10T10:04:00.000Z"
                },
                {
                    "note": "Addition of information on new Covid-19 rules (‘Coronavirus’ page)",
                    "public_timestamp": "2020-12-16T17:26:34.000Z"
                },
                {
                    "note": "From 4am on 22 January, visitors who have been in or transited through Democratic Republic of Congo in the previous 10 days cannot enter the UK. British and Irish nationals, and third country nationals with residence rights in the UK arriving in the UK from Democratic Republic of Congo will need to self-isolate along with their household on their return.",
                    "public_timestamp": "2021-01-21T20:44:47.000Z"
                },
                {
                    "note": "Updated information on coronavirus restrictions including school closures (‘Coronavirus’ page).",
                    "public_timestamp": "2021-01-22T17:10:58.000Z"
                },
                {
                    "note": "Updated information on a new Ebola case (‘Summary’ and ‘Health’ pages)",
                    "public_timestamp": "2021-02-08T16:10:34.000Z"
                },
                {
                    "note": "Updated information on Ebola (‘Summary’ and ‘Health’ pages)",
                    "public_timestamp": "2021-02-12T09:43:13.000Z"
                },
                {
                    "note": "Updated information on UK Emergency Travel Documents  (‘Entry requirements’ page)",
                    "public_timestamp": "2021-02-16T11:19:33.000Z"
                },
                {
                    "note": "update of information on entry to the UK from Democratic Republic of the Congo ('Summary' page)                     ",
                    "public_timestamp": "2021-02-16T17:20:30.000Z"
                },
                {
                    "note": "Update of information on entry to the UK from Democratic Republic of the Congo ('Summary' page)",
                    "public_timestamp": "2021-02-19T14:36:57.000Z"
                },
                {
                    "note": "Update to information on the security situation in eastern DRC and address of the DRC Embassy in London (‘Safety and security’ and 'Entry requirements’ pages)",
                    "public_timestamp": "2021-02-23T11:06:59.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in DRC ('Coronavirus' page)",
                    "public_timestamp": "2021-02-25T13:59:14.000Z"
                },
                {
                    "note": "Addition of information on the pre-departure COVID-19 testing requirement for travel to the UK  (‘Coronavirus’ page)",
                    "public_timestamp": "2021-03-03T12:48:29.000Z"
                },
                {
                    "note": "Update to information on Ebola in DRC (‘Health’ page)",
                    "public_timestamp": "2021-05-04T11:26:52.000Z"
                },
                {
                    "note": "Update to information on Eastern DRC and border regions  (‘Summary’ and ‘Safety and security’ page)",
                    "public_timestamp": "2021-05-05T15:25:32.000Z"
                },
                {
                    "note": "Update to information on Eastern DRC and border regions the eruption of Mount Nyiragongo near Goma (‘Summary’ and ‘Safety and security’ page)",
                    "public_timestamp": "2021-05-22T21:03:05.000Z"
                },
                {
                    "note": "Update to information on the eruption of Mount Nyiragongo near Goma (‘Summary’ and ‘Safety and security’ page)",
                    "public_timestamp": "2021-05-22T21:05:31.000Z"
                },
                {
                    "note": "Update to information on the eruption of Mount Nyiragongo, near Goma (‘Summary’, ‘Safety and security’ and ‘Natural disasters’ pages)",
                    "public_timestamp": "2021-05-24T12:19:44.000Z"
                },
                {
                    "note": "Update to information on the eruption of Mount Nyiragongo, near Goma (‘Summary’, ‘Safety and security’ and ‘Natural disasters’ pages)",
                    "public_timestamp": "2021-05-25T20:00:07.000Z"
                },
                {
                    "note": "Update on the temporary withdrawal of staff from the UK Government Office in Goma following the eruption of Mount Nyiragongo and updated advice for British nationals in the area  (‘Summary’, ‘Safety and security’ and ‘Natural disasters’ pages)",
                    "public_timestamp": "2021-05-26T12:00:32.000Z"
                },
                {
                    "note": "The FCDO now advises against all travel to parts of Goma city covered in an evacuation order by the local authorities relating to the eruption of Mount Nyiragongo (Majengo, Bujovu, Virunga, Mapendo, Kayembe, Mabanga Nord, Mabanga South, Murara, Mikeno and Le Volcan) (‘Summary’, ‘Safety and Security’ and ‘Natural Disasters’ pages)  ",
                    "public_timestamp": "2021-05-27T13:58:30.000Z"
                },
                {
                    "note": "Update to information following the reopening of Kavumu Airport in Bukavu ('Summary' and 'Safety and security' pages).  Update to advice if you're travelling within DRC; you should follow the health advice from NaTHNaC ('Summary', 'Safety and security' and 'Health' pages).",
                    "public_timestamp": "2021-06-02T13:36:18.000Z"
                },
                {
                    "note": "Update to information following the announcement of a progressive return of persons displaced as a result of the Mount Nyiragongo eruption and the reopening of Goma International Airport ('Summary', 'Safety and security' and ‘Natural disasters’ pages).",
                    "public_timestamp": "2021-06-07T15:46:15.000Z"
                },
                {
                    "note": "Update to level of travel advice for 10 districts of Goma previously subject to an evacuation order in relation to the Mount Nyiragongo volcano; the FCDO no longer advises against all travel to those districts ('Summary', 'Safety and security' and ‘Natural disasters’ pages).",
                    "public_timestamp": "2021-06-09T10:56:56.000Z"
                },
                {
                    "note": "Updated information to reflect the UK Office in Goma is no longer closed and to reflect the ongoing “state of siege” in Ituri and North Kivu provinces (‘Summary’, ‘Safety and security’ and ‘Natural disasters’ pages)\r\n",
                    "public_timestamp": "2021-06-10T13:10:02.000Z"
                },
                {
                    "note": "Updated information on requirements for testing on arrival; all passengers, even those vaccinated, will be subjected to a PCR COVID-19 test at the airport upon arrival (‘Entry requirements ' page) and change to the time of the DRC's public curfew (‘Coronavirus' page)",
                    "public_timestamp": "2021-06-11T15:36:08.000Z"
                },
                {
                    "note": "Information on terrorist attacks (‘Terrorism’ page) ",
                    "public_timestamp": "2021-06-30T12:54:44.000Z"
                },
                {
                    "note": "Update to information on getting a COVID vaccine if you live in Democratic Republic of the Congo ('Coronavirus' page)",
                    "public_timestamp": "2021-08-02T10:59:32.000Z"
                },
                {
                    "note": "Update to information on terrorism and to information on what people should do if they test positive in Democratic Republic of the Congo ('Summary’ and ‘Coronavirus’ and ‘Terrorism' pages) ",
                    "public_timestamp": "2021-08-17T16:26:59.000Z"
                },
                {
                    "note": "From 4am on Monday 11 October, Democratic Republic of the Congo will no longer be on the red list for entering England. Check what you must do to travel abroad and return to England, Scotland, Wales or Northern Ireland ('Summary' and 'Coronavirus' pages).",
                    "public_timestamp": "2021-10-07T17:05:09.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Democratic Republic of the Congo, based on the current assessment of COVID-19 risks ",
                    "public_timestamp": "2021-10-11T08:51:16.000Z"
                },
                {
                    "note": "Updated information on a new Ebola case (‘Summary’ and ‘Health’ pages)",
                    "public_timestamp": "2021-10-13T08:43:09.000Z"
                },
                {
                    "note": "Updated information on the curfew related to COVID-19, terrorism in DRC, and Ebola (‘Summary’, ‘Coronavirus’, ‘Terrorism’, ‘Health’ pages)",
                    "public_timestamp": "2021-10-15T12:58:49.000Z"
                },
                {
                    "note": "Updated information on an attack by armed groups in Bukavu, Eastern DRC  (‘Safety and security’ page)",
                    "public_timestamp": "2021-11-04T10:47:52.000Z"
                },
                {
                    "note": "Updated information on the ebola outbreak with no new cases reported since October, Ugandan and DRC military activity in Eastern DRC (‘Summary’, ‘Coronavirus’, ‘Safety and security’, and ‘Health’ pages)",
                    "public_timestamp": "2021-12-02T16:05:31.000Z"
                },
                {
                    "note": "Updated information on the COVID-19 situation and presence of the Omicron variant, and announcement that the 13th Ebola outbreak has been declared over (‘Summary’, ‘Coronavirus’, and ‘Health’ pages)",
                    "public_timestamp": "2021-12-16T15:46:03.000Z"
                },
                {
                    "note": "Factual update on attack methods in DRC (‘Terrorism’ page) ",
                    "public_timestamp": "2022-02-09T17:11:34.000Z"
                },
                {
                    "note": "Updated information on removal of the curfew in relation to COVID-19 and DRC's entry requirements (‘Coronavirus’ and ‘Entry requirements’ pages) ",
                    "public_timestamp": "2022-02-16T14:04:47.000Z"
                },
                {
                    "note": "Update to information on a confirmed case of Ebola in Mbandaka city, Equateur province in north-western DRC ('Summary' and 'Health' pages). ",
                    "public_timestamp": "2022-04-25T15:14:07.000Z"
                },
                {
                    "note": "The FCDO now advises against all but essential travel to the province of Equateur due to the ongoing outbreak of Ebola ('Summary').  Previous advice against all or all but essential travel to various parts of the country remains in place, as outlined in the ‘Summary’ section.",
                    "public_timestamp": "2022-05-10T11:59:42.000Z"
                },
                {
                    "note": "On 12 May 2022 reports were received indicating the risk of a terrorist attack on an unspecified ferry departing from Goma ('Summary' and 'Terrorism' pages)",
                    "public_timestamp": "2022-05-13T17:19:02.000Z"
                },
                {
                    "note": "Addition of information on armed group activity near Goma in eastern DRC ('Safety and security' page)",
                    "public_timestamp": "2022-05-25T10:04:25.000Z"
                },
                {
                    "note": "New information on a 15 July deadline for foreign nationals in Kinshasa to report themselves for new residency cards ('Summary' page).  Update to information on DRC’s 14th Ebola outbreak; the outbreak was declared over on 4 July 2022 ('Summary' and 'Health' pages).",
                    "public_timestamp": "2022-07-08T15:02:51.000Z"
                },
                {
                    "note": "Addition of information about a fine for Kinshasa resident’s who do not meet the 15 July deadline for renewal of residency cards ('Summary' page)",
                    "public_timestamp": "2022-07-11T16:11:12.000Z"
                },
                {
                    "note": "Changes to FCDO advice against travel: the FCDO no longer advises against all but essential travel to Equateur province. The FCDO now advises against all but essential travel to the provinces of Kasiaï and Kasiaï Central. Previous advice against travel remains in place\r\n\r\n",
                    "public_timestamp": "2022-07-25T15:13:41.000Z"
                },
                {
                    "note": "Factual update on demonstrations in Goma (‘Summary’ and ‘Safety and security’ pages) ",
                    "public_timestamp": "2022-07-26T16:23:23.000Z"
                },
                {
                    "note": "Factual update on demonstrations in DRC ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2022-07-27T13:07:22.000Z"
                },
                {
                    "note": "Factual update on demonstrations in DRC ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2022-07-29T19:09:04.000Z"
                },
                {
                    "note": "Addition of information and advice about further protests in and around Goma ('Summary' page).",
                    "public_timestamp": "2022-08-04T15:17:12.000Z"
                },
                {
                    "note": "Addition of information and advice on an Ebola outbreak declared in Beni, North Kivu province and clarification on COVID-19 entry requirements ('Summary', 'Entry requirements' and 'Health' pages)",
                    "public_timestamp": "2022-08-24T09:15:27.000Z"
                },
                {
                    "note": "Updated information on protests in Eastern DRC and increased violence between ethnic groups in Mai-Ndombe province ('Summary' and 'Safety and Security' pages).",
                    "public_timestamp": "2022-09-21T15:27:46.000Z"
                },
                {
                    "note": "The FCDO now advises against all but essential travel to the territory of Kwamouth (located in Mai-Ndombe province) ('Summary' page).",
                    "public_timestamp": "2022-09-28T11:20:12.000Z"
                },
                {
                    "note": "Updated information on 15th Ebola outbreak ('Summary' and 'Health' pages).",
                    "public_timestamp": "2022-09-29T14:36:09.000Z"
                },
                {
                    "note": "Addition of information about Clashes between Congolese military and armed group M23 in the Ruthuru area of North Kivu.(\"summary\" \"safety and security\")",
                    "public_timestamp": "2022-10-29T21:38:52.000Z"
                },
                {
                    "note": "Addition of information about clashes between Congolese military and armed group M23 in the Ruthuru area of North Kivu, and changes to Covid departure rules ('Summary', 'Safety and security' and 'Coronavirus' pages)",
                    "public_timestamp": "2022-11-11T17:01:17.000Z"
                },
                {
                    "note": "Addition of information about clashes between Congolese military and armed group M23 near Goma in North Kivu ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2022-11-13T10:41:29.000Z"
                },
                {
                    "note": "Change of travel advice for Goma from advising against all but essential travel (Amber) to advising against all travel (Red) (See 'Summary')",
                    "public_timestamp": "2022-11-15T18:48:16.000Z"
                },
                {
                    "note": "Updated with information that for security reasons staff have been temporarily withdrawn from the Goma office. The FCDO continues to advise against all travel to Goma in North Kivu province ('Summary' page)",
                    "public_timestamp": "2022-11-16T10:58:50.000Z"
                },
                {
                    "note": "Addition of information on protests planned for 24 November 2022 near the Goma office which may impact access to the Grande Barrière border crossing. The FCDO continues to advise against all travel to Goma in North Kivu province ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2022-11-23T14:17:37.000Z"
                },
                {
                    "note": "Addition of information on Pope’s visit to DRC. The FCDO continues to advise against all travel to Goma in North Kivu province ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-01-23T11:02:55.000Z"
                },
                {
                    "note": "Updated information - The FCDO continues to advise against all but essential travel to Goma in North Kivu province ('Summary' pages).",
                    "public_timestamp": "2023-02-06T10:43:07.000Z"
                },
                {
                    "note": "Information on protests in Goma on 6 February 2023 ('Summary' and ‘Safety and Security’ pages). ",
                    "public_timestamp": "2023-02-06T16:22:14.000Z"
                },
                {
                    "note": "Information on “express” kidnappings in Kinshasa on 6 April 2023  ('Summary' and ‘Safety and Security’ pages).",
                    "public_timestamp": "2023-04-06T16:58:49.000Z"
                },
                {
                    "note": "Addition of information on flooding and landslides in eastern DRC ('Summary' page).",
                    "public_timestamp": "2023-05-10T15:48:48.000Z"
                },
                {
                    "note": "General update of information throughout and changes to assist readability. ",
                    "public_timestamp": "2023-05-12T15:47:37.000Z"
                },
                {
                    "note": "Information on planned protests on 20 May, and reported fighting between local militia and Congolese Armed Forces in Kenge (‘Summary’ and ‘Safety and security’ pages)",
                    "public_timestamp": "2023-05-19T11:57:14.000Z"
                },
                {
                    "note": "Removal of information on planned protests for 20 May, as date now passed ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-05-24T08:25:30.000Z"
                },
                {
                    "note": "Information on planned protests for 25 May ('Summary' and 'Safety and Security' pages).",
                    "public_timestamp": "2023-05-24T17:21:32.000Z"
                },
                {
                    "note": "Updated information about Kenge, wearing military style clothing, and road and air travel ('Summary', 'Safety and Security' and 'Local laws and customs' pages).",
                    "public_timestamp": "2023-05-26T12:15:50.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T10:49:27.000Z"
                },
                {
                    "note": "Addition of information about potential increase in protests following the death of a politician (‘Summary’ and ‘Protests and demonstrations').",
                    "public_timestamp": "2023-07-13T17:14:09.000Z"
                },
                {
                    "note": "Information about a potential increase in protests in the run up to elections in December 2023 (‘Protests and demonstrations' on the 'Safety and security' page).",
                    "public_timestamp": "2023-08-01T13:12:42.000Z"
                },
                {
                    "note": "Information about the removal of all COVID-19 related controls related to entry into the country, and travel outside of Kinshasa and the provincial capitals ('Safety and security' and 'Entry requirements' pages).",
                    "public_timestamp": "2023-08-22T14:55:08.000Z"
                },
                {
                    "note": "Information about planned protests against the UN peacekeeping mission known as the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO) on 30 August ('Summary' page and under 'Protests and demonstrations' on the ‘Safety and security’ page).",
                    "public_timestamp": "2023-08-25T10:52:42.000Z"
                },
                {
                    "note": "Updated information about planned protests against the UN peacekeeping mission known as the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO) that took place on 30 August ('Summary' page and under 'Protests and demonstrations' on the ‘Safety and security’ page).",
                    "public_timestamp": "2023-09-01T18:40:12.000Z"
                },
                {
                    "note": "Information about planned protests against the UN peacekeeping mission known as the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO) on 13 September ('Summary' page and under 'Protests and demonstrations' on the ‘Safety and security’ page).",
                    "public_timestamp": "2023-09-12T15:29:54.000Z"
                },
                {
                    "note": "Information about protests that have taken place against the UN peacekeeping mission known as the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO) ('Summary' page and 'Safety and security' page).",
                    "public_timestamp": "2023-09-26T15:15:10.000Z"
                },
                {
                    "note": "Information about a recent increase in violence in eastern DRC ('Summary' page and 'Safety and security' page).",
                    "public_timestamp": "2023-11-01T13:32:40.000Z"
                }
            ],
            "country": {
                "name": "Democratic Republic of the Congo",
                "slug": "democratic-republic-of-the-congo",
                "synonyms": []
            },
            "document": {
                "attachment_type": "file",
                "content_type": "application/pdf",
                "id": "ac9e0fa8-f451-423d-9aef-7651de2f45a6",
                "url": "https://assets.publishing.service.gov.uk/media/63e0d94a8fa8f50e823113b5/FCDO_TA_012_-_Democratic_Repbulic_of_the_Congo_Travel_Advice_Ed6.pdf"
            },
            "email_signup_link": "/foreign-travel-advice/democratic-republic-of-the-congo/email-signup",
            "image": {
                "content_type": "image/jpeg",
                "url": "https://assets.publishing.service.gov.uk/media/63e0d949d3bf7f172eae87e9/FCDO_TA_012_-_Democratic_Repbulic_of_the_Congo_Travel_Advice_Ed6_WEB.jpg"
            },
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<h3 id=\"the-foreign-commonwealth--development-office-fcdo-advises-against-all-travel-to\">The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) advises against all travel to:</h3>\n\n<ul>\n  <li>the provinces of Kasaï Oriental, Haut-Uele, Haut Lomami, Ituri, North Kivu. South Kivu (except the city of Bukavu - see below), Maniema and Tanganyika in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>\n</li>\n  <li>within 50km of the border with the Central African Republic and South Sudan</li>\n</ul>\n\n<h3 id=\"the-fcdo-advises-against-all-but-essential-travel-to\">The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel to:</h3>\n\n<ul>\n  <li>the city of Bukavu in South Kivu province</li>\n  <li>the districts of N’djili and Kimbanseke in Kinshasa, both of which are south of the main access road to N’djili airport (located in Nsele district)</li>\n  <li>the provinces of Kasaï and Kasaï Central</li>\n  <li>the territory of Kwamouth (located in Mai-Ndombe province)</li>\n  <li>the city of Goma in North Kivu province</li>\n</ul>\n\n<div class=\"example\">\n<p>Before you travel, <a href=\"/foreign-travel-advice/democratic-republic-of-the-congo/entry-requirements#entry-rules-in-response-to-coronavirus-covid-19\">check the ‘Entry requirements’ section</a> for Democratic Republic of the Congo’s current entry restrictions and requirements. These may change with little warning. Monitor this advice for the latest updates and stay in contact with your travel provider.</p>\n\n<p>If you plan to pass through another country to return to the UK, check the travel advice for the country you’re transiting.</p>\n</div>\n\n<p>It is more important than ever to get travel insurance and check it provides sufficient cover. See the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s <a href=\"/guidance/foreign-travel-insurance\">guidance on foreign travel insurance</a>.</p>\n\n<p>The security situation in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> remains unstable. There are continued reports of several towns in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> being attacked by or falling under temporary control of armed groups, including some territories and villages within a 30km range north of Goma. Armed groups are present and intercommunal violence can affect the political, security and humanitarian situation. You should be prepared to leave at short notice via available routes. Travellers should regularly check government advice for updates. <a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo/safety-and-security#virunga-national-park\">See Safety and security</a>.</p>\n\n<p><abbr title=\"Democratic Republic of the Congo\">DRC</abbr> is scheduled to hold Presidential, Parliamentary and some local elections on 20 December 2023. In the pre-election period, there is an increased likelihood of protests and demonstrations in Kinshasa and other major population centres. <a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo/safety-and-security#protests-and-demonstrations\">See Protests and demonstrations</a></p>\n\n<p>There were calls for protests against the UN peacekeeping mission known as the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO) in Goma on 13 September. Similar calls cannot be ruled out. Remain vigilant and stay away from demonstrations, protests or disturbances. <a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo/safety-and-security#protests-and-demonstrations\">See Protests and demonstrations</a>.</p>\n\n<p>After heavy rains on 3 May 2023, flooding and landslides have affected several territories in South Kivu Province, eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. At least 400 people are known to have died. There is potential for further floods and landslides during the rainy season. See <a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo/natural-disasters\">Natural disasters</a> and <a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo/safety-and-security#virunga-national-park\">Safety and security</a></p>\n\n<p>In eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> there are continued reports of attacks and kidnappings. <a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo/safety-and-security\">See Safety and security</a></p>\n\n<p>Inter-communal violence between ethnic groups over land in Kwamouth territory of Mai-Ndombe province has been ongoing since August 2022. <a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo/safety-and-security#inter-communal-violence\">See Inter-communal violence</a></p>\n\n<p>On 22 May 2021, Mount Nyiragongo volcano, close to the city of Goma, and near the border with Rwanda erupted. Further volcanic activity is possible in future. <a href=\"/foreign-travel-advice/democratic-republic-of-the-congo/natural-disasters\">See Natural disasters</a></p>\n\n<p>Consular support is severely limited in parts of <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. The lack of infrastructure throughout the country and insecurity in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> often prevent the British Embassy in Kinshasa from being able to extend normal levels of consular assistance to British nationals anywhere in the <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> other than Kinshasa. You should not assume that the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> will be able to provide assistance to leave the country in the event of serious unrest or crisis.</p>\n\n<p>Street crime and robbery is common. You should avoid using any taxis in <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. If you must take a taxi, use a privately booked one. Don’t hail taxis in the street. Beware of gangs promising you cut price gold and diamonds.  See <a href=\"/foreign-travel-advice/democratic-republic-of-the-congo/safety-and-security\">Crime</a></p>\n\n<p>Terrorists are very likely to try to carry out attacks in the <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. Attacks could be indiscriminate. You should be vigilant, especially in places visited by foreigners. See <a href=\"/foreign-travel-advice/democratic-republic-of-the-congo/terrorism\">Terrorism</a></p>\n\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>.</p>\n\n",
                    "slug": "summary",
                    "title": "Summary"
                },
                {
                    "body": "<p>You should follow the advice of local authorities about measures and restrictions in response to COVID-19.</p>\n\n<h2 id=\"coronavirus-travel-health\">Coronavirus travel health</h2>\n\n<p>Check the latest information on risk from COVID-19 for DRC on the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/63/democratic-republic-of-the-congo#COVID-19\">TravelHealthPro website</a></p>\n\n<h2 id=\"international-travel\">International travel</h2>\n\n<p>DRC’s neighbouring countries may have border restrictions in place. If you are planning travel in the region, you should check the <a href=\"https://www.gov.uk/foreign-travel-advice\">travel advice</a> for Republic of Congo, Central African Republic, South Sudan, Rwanda, Burundi, Tanzania, Zambia and Angola.</p>\n\n<h2 id=\"entry-and-borders\">Entry and borders</h2>\n\n<p>See <a href=\"/foreign-travel-advice/democratic-republic-of-the-congo/entry-requirements\">Entry requirements</a> to find out what you will need to do when you arrive in DRC.</p>\n\n<p>You should register with the <a rel=\"external\" href=\"https://www.inrbcovid.com\">National Institute of Biomedical Research (INRB)</a> to get a test. See <a href=\"/foreign-travel-advice/democratic-republic-of-the-congo/coronavirus#healthcare-in-drc\">Healthcare in DRC</a> for further information.</p>\n\n<h2 id=\"be-prepared-for-your-plans-to-change\">Be prepared for your plans to change</h2>\n\n<p>No travel is risk-free during COVID-19. Countries may further restrict travel or bring in new rules at short notice, for example due to a new COVID-19 variant. Check with your travel company or airline for any transport changes which may delay your journey home.</p>\n\n<p>If you test positive for COVID-19 you will be contacted by the authorities and will be required to self-isolate for 10 days.</p>\n\n<p>Plan ahead and make sure you:</p>\n\n<ul>\n  <li>can access money</li>\n  <li>understand what your insurance will cover</li>\n  <li>can make arrangements to extend your stay and be away for longer than planned</li>\n</ul>\n\n<h2 id=\"healthcare-in-drc\">Healthcare in DRC</h2>\n\n<p>For contact details of English speaking doctors <a href=\"https://www.gov.uk/government/publications/medical-practitioners\">visit our list of healthcare providers</a>.</p>\n\n<p>Coronavirus testing is available at the following main towns:</p>\n\n<ul>\n  <li>Kinshasa</li>\n  <li>Matadi</li>\n  <li>Lubumbashi</li>\n  <li>Goma</li>\n  <li>Kolwezi</li>\n  <li>Mbandaka</li>\n</ul>\n\n<p>There are a variety of testing facilities and the price starts from $45 USD.</p>\n\n<p>If you think you have coronavirus symptoms, you should call DRC government healthcare services on 101, 109, 110.</p>\n\n<p>Your emotional and mental wellbeing is important. Read <a href=\"/guidance/wellbeing-and-mental-health-during-the-coronavirus-covid-19-pandemic\">guidance on how to look after your mental wellbeing and mental health</a></p>\n\n<p>View <a href=\"/foreign-travel-advice/democratic-republic-of-the-congo/health\">Health</a> for further details on healthcare in DRC.</p>\n\n<p>See also the guidance on <a href=\"/guidance/healthcare-support-for-when-you-are-unable-to-return-to-the-uk-during-coronavirus-covid-19\">healthcare if you’re waiting to return to the UK</a>.</p>\n\n<h2 id=\"finance\">Finance</h2>\n\n<p>For information on financial support you can access whilst abroad, visit our <a href=\"/government/publications/financial-assistance-abroad/financial-assistance-abroad\">financial assistance guidance</a>.</p>\n\n<h2 id=\"further-information\">Further information</h2>\n\n<p>If you need urgent consular assistance, contact your <a href=\"/world/embassies\">nearest British embassy, high commission or consulate</a>. All telephone numbers are available 24/7.</p>\n\n<p><a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo/email-signup\">Sign up for travel advice email alerts</a> and follow the British Embassy <a rel=\"external\" href=\"https://twitter.com/ukindrc?lang=en\">Twitter</a>  and <a rel=\"external\" href=\"https://www.facebook.com/ukindrc/\">Facebook</a>.</p>\n",
                    "slug": "coronavirus",
                    "title": "Coronavirus"
                },
                {
                    "body": "<p>Foreign nationals have been detained or had their passports seized by local authorities following commercial disputes. You should be cautious when dealing with commercial disputes and seek legal advice. Foreign nationals have also been detained or had passports seized as a result of immigration offences.</p>\n\n<p>The Congolese authorities rarely meet their international obligations to notify Embassies when foreign nationals have been detained. Even if requested, adequate consular access isn’t always granted. You should therefore keep in close touch with family or friends and ask them to notify the <a href=\"https://www.gov.uk/world/organisations/british-embassy-kinshasa\">British Embassy Kinshasa</a> immediately in the event that you are arrested in <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>.</p>\n\n<p>Local conditions outside Kinshasa and the provincial capitals can be difficult, there is widespread poverty, social exclusion and disease throughout many parts of the country. There is a risk of British nationals being robbed or attacked,  if you travel outside of these areas do so in the company of experienced persons or organisations. There have been recent incidents (July 2023) of foreigners being targeted by local communities while wild camping without permission. Take care and be respectful of local customs and land rights. Transport and accommodation are extremely limited outside Kinshasa and the major towns, make travel arrangements in advance.</p>\n\n<h2 id=\"protests-and-demonstrations\">Protests and demonstrations</h2>\n\n<p>Public gatherings and demonstrations can occur with little or no notice and can quickly turn violent.</p>\n\n<p>Protests have targeted UN and government vehicles and premises due to instances of anti-government and anti-UN sentiment.</p>\n\n<p>There were calls for protests against the UN peacekeeping mission known as the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO) in Goma on 13 September. Similar calls cannot be ruled out. Remain vigilant and avoid demonstrations, protests or disturbances.</p>\n\n<p><abbr title=\"Democratic Republic of the Congo\">DRC</abbr> is scheduled to hold Presidential, Parliamentary and some local elections on 20 December 2023. In the pre-election period, there is an increased likelihood of protests and demonstrations in Kinshasa and other major population centres. Public demonstrations may occur with little notice and have the potential to quickly turn violent. Remain vigilant and avoid large public gatherings or demonstrations.</p>\n\n<p>There is an ongoing risk of protests in the east, particularly around Goma, North Kivu province. These could be directed at foreigners. We advise all UK nationals in <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> to remain vigilant and to avoid demonstrations, protests or disturbances.</p>\n\n<p>Protests may result in:</p>\n\n<ul>\n  <li>the closure of shops and public services</li>\n  <li>restrictions on movement</li>\n</ul>\n\n<p>In the event of serious unrest:</p>\n\n<ul>\n  <li>commercial flights may be suspended</li>\n  <li>roads may be blocked</li>\n  <li>borders may be closed, making it difficult to leave the country</li>\n  <li>internet connections and mobile phone networks may have reduced services or be cut off.</li>\n</ul>\n\n<p>Previous periods of unrest have seen an increased military and police presence in Kinshasa and other major cities. Police and military have used stop-and-search checkpoints in some areas, especially after dark.</p>\n\n<p>You should remain vigilant and be aware of disruptions to journeys. If a demonstration or disturbance takes place, leave quickly and don’t attempt to watch or photograph it.</p>\n\n<p>There are limits to the assistance the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> can provide in a crisis, depending on the security and transport situation. You shouldn’t assume the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> will be able to provide assistance to leave the country in the event of serious unrest.</p>\n\n<p>You should:</p>\n\n<ul>\n  <li>follow local media for news of any planned protests</li>\n  <li>avoid travelling around Kinshasa and other large cities on and around days of planned protests including travel to and from N’Djili airport, where demonstrations may take place, large sporting or music events, universities, political party headquarters, the parliament and the offices of the electoral commission.</li>\n  <li>consider making contingency plans in the event of demonstrations, including keeping a stock of essential supplies and up-to-date travel documents and visas.</li>\n</ul>\n\n<p>See how to <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">prepare for a crisis overseas</a> and information on how to contact the British Embassy.</p>\n\n<h2 id=\"eastern-drc-and-border-regions\">Eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> and border regions</h2>\n\n<p>The security situation in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> remains unstable. There are continued reports of several towns in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> being attacked by or falling under temporary control of armed groups, including some territories and villages within a 30km range north of Goma. Armed groups are present and intercommunal violence can affect the political, security and humanitarian situation. You should be prepared to leave at short notice via available routes. Travellers should regularly check government advice for updates.</p>\n\n<p>Since November 2021 the armed group M23 have launched a series of military offensives in North Kivu province capturing the town of Kibumba (approximately 15km north of Goma) in November 2022. Advances towards Goma could occur with little warning and existing routes out of Goma, including the airport and border, could close at short notice. <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> staff may leave the area temporarily at short notice. You should be prepared to leave at short notice via available routes. Travellers should regularly check UK Government advice for updates.</p>\n\n<p>The situation in Goma remains uncertain, in November 2022 armed groups were reported to have advanced within 15km of the city. Local authorities are on a heightened state of alert, there is an increased presence of <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> military, UN peacekeepers and regional forces in the city, UK nationals should remain vigilant. We advise all citizens to consider alternative means of transport when exiting the city.</p>\n\n<p>A “state of siege” is in place in the provinces of Ituri and North Kivu. Military administrations have replaced the civilian administrations during this period. The military administrations have extended security powers. You should be vigilant about the situation.</p>\n\n<p>If you’re in Haut-Uele, Haut Lomami, Ituri, North Kivu, South Kivu, Maniema, Tanganyika or within 50km of the border with the Central African Republic (CAR) and South Sudan against <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advice you should be vigilant at all times and keep your security situation under constant review.</p>\n\n<p>There are reports of attacks and kidnappings, including against staff from NGOs and international organisations.</p>\n\n<p>Troops from <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> and other African countries are currently present in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. This is in addition to the UN MONUSCO peacekeeping force.</p>\n\n<p>You should be especially vigilant, consider travelling in convoy on trips outside Goma and Bukavu and avoid making any journeys that would involve travel after dark. Tourists in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> have been known to be left very vulnerable as a result of trying to travel independently without escorted transport, and the risk of kidnap or injury as a result of armed or criminal activity remains high.</p>\n\n<p>While British government staff do visit areas of eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>, they are not always in the area, and as with anywhere outside of Kinshasa the British Embassy’s ability to offer consular assistance is severely limited.</p>\n\n<h2 id=\"crime\">Crime</h2>\n\n<p>There is a small but increasing threat of criminal “express” kidnap in <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. There have been incidents (February, March and April 2023) of foreigners being targeted by individuals impersonating police in the Limete area of Kinshasa. Kidnaps are generally for financial gain or motivated by criminality.</p>\n\n<p>Foreigners can be perceived as being wealthier than locals and may be at particular risk of kidnap for financial gain.</p>\n\n<p>Be alert to the risk of street crime and armed robbery at all times. Foreigners are at particular risk of street robbery in Kinshasa and Lubumbashi, especially near hotels and supermarkets in the centre of town. Robberies by gangs of street children are increasingly common and can be aggressive.</p>\n\n<p>Robberies by people posing as taxi drivers or taxi customers are common in Kinshasa, and are often accompanied by a threat of violence. You should avoid using any taxis in <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. If you must take a taxi, use a privately booked one. Don’t hail taxis on the street.</p>\n\n<p>Car jackings are rare but can occur.</p>\n\n<p>There have been reports of an increase in criminal activity in North and South Kivu specifically targeting the international community. There have been many reports of robberies and banditry in Goma especially after dark.</p>\n\n<p>Don’t walk in the streets alone at any time, especially at night. Avoid displaying valuables and cash. Use a hotel safe if possible and keep copies of documents, including your passport separately.</p>\n\n<p>Some gangs use girls to lure people into traps; others promise cut-price gold and diamonds, or pose as police or security forces.</p>\n\n<p>There remains a risk of arbitrary arrests of foreigners by security authorities who demand payment for release.</p>\n\n<h2 id=\"inter-communal-violence\">Inter-communal violence</h2>\n\n<p>Inter-communal violence between ethnic groups over land in Kwamouth territory of Mai-Ndombe province has been ongoing since August 2022. There have been a high number of casualties (300+) including women and children. The government has responded with a military deployment to the area. We are not aware of any direct threat against the international community or British Nationals, but visitors should be aware of the increased violence and potential threat to all those not of the groups’ ethnicity.</p>\n\n<h3 id=\"local-travel\">Local Travel</h3>\n\n<p>The border crossings between Rwanda and the <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> at Gisenyi/Goma and Cyangugu/Bukavu are liable to short notice closure.</p>\n\n<p>If you’re crossing regularly between Rwanda and <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> you may encounter immigration difficulties if you haven’t regularised your residency status.</p>\n\n<p><abbr title=\"Democratic Republic of the Congo\">DRC</abbr>’s borders with all of its neighbours can be subject to closure at short notice, you should check travel advice for: Angola, Burundi, Central African Republic, Republic of Congo, Rwanda, South Sudan, Tanzania, Uganda and Zambia.</p>\n\n<p>You should be prepared to move at short notice or lock down for a period of time. The local authorities may impose curfews without warning. You should follow the advice of the local authorities at all times. In the event of escalating tensions and civil unrest, commercial flights may be suspended and borders closed. Keep your travel documents up to date so you can avoid facing difficulties should you need to leave in an emergency.</p>\n\n<h2 id=\"road-travel\">Road travel</h2>\n\n<p>You will need to have a 1968 <a href=\"https://www.gov.uk/driving-abroad/international-driving-permit\">International Driving Permit</a> (IDP) to drive in the <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. 1949 IDPs previously issued by the UK may no longer be accepted in the <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. You can only get IDPs over the counter from 2,500 UK Post Offices. You will not be able to buy an IDP outside the UK, so get one before you travel.</p>\n\n<p>Car hire is possible in Kinshasa although self-drive options are limited. Most car hire companies will only rent a car with a driver. Public transport such as taxis are often not well maintained.</p>\n\n<p>Driving conditions and standards are well below those in the UK and other European countries. Traffic accidents are common. Roads in Kinshasa are poorly maintained. Outside Kinshasa and other main cities, most roads are barely drivable even with a 4x4, especially during the rainy season (September to May). Consider the technical capability of your vehicle and be confident in your ability to safely operate it. Outside Kinshasa and the main cities, travel after dark brings increased risk.</p>\n\n<p>Be aware of vehicle theft and car-jacking. Lock vehicle doors and keep windows closed when driving and watch out for armed gangs who may target your car. Don’t drive off the main routes or park in unsupervised areas.</p>\n\n<p>Security forces operate roadblocks, particularly after dark. If you are asked to produce documents for inspection at a check point, remain in your vehicle and show them through closed windows.</p>\n\n<h2 id=\"rail-travel\">Rail travel</h2>\n\n<p>The railways are in a dilapidated state and you should be aware of the increased risk of  travel by train. In late 2015 a refurbished route opened between Kinshasa and Matadi, although services are infrequent and unreliable.</p>\n\n<h2 id=\"air-travel\">Air travel</h2>\n\n<p>The <a href=\"https://www.gov.uk/guidance/uk-air-safety-list\">UK Air Safety List</a> (ASL) lists all known airlines in <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> that do not meet international safety standards and are banned from operating commercial air services to, from, and within the UK. Check the UK Air Safety List when considering which airlines to fly with. The list is maintained by the Department for Transport, based on advice from the <a rel=\"external\" href=\"https://www.caa.co.uk/Commercial-Industry/Airlines/Licensing/Requirements-and-guidance/Third-Country-Operator-Certificates\">UK Civil Aviation Authority</a>.</p>\n\n<p>UK government staff working in <abbr title=\"Democratic Republic of the Congo\">DRC</abbr> are authorised to use aircraft operated by the Mission Aviation Fellowship for internal flights on a case by case basis.</p>\n\n<h2 id=\"river-travel\">River travel</h2>\n\n<p>The ferry service between Kinshasa and Brazzaville stops running in the late afternoon, and there is no service on Sundays.</p>\n\n<p>Boats and ferries serving the rivers and lakes are poorly maintained and often overloaded. As a result of the low safety standards, high river traffic levels, strong currents, shifting sandbanks and poor maintenance there have been many accidents.</p>\n\n<h2 id=\"political-situation\">Political situation</h2>\n\n<p>Political gatherings and demonstrations can be called with little or no notice and can quickly turn violent in <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. Presidential, parliamentary and provincial elections are scheduled for 20 December 2023 and could lead to heightened tensions.</p>\n\n<p>A United Nations peacekeeping presence is deployed in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. The Congolese army is carrying out operations against foreign and domestic armed groups operating in North and South Kivu and Ituri provinces. Foreign, regional forces are also present in eastern <abbr title=\"Democratic Republic of the Congo\">DRC</abbr>. Large numbers of civilians remain displaced as a result of the conflict. Acts of violence, including killing, rape and looting continue against the civilian population.</p>\n\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Terrorists are very likely to try to carry out attacks in the DRC.  Attacks could be indiscriminate. You should be vigilant, especially in places visited by foreigners. Attacks have previously targeted bars, places of worship, markets and vehicle convoys. Methods of attack in the provinces of North Kivu and Ituri have included the use of improvised explosive devices.</p>\n\n<p>On 12 May 2022 reports were received indicating the risk of a terrorist attack on an unspecified ferry departing from Goma. The UK advises against all but essential travel to Goma.</p>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<p>.</p>\n",
                    "slug": "terrorism",
                    "title": "Terrorism"
                },
                {
                    "body": "<h2 id=\"photography\">Photography</h2>\n\n<p>Avoid taking photographs in public places (particularly of borders or military installations). You risk being arrested and detained. Journalists should not conduct interviews or film without the necessary local permits.</p>\n\n<h2 id=\"lgbt\">LGBT+</h2>\n\n<p>Homosexuality is not illegal in DRC but is frowned upon by many. There is no legal recognition of same-sex couples or same-sex marriage. Members of the LGBT community are known to be harassed. In some instances individuals may be charged for offences under DRC’s Penal Code for “crimes against family life”. There are no specific anti-discrimination laws protecting LGBT individuals. See our <a href=\"https://www.gov.uk/guidance/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">information and advice page for the LGBT community</a> before you travel.</p>\n\n<h2 id=\"adopting-children-from-drc\">Adopting children from DRC</h2>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against adopting from DRC. The UK does not recognise adoptions made in the DRC as the DRC is not a signatory to the Hague Convention on Protection of Children and Co-operation in Respect of Intercountry Adoption.</p>\n\n<p>Since 2013 the DRC government has suspended issuing exit permits for children adopted by foreigners in DRC. This has resulted in large numbers of children adopted by foreign nationals unable to leave the country, or their departure being delayed by more than 30 months. In May 2017 the DRC Senate adopted a law banning homosexual and trans-sexual couples from adopting Congolese children. The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> strongly advise families considering adoption to seek advice beforehand, including legal advice in the UK and in the DRC.  Read more about <a href=\"https://www.gov.uk/child-adoption/adopting-a-child-from-overseas\">adopting a child from overseas</a>.</p>\n\n<h2 id=\"clothing\">Clothing</h2>\n\n<p>Wearing military style clothing could lead to being misidentified and is not advised.</p>\n\n",
                    "slug": "local-laws-and-customs",
                    "title": "Local laws and customs"
                },
                {
                    "body": "<div class=\"call-to-action\">\n\n  <p>This page has information on travelling to DRC.</p>\n\n</div>\n\n<p>This page reflects the UK government’s understanding of current rules for people travelling on a full ‘British Citizen’ passport from the UK, for the most common types of travel.</p>\n\n<p>The authorities in DRC set and enforce entry rules. If you’re unsure how DRC’s entry requirements apply to you, contact its <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">UK embassy, high commission or consulate</a>.</p>\n\n<h2 id=\"all-travellers\">All travellers</h2>\n\n<p>All British passport holders need to get a visa before travelling to the DRC. \nSee <a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo/entry-requirements#visas\">Visas</a> section for more information.</p>\n\n<p>There is a departure tax of $55 per passenger on international flights and $10 per passenger on domestic flights. These are official fees paid when checking in. Get an official receipt plus a copy for each fee. You should hand the originals on request to immigration and at boarding, and keep the copies.</p>\n\n<p>From July 2023 the DRC government removed all COVID-19 related controls related to entry into the country. Exit related controls were removed in 2022. The DRC no longer requires proof of either COVID-19 vaccination or a negative COVID-19 PCR test for entry into DRC.</p>\n\n<h2 id=\"if-youre-transiting-through-drc\">If you’re transiting through DRC</h2>\n\n<p>Transiting is when you pass through one country on the way to your final destination.</p>\n\n<p>The same measures apply whether or not you are transiting through DRC.</p>\n\n<h2 id=\"exemptions\">Exemptions</h2>\n\n<p>There are no exemptions to DRC’s entry requirements.</p>\n\n<h2 id=\"check-your-passport-and-travel-documents-before-you-travel\">Check your passport and travel documents before you travel</h2>\n\n<h3 id=\"passport-validity\">Passport validity</h3>\n\n<p>Your passport should be valid for a minimum period of 6 months from the date of entry into the DRC.</p>\n\n<p>Check with your travel provider to make sure your passport and other travel documents meet their requirements.</p>\n\n<h3 id=\"visas\">Visas</h3>\n\n<p>All British passport holders need to get a visa before travelling to the DRC. You can’t buy a short-term pass to enter the country. To get a visa, contact:</p>\n\n<p>The Embassy of the Democratic Republic of the Congo</p>\n\n<p>281 Gray’s Inn Road</p>\n\n<p>London</p>\n\n<p>WC1X 8QF</p>\n\n<p>Telephone: 0207 580 3931</p>\n\n<p>Email: <a href=\"mailto:info@ambardc-londres.gouv.cd\">info@ambardc-londres.gouv.cd</a></p>\n\n<p>DRC visa requirements mean that some types of visa applications are referred to Kinshasa for a decision. In these cases, a formal letter of invitation from the person or organisation you are visiting, stamped by the Ministry of Foreign Affairs in Kinshasa and submitted with your application, can help to speed up the visa issuing process.</p>\n\n<p>You should check requirements with the DRC Embassy in London and allow at least 2 to 3 weeks for visa processing.</p>\n\n<p>A Rwandan or Ugandan immigration stamp in your passport should not prevent you from entering the DRC, but you may still experience difficulties on arrival if you do have them.</p>\n\n<p>You should consider getting a long-term visa if you are planning to stay in the DRC for a considerable period. When applying for or renewing a long term visa, DRC authorities now need a certificate of “Good Conduct” from your country of residence and a “Consular Certificate” as part of the application. The Consular Certificate can be issued at the British Embassy in DRC.</p>\n\n<h3 id=\"satellite-phones-gps-receivers-or-military-clothing\">Satellite phones, GPS receivers or Military clothing</h3>\n\n<p>You may have difficulties at immigration if you are travelling with satellite phones, GPS receivers or military clothing.</p>\n\n<h3 id=\"yellow-fever-certificate-requirements\">Yellow fever certificate requirements</h3>\n\n<p>Check whether you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/63/democratic-republic-of-the-congo#Vaccine_recommendations\">TravelHealthPro website</a>. DRC authorities will check the status of your yellow fever certificate on arrival.</p>\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>If you have a health condition, or you are pregnant, you may need specialist healthcare abroad. Check whether your destination country can provide the healthcare you may need and ensure you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for unexpected medical evacuation or local treatment.</p>\n\n<div class=\"example\">\n<p>See the Coronavirus travel health and Healthcare sections in the <a href=\"/foreign-travel-advice/democratic-republic-of-the-congo/coronavirus\">Coronavirus page</a> for COVID-19 health information.</p>\n</div>\n\n<p>At least 8 weeks before your trip, check the latest country-specific health advice from the National Travel Health Network and Centre (NaTHNaC) on the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/63/democratic-republic-of-the-congo\">TravelHealthPro website</a>. Each country-specific page has information on vaccine recommendations, any current health risks or outbreaks, and factsheets with information on staying healthy abroad. Guidance is also available from NHS (Scotland) on the <a rel=\"external\" href=\"http://www.fitfortravel.nhs.uk/destinations.aspx\">FitForTravel website</a>.</p>\n\n<p>General information on <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">travel vaccinations</a> and a <a rel=\"external\" href=\"https://www.nhs.uk/live-well/healthy-body/travel-health-checklist/\">travel health checklist</a> are available on the NHS website. You may then wish to contact your health adviser or pharmacy for advice on other preventive measures and managing any pre-existing medical conditions while you’re abroad.</p>\n\n<p>The legal status and regulation of some medicines prescribed or brought in the UK can be different in other countries. If you’re travelling with prescription or over-the-counter medicine, read this guidance from NaTHNaC on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>. For further information on the legal status of a specific medicine, you’ll need to contact the <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">embassy, high commission or consulate</a> of the country or territory you’re travelling to.</p>\n\n<p>While travel can be enjoyable, it can sometimes be challenging. There are clear links between mental and physical health, so looking after yourself during travel and when abroad is important. Information on travelling with mental health conditions is available in our <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">guidance page</a>. Further information is also available from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">National Travel Health Network and Centre (NaTHNaC)</a>.</p>\n\n<h3 id=\"ebola\">Ebola</h3>\n\n<p>On 29 September 2022 DRC’s 15th Ebola outbreak was declared over. The outbreak began on 21 August 2022 in Beni, North Kivu province in Eastern DRC. There have been no new cases since the 21 August 2022. Further information and updates on Ebola can be <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/63/democratic-republic-of-the-congo\">found on the NaTHNaC website</a></p>\n\n<h3 id=\"other-health-risks\">Other health risks</h3>\n\n<p>There are outbreaks of <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/56/cholera\">cholera</a>, <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/18/yellow-fever\">yellow fever</a> and <a rel=\"external\" href=\"https://travelhealthpro.org.uk/disease/116/measles\">measles</a> in DRC. <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/63/democratic-republic-of-the-congo#Malaria\">Malaria</a> is also common in DRC. If you’re travelling within DRC, you should <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/63/democratic-republic-of-the-congo\">follow health advice from NaTHNaC</a>.  You should get vaccinated against yellow fever before entering DRC. <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/63/democratic-republic-of-the-congo#Vaccine_recommendations\">Check the NaTHNaC website</a> for more information on vaccine recommendations.</p>\n\n<p>In the 2012 Report on the Global AIDS Epidemic the UNAIDS/WHO Working Group estimated that around 390,000 adults aged 15 or over were living with HIV; the prevalence percentage was estimated at around 1.1 of the adult population compared to the prevalence percentage in adults in the UK of around 0.25%. You should exercise normal precautions to avoid exposure to HIV and AIDS.</p>\n\n<p>Plague is endemic in North eastern Province Ituri. The 9th outbreak of plague was announced in Ituri province on 4 April 2022.</p>\n\n<h3 id=\"medical-treatment\">Medical treatment</h3>\n\n<p>If you become ill during or immediately after travelling to the country, seek medical advice immediately. Medical care is extremely limited. The Centre Prive d’Urgence (CPU) clinic in Kinshasa is able to cope with basic health problems and to stabilise a patient after most serious accidents. Outside Kinshasa, western standard medical facilities are almost non-existent. Medical evacuation to South Africa (or elsewhere) is often necessary. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation. If you take medication regularly, bring in a properly-marked supply, sufficient for the time you will be in the DRC, with you.</p>\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<h3 id=\"volcanoes\">Volcanoes</h3>\n\n<p>The Nyiragongo volcano in Virunga National Park is active and has only limited access to tourists.</p>\n\n<p>On 22 May 2021, Mount Nyiragongo volcano, close to the city of Goma, and near the border with Rwanda erupted. Volcanic activity is possible at any time.</p>\n\n<p>British nationals who are concerned should <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Democratic%20Republic%20of%20the%20Congo%20&amp;post=British%20Embassy%20Kinshasa%20\">contact the British Embassy in Kinshasa online</a> or by telephone on +243 81 556 6200. The UK Government Office in Goma is open.</p>\n\n<p>The previous eruptions of Mount Nyiragongo in 2021 and 2002 resulted in loss of lives and some infrastructure in and around Goma.   Local authorities, the UN and local NGOs continue to monitor the volcano’s activity.</p>\n\n<h3 id=\"earthquakes\">Earthquakes</h3>\n\n<p>Earthquakes occasionally occur. On 7 August 2015 an earthquake of magnitude 5.6 hit eastern DRC, resulting in a small number of reported deaths and injuries in the town of Bukavu. To learn more about what to do before, during and after an earthquake, see this <a rel=\"external\" href=\"http://www.ready.gov/earthquakes\">advice</a> from the US Federal Emergency Management Agency.</p>\n",
                    "slug": "natural-disasters",
                    "title": "Natural disasters"
                },
                {
                    "body": "<p>Some credit cards are accepted in Kinshasa. The local currency is the Congolese Franc but US Dollars are widely used. US Dollars should be in good condition and issued after 2001 or they will not be accepted or changed at banks. There are a number of ATMs that dispense US dollars in Kinshasa; take normal security precautions when withdrawing money. Western Union and other money transfer agencies are present in most main towns. Make sure you have arrangements in place before leaving the UK to have funds sent to you in case of emergency.</p>\n",
                    "slug": "money",
                    "title": "Money"
                },
                {
                    "body": "\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. If you need urgent help because something has happened to a friend or relative abroad, contact the Foreign, Commonwealth &amp; Development Office (FCDO) in London on 020 7008 5000 (24 hours).</p>\n</div>\n\n<h3 id=\"foreign-travel-checklist\">Foreign travel checklist</h3>\n\n<p>Read our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> to help you plan for your trip abroad and stay safe while you’re there.</p>\n\n<h3 id=\"travel-safety\">Travel safety</h3>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice helps you make your own decisions about foreign travel. Your safety is our main concern, but we can’t provide tailored advice for individual trips. If you’re concerned about whether or not it’s safe for you to travel, you should read the travel advice for the country or territory you’re travelling to, together with information from other sources you’ve identified, before making your own decision on whether to travel. Only you can decide whether it’s safe for you to travel.</p>\n\n<p>When we judge the level of risk to British nationals in a particular place has become unacceptably high, we’ll state on the travel advice page for that country or territory that we advise against all or all but essential travel. <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">Read more about how the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> assesses and categorises risk in foreign travel advice</a>.</p>\n\n<p>Our <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggests additional things you can do before and during foreign travel to help you stay safe.</p>\n\n<h3 id=\"refunds-and-cancellations\">Refunds and cancellations</h3>\n\n<p>If you wish to cancel or change a holiday that you’ve booked, you should contact your travel company. The question of refunds and cancellations is a matter for you and your travel company. Travel companies make their own decisions about whether or not to offer customers a refund. Many of them use our travel advice to help them reach these decisions, but we do not instruct travel companies on when they can or can’t offer a refund to their customers.</p>\n\n<p>For more information about your rights if you wish to cancel a holiday, visit <a rel=\"external\" href=\"https://www.citizensadvice.org.uk/consumer/holiday-cancellations-and-compensation/cancelling-a-holiday/\">the Citizen’s Advice Bureau website</a>. For help resolving problems with a flight booking, visit the <a rel=\"external\" href=\"https://www.caa.co.uk/Passengers/Resolving-travel-problems/\">website of the Civil Aviation Authority</a>. For questions about travel insurance, contact your insurance provider and if you’re not happy with their response, you can complain to the <a rel=\"external\" href=\"http://www.financial-ombudsman.org.uk/consumer/complaints.htm\">Financial Ombudsman Service</a>.</p>\n\n<h3 id=\"registering-your-travel-details-with-us\">Registering your travel details with us</h3>\n\n<p>We’re no longer asking people to register with us before travel. Our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> and <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggest things you can do before and during foreign travel to plan your trip and stay safe.</p>\n\n<h3 id=\"previous-versions-of-fcdo-travel-advice\">Previous versions of <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</h3>\n\n<p>If you’re looking for a previous version of the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice, visit the <a rel=\"external\" href=\"http://webarchive.nationalarchives.gov.uk/*/http:/www.gov.uk/foreign-travel-advice\">National Archives website</a>. Versions prior to 2 September 2020 will be archived as FCO travel advice. If you can’t find the page you’re looking for there, <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Democratic%20Republic%20of%20the%20Congo&amp;post=Democratic%20Republic%20of%20the%20Congo%20travel%20advice%20team\">send the Travel Advice Team a request</a>.</p>\n\n<h3 id=\"further-help\">Further help</h3>\n\n<p>If you’re a British national and you have a question about travelling abroad that isn’t covered in our foreign travel advice or elsewhere on GOV.UK, you can <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Democratic%20Republic%20of%20the%20Congo&amp;post=Democratic%20Republic%20of%20the%20Congo%20travel%20advice%20team\">submit an enquiry</a>, or contact us on <a rel=\"external\" href=\"https://twitter.com/FCDOtravelGovUK\">Twitter</a> or <a rel=\"external\" href=\"https://en-gb.facebook.com/FCDOTravel\">Facebook</a>. We’re not able to provide tailored advice for specific trips.</p>\n\n",
                    "slug": "travel-advice-help-and-support",
                    "title": "Travel advice help and support"
                }
            ],
            "reviewed_at": "2023-11-01T13:32:40Z",
            "updated_at": "2023-11-01T13:32:40Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-03-05T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/democratic-republic-of-the-congo",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/democratic-republic-of-the-congo",
                    "base_path": "/foreign-travel-advice/democratic-republic-of-the-congo",
                    "content_id": "88122213-1a2f-420f-94f9-c622147d4300",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-01T13:32:40Z",
                    "schema_name": "travel_advice",
                    "title": "Democratic Republic of the Congo travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/democratic-republic-of-the-congo",
                    "api_url": "https://www.gov.uk/api/content/world/democratic-republic-of-the-congo",
                    "base_path": "/world/democratic-republic-of-the-congo",
                    "content_id": "5bebf846-37c7-44c5-9421-299e1898666d",
                    "description": "Services if you're visiting, studying, working or living in Democratic Republic of Congo. Includes information about trading with and doing business in the UK and Democratic Republic of Congo.",
                    "details": {
                        "internal_name": "UK help and services in Democratic Republic of the Congo",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:37:32Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Democratic Republic of the Congo",
                    "web_url": "https://www.gov.uk/world/democratic-republic-of-the-congo",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/congo",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/congo",
                    "base_path": "/foreign-travel-advice/congo",
                    "content_id": "438a3cd3-5936-462d-b7ed-fff0ea485af1",
                    "details": {
                        "change_description": "Information about COVID-19 related entry requirements and air travel (see 'Entry requirements' and 'Safety and security' pages). ",
                        "country": {
                            "name": "Congo",
                            "slug": "congo",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-29T13:50:39Z",
                    "schema_name": "travel_advice",
                    "title": "Congo travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/congo",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/rwanda",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/rwanda",
                    "base_path": "/foreign-travel-advice/rwanda",
                    "content_id": "25d2eeab-5494-4fe7-b558-b478c873923d",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                        "country": {
                            "name": "Rwanda",
                            "slug": "rwanda",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T10:26:55Z",
                    "schema_name": "travel_advice",
                    "title": "Rwanda travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/rwanda",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/ethiopia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/ethiopia",
                    "base_path": "/foreign-travel-advice/ethiopia",
                    "content_id": "d36e7377-4160-4e4d-a103-83980eaf9dc9",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
                        "country": {
                            "name": "Ethiopia",
                            "slug": "ethiopia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-01T17:19:37Z",
                    "schema_name": "travel_advice",
                    "title": "Ethiopia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/ethiopia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/iraq",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/iraq",
                    "base_path": "/foreign-travel-advice/iraq",
                    "content_id": "bba7f111-b07f-461d-9bab-8a7366aabd40",
                    "details": {
                        "change_description": "Information on drone and rocket attacks and the security situation across Iraq (‘Summary’, ‘Safety and security’ and ‘Terrorism’ pages). ",
                        "country": {
                            "name": "Iraq",
                            "slug": "iraq",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-10T18:55:45Z",
                    "schema_name": "travel_advice",
                    "title": "Iraq travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/iraq",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/djibouti",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/djibouti",
                    "base_path": "/foreign-travel-advice/djibouti",
                    "content_id": "0b95dd6d-7234-4d04-a7a6-b412447cc2d5",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                        "country": {
                            "name": "Djibouti",
                            "slug": "djibouti",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T11:00:02Z",
                    "schema_name": "travel_advice",
                    "title": "Djibouti travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/djibouti",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-the-democratic-republic-of-the-congo",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-the-democratic-republic-of-the-congo",
                    "base_path": "/world/living-in-the-democratic-republic-of-the-congo",
                    "content_id": "906f7820-face-4cd2-8878-4e180f8db25a",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in the Democratic Republic of Congo",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/democratic-republic-of-the-congo",
                                "api_url": "https://www.gov.uk/api/content/world/democratic-republic-of-the-congo",
                                "base_path": "/world/democratic-republic-of-the-congo",
                                "content_id": "5bebf846-37c7-44c5-9421-299e1898666d",
                                "description": "Services if you're visiting, studying, working or living in Democratic Republic of Congo. Includes information about trading with and doing business in the UK and Democratic Republic of Congo.",
                                "details": {
                                    "internal_name": "UK help and services in Democratic Republic of the Congo",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:32Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Democratic Republic of the Congo",
                                "web_url": "https://www.gov.uk/world/democratic-republic-of-the-congo",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:17:12Z",
                    "schema_name": "taxon",
                    "title": "Living in the Democratic Republic of Congo",
                    "web_url": "https://www.gov.uk/world/living-in-the-democratic-republic-of-the-congo",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-the-democratic-republic-of-the-congo",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-the-democratic-republic-of-the-congo",
                    "base_path": "/world/travelling-to-the-democratic-republic-of-the-congo",
                    "content_id": "32540cd4-177d-43af-9f4e-f0de392141b5",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to the Democratic Republic of Congo",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/democratic-republic-of-the-congo",
                                "api_url": "https://www.gov.uk/api/content/world/democratic-republic-of-the-congo",
                                "base_path": "/world/democratic-republic-of-the-congo",
                                "content_id": "5bebf846-37c7-44c5-9421-299e1898666d",
                                "description": "Services if you're visiting, studying, working or living in Democratic Republic of Congo. Includes information about trading with and doing business in the UK and Democratic Republic of Congo.",
                                "details": {
                                    "internal_name": "UK help and services in Democratic Republic of the Congo",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:32Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Democratic Republic of the Congo",
                                "web_url": "https://www.gov.uk/world/democratic-republic-of-the-congo",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:17:27Z",
                    "schema_name": "taxon",
                    "title": "Travelling to the Democratic Republic of Congo",
                    "web_url": "https://www.gov.uk/world/travelling-to-the-democratic-republic-of-the-congo",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-11-01T13:32:40Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1698845560.436-10.13.22.216-52824",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Democratic Republic of the Congo travel advice",
        "updated_at": "2023-11-15T10:59:42Z",
        "withdrawn_notice": {}
    }
}