{
    "Country Slug": "ecuador",
    "Country Name": "Ecuador",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/ecuador",
        "content_id": "aa3bb093-06ac-4423-b242-e62ba4a4cf7d",
        "description": "Latest FCDO travel advice for Ecuador including on entry requirements, safety and security and local laws and customs. ",
        "details": {
            "alert_status": [],
            "change_description": "Latest update: Information on daily power cuts nationwide ('Summary' page).\r\n",
            "change_history": [
                {
                    "note": "Latest update: Safety and security section (Transport safety) - updated information and advice on interstate bus transport; Summary - addition of information on availability of consular support",
                    "public_timestamp": "2018-12-14T16:52:41.201Z"
                },
                {
                    "note": "Latest update: Health section - revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-12-27T11:36:08.647Z"
                },
                {
                    "note": "Latest update: Entry requirements section (Visas) - addition of information; from 28 January 2019 permanent and temporary resident visas will be issued electronically; the online visa will be sent by email to be printed out; immigration authorities will have access to online visa records; all visitors to the Galapagos Islands should provide a copy of their hotel booking; visitors staying with local residents should have an invitation letter from their host ",
                    "public_timestamp": "2019-01-17T11:03:36.925Z"
                },
                {
                    "note": "Natural Disasters - Earthquake of 7.6 magnitude struck in Morona Santiago province in the Amazon region on Friday 22 Febraury 2019",
                    "public_timestamp": "2019-02-22T23:58:58.489Z"
                },
                {
                    "note": "Latest update: Entry requirements section (Visas) - the maximum stay in the Galapagos Islands, as a tourist, is 60 days",
                    "public_timestamp": "2019-02-27T15:23:10.034Z"
                },
                {
                    "note": "Latest update: This advice has been reviewed in full; Safety and security section (Political situation) - National elections for district authorities will be held on Sunday 24 March",
                    "public_timestamp": "2019-03-22T18:09:35.362Z"
                },
                {
                    "note": "Latest update: Natural disasters section (Volcanoes) - addition of information and advice about volcanic activity at Sangay volcano in the Amazon region; the Ministry of Tourism has issued an official statement asking all visitors not to approach the immediate surroundings of the volcano and not to attempt climbing it; Safety and security section (Political situation) - removal of information about national elections on 24 March",
                    "public_timestamp": "2019-04-01T18:00:34.805Z"
                },
                {
                    "note": "Latest Update:  Natural disasters section (Earthquakes) - addition of information about 6 minor tremors reported in the north-western part of Quito on Tuesday 28 May; Summary - removal of information on volcano Sangay",
                    "public_timestamp": "2019-05-30T16:17:03.558Z"
                },
                {
                    "note": "Safety and security section (Transport safety) - reports of robberies on interstate transport and at bus stations; Local laws and customs section - revised LGBT information",
                    "public_timestamp": "2019-07-12T13:24:55.000Z"
                },
                {
                    "note": "Latest update: Safety and security: Local travel - Permanent strike in province of Carchi, involving blockage of roads and suspension of public interstate transport.",
                    "public_timestamp": "2019-09-27T22:23:08.000Z"
                },
                {
                    "note": "Lates update: Summary and Safety and security - Local travel: Permanent strike in province of Carchi, involving blockage of roads and suspension of public interstate transport. ",
                    "public_timestamp": "2019-09-29T01:00:21.000Z"
                },
                {
                    "note": "Latest update: Summary and Safety and security - Local travel: Permanent strike in province of Carchi, involving blockage of roads and suspension of public interstate transport. ",
                    "public_timestamp": "2019-09-29T01:07:11.000Z"
                },
                {
                    "note": "minor editorial amendments to information on a strike in Carchi province",
                    "public_timestamp": "2019-09-30T10:13:47.000Z"
                },
                {
                    "note": "Safety and security (Local travel) section and Summary - removal of information on a strike in Carchi province, which is now over",
                    "public_timestamp": "2019-10-01T16:15:05.000Z"
                },
                {
                    "note": "Summary - addition of information and advice on a national transport strike called for Thursday 3 October, which has led to most access roads to Quito International Airport being blocked",
                    "public_timestamp": "2019-10-03T16:35:40.000Z"
                },
                {
                    "note": "Summary and Safety and Security Section (Air Travel)  -  State of Emergency declared following a national transport strike on Thursday 3 October, which has caused disruption at airport, including cancellation of some flights",
                    "public_timestamp": "2019-10-03T20:05:56.000Z"
                },
                {
                    "note": "Summary - updated information and advice on the national transport strike on 3 October, which has resulted in continued disruption to transport networks across Ecuador and cancellation of some flights",
                    "public_timestamp": "2019-10-04T16:47:33.000Z"
                },
                {
                    "note": "Summary: The national transport strike was called off on 4 October evening. However, some routes may take longer than others to be cleared for full access. Indigenous groups have convened a national march in protest against the new economic measures, estimated to arrive in Quito on Monday 7 October. This could cause some disruption in the Andes and Amazon regions and along the Panamerican Highway. You are advised to keep up to date with developments via local media and to allow extra time to reach to your destinations. You should also avoid any large gatherings as they may turn violent.",
                    "public_timestamp": "2019-10-05T15:28:09.000Z"
                },
                {
                    "note": "Latest update: Summary – Indigenous groups have convened a national march estimated to arrive in Quito on Monday 7 October; this has caused a high level of disruption; you’re advised to keep up to date with developments via local media and to allow extra time to reach your desination; you should avoid any large gatherings as they may turn violent; if you’re due to travel to the airport, you should also check the status of your flight before travelling ",
                    "public_timestamp": "2019-10-06T21:19:49.000Z"
                },
                {
                    "note": "Summary – Indigenous groups have convened a national march estimated to arrive in Quito on Monday 7 October; this has caused a high level of disruption; you’re advised to keep up to date with developments via local media and to allow extra time to reach your destination; you should avoid any large gatherings as they may turn violent; if you’re due to travel to the airport, you should also check the status of your flight before travelling \r\n",
                    "public_timestamp": "2019-10-06T22:38:17.000Z"
                },
                {
                    "note": "Summary - updated information and advice on extensive protests across Ecuador since 3 October; this has caused nationwide disruption, with demonstrations and road blockages in many provinces",
                    "public_timestamp": "2019-10-07T17:14:29.000Z"
                },
                {
                    "note": "Summary - updated information and advice on extensive protests across Ecuador since 3 October; this has caused nationwide disruption, with demonstrations and road blockages in many provinces; State of Emergency declared; major demonstration planned for 9 October",
                    "public_timestamp": "2019-10-08T23:37:12.000Z"
                },
                {
                    "note": "Latest Update: Summary - Updated information and advice on extensive protests across Ecuador since 3 October; this has caused nationwide disruption, with demonstrations and road blockages in many provinces; State of Emergency and curfew declared; major demonstration planned on 9 October.",
                    "public_timestamp": "2019-10-09T18:49:44.000Z"
                },
                {
                    "note": "Latest update: Summary - Updated information and advice on extensive protests across Ecuador since 3 October; nationwide disruption, with ongoing demonstrations and road blockages in many provinces; State of Emergency and curfew declared.",
                    "public_timestamp": "2019-10-10T17:36:54.000Z"
                },
                {
                    "note": "In light of nationwide disruption and ongoing demonstrations since 3 October, the FCO now advises against all but essential travel to Ecuador (excluding the Galapagos Islands).",
                    "public_timestamp": "2019-10-12T14:00:02.000Z"
                },
                {
                    "note": "Latest update: In light of nationwide disruption and ongoing demonstrations since 3 October, the FCO now advises against all but essential travel to Ecuador (excluding the Galapagos Islands). Government has announced a curfew in Quito and neighbouring valleys from 3pm on 12 October, restricting all movement until further notice. Quito Airport inaccessible on 12 October.",
                    "public_timestamp": "2019-10-12T20:59:42.000Z"
                },
                {
                    "note": "In light of nationwide disruption and demonstrations since 3 October, the FCO now advises against all but essential travel to Ecuador (excluding the Galapagos Islands). Government curfew in Quito and neighbouring valleys (implemented on 12 October) was lifted on 14 October, however the State of Emergency remains in place till 3 November.",
                    "public_timestamp": "2019-10-16T00:08:58.000Z"
                },
                {
                    "note": "The FCO no longer advise against travel to Ecuador (except for areas specified in the vicinity of the border with Colombia); updated information on the situation following widespread demonstrations and disruption in early October",
                    "public_timestamp": "2019-10-23T10:57:32.000Z"
                },
                {
                    "note": "Summary -  the “Rumichaca” border crossing with Colombia, on the Pan-American Highway in Carchi province, and “San Miguel” in Sucumbios province will be closed all of Saturday 24 October to 4pm Sunday 27 October",
                    "public_timestamp": "2019-10-25T15:57:22.000Z"
                },
                {
                    "note": "Summary - removal of information on closure of Colombian border crossings between 24 and 27 October",
                    "public_timestamp": "2019-10-29T15:47:56.000Z"
                },
                {
                    "note": "Summary - removal of information on a state of emergency in place from 3 October to 3 November",
                    "public_timestamp": "2019-11-19T14:46:04.000Z"
                },
                {
                    "note": "Natural Disasters (Earthquakes, Volcanoes) - factual update on a tremor reported in northern Quito on 8 December; updated information and advice on a yellow alert issued on 5 December in the areas surrounding the Sangay volcano",
                    "public_timestamp": "2019-12-10T15:49:26.000Z"
                },
                {
                    "note": "Natural disasters (Volcanoes) - addition of information on the eruption of The Cumbre volcano; editorial amendments to other sections",
                    "public_timestamp": "2020-01-15T11:33:06.000Z"
                },
                {
                    "note": "Addition of information and advice on coronavirus (COVID-19) following confirmed cases in Ecuador ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-02T16:28:16.000Z"
                },
                {
                    "note": "Addition of information to reflect the Galapagos government will not allow people to enter the islands if they present symptoms or have visited the following 4 countries in the past 30 days: China, Iran, Italy and South Korea ('Health' page)",
                    "public_timestamp": "2020-03-04T17:05:24.000Z"
                },
                {
                    "note": "Update to information about coronavirus (COVID-19) ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-05T14:51:00.000Z"
                },
                {
                    "note": "Updated information on local measures taken to limit the spread of coronavirus (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-13T17:23:41.000Z"
                },
                {
                    "note": "Update - further countries added to the list for passengers requiring 14 days self-isolation. ('Summary' and 'Health')",
                    "public_timestamp": "2020-03-14T01:21:24.000Z"
                },
                {
                    "note": "The FCO advise against all but essential travel to Ecuador, following notification that foreign nationals will not be admitted by air, land or sea, with effect from 23.59 on 15 March (Summary and Health page)",
                    "public_timestamp": "2020-03-15T01:40:56.000Z"
                },
                {
                    "note": "Update to restrictions -  No foreign nationals will be admitted by air, land or sea until at least 5 April.  ('Summary' and 'Health')",
                    "public_timestamp": "2020-03-16T23:00:38.000Z"
                },
                {
                    "note": "State of emergency declared on 16 March. Extensive restrictions on movement in Quito and nationwide. ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-17T15:31:47.000Z"
                },
                {
                    "note": "State of emergency declared on 16 March. Extensive restrictions on movement in Quito, Guayaquil and nationwide. Additional information regarding flights from Galapagos to mainland Ecuador. (Summary and Health)",
                    "public_timestamp": "2020-03-19T00:35:51.000Z"
                },
                {
                    "note": "Clarification on required documents to travel to Quito airport. (Summary and Health)",
                    "public_timestamp": "2020-03-19T18:14:45.000Z"
                },
                {
                    "note": "Clarification on required documents to travel to Quito Airport and update on the situation at Guayaquil Airport. (Summary and Health)",
                    "public_timestamp": "2020-03-20T02:14:32.000Z"
                },
                {
                    "note": "Updates on curfew hours and the situation at Guayaquil Airport and in Galapagos. New information about safe passage documents and visas for travellers. (Summary, Health and Entry Requirements)",
                    "public_timestamp": "2020-03-21T01:43:57.000Z"
                },
                {
                    "note": "Update for travellers to share their contact information with British Embassy Quito  ('Summary' and 'Health' pages) ",
                    "public_timestamp": "2020-03-21T19:55:50.000Z"
                },
                {
                    "note": "Update on extended curfew hours and safe passage documents ('Summary', ‘Coronavirus’ and 'Health' pages)",
                    "public_timestamp": "2020-03-25T00:12:28.000Z"
                },
                {
                    "note": "Update on requirements to enter Quito airport( ‘Coronavirus’ and ‘Returning to the UK’ pages)",
                    "public_timestamp": "2020-03-27T20:42:57.000Z"
                },
                {
                    "note": "Update to information on further restriction to private vehicles, and registration for tourists wishing to leave the Galapagos, and information about a route back to the UK via Canada. ('Coronavirus' and 'Return to the UK')",
                    "public_timestamp": "2020-03-30T23:05:17.000Z"
                },
                {
                    "note": "Addition of information on UK special flight from Quito and Guayaquil to London Heathrow on 4 April ('Return to the UK')",
                    "public_timestamp": "2020-04-02T14:31:43.000Z"
                },
                {
                    "note": "Update to information on flight availability and restrictions to private vehicles and travel within Ecuador ('Coronavirus','Summary' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-08T16:24:46.000Z"
                },
                {
                    "note": "Update to information on flight availability,  the mandatory use of facemasks and travel within Ecuador ( ‘Local Measures’ and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-10T09:20:36.000Z"
                },
                {
                    "note": "Update to local measures and required documents for drivers who transport tourists; new link to access information from the Galapagos authorities (Local measures and Return to UK)",
                    "public_timestamp": "2020-04-24T22:11:19.000Z"
                },
                {
                    "note": "Update to local measures explaining the new traffic light system and extension of the state of emergency; update on how much money a person can take out of the country without paying taxes (Staying during coronavirus and Money)",
                    "public_timestamp": "2020-05-08T11:09:55.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-14T11:36:15.000Z"
                },
                {
                    "note": "Update to curfew hours and regulations on vehicle circulation under the “amber” level. New measures taken at entry points (‘Staying during coronavirus’ and ‘Entry requirements' page)",
                    "public_timestamp": "2020-05-21T11:17:42.000Z"
                },
                {
                    "note": "Addition of information on UK special flight from Mariscal Sucre International Airport, Quito on 11 June. Update on new mobility measures under the traffic light system. (‘Return to the UK page’ and ‘Staying during coronavirus’ pages)",
                    "public_timestamp": "2020-06-01T19:00:08.000Z"
                },
                {
                    "note": "Updated information on new arrival procedures and on local coronavirus measures. ('Staying during coronavirus' and 'Entry Requirements' pages)",
                    "public_timestamp": "2020-06-05T16:43:52.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June. ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T11:04:14.000Z"
                },
                {
                    "note": "Update to information on a UK special flight from Mariscal Sucre International Airport, Quito on 11 June, reflecting the end of the booking period (‘Return to the UK’ page)",
                    "public_timestamp": "2020-06-08T14:00:02.000Z"
                },
                {
                    "note": "Addition of information on the 60-day extension of the state of emergency and on the eruption of the Sangay volcano ('Staying during coronavirus' and 'Natural disasters' pages).",
                    "public_timestamp": "2020-06-17T09:52:31.000Z"
                },
                {
                    "note": "Addition of information on COVID-19 testing requirements for domestic flights ('Staying during coronavirus' page).",
                    "public_timestamp": "2020-06-22T12:12:08.000Z"
                },
                {
                    "note": "Update to the measures under the Red, Amber and Green system; update on information for visa extensions ('Return to the UK' and 'Staying during coronavirus' pages)",
                    "public_timestamp": "2020-07-06T18:36:18.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section",
                    "public_timestamp": "2020-07-09T13:59:47.000Z"
                },
                {
                    "note": "Updated information on local measures to combat the spread of coronavirus (COVID-19) ('Coronavirus' and 'Entry Requirements' pages)",
                    "public_timestamp": "2020-07-24T16:20:52.000Z"
                },
                {
                    "note": "Update to information on local measures to combat the spread of coronavirus (COVID-19) in public spaces, including private car measures, according to area colour code ('Coronavirus' page), travelling with children ('Entry Requirements' page) and volcano activity ('Natural disasters' page)",
                    "public_timestamp": "2020-07-31T15:33:56.000Z"
                },
                {
                    "note": "Addition of information on testing campaign in Quito Municipality, coronavirus (COVID-19) app trial ('Coronavirus page), arrival documentation and resumption of commercial flights from 3 August ('Entry requirements' page)",
                    "public_timestamp": "2020-08-05T15:48:49.000Z"
                },
                {
                    "note": "State of emergency has been extended until 15 September (See 'Coronavirus'). Additionally, anyone arriving with a negative PCR test no longer needs to carry out self-isolation (See 'Entry requirements'). ",
                    "public_timestamp": "2020-08-17T18:09:38.000Z"
                },
                {
                    "note": "Addition of information on the extension of the State of Emergency until 12 September ('Coronavirus' page). Update to information on visa extensions ('Entry requirements' page)",
                    "public_timestamp": "2020-09-01T09:52:33.000Z"
                },
                {
                    "note": "Updated information about curfew restrictions and visa extensions ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-09-14T09:18:02.000Z"
                },
                {
                    "note": "Update to information on local coronavirus (COVID 19) measures, including movement in and around Ecuador and visa extensions ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-09-15T17:14:06.000Z"
                },
                {
                    "note": "Clarification of areas to which FCDO advise against all but essential travel ('Summary')",
                    "public_timestamp": "2020-09-16T16:40:35.000Z"
                },
                {
                    "note": "Update to information on PCR testing, quarantine requirements and visa extensions ('Entry requirements' page). Clarification of areas to which FCDO advise travel ('Summary'). New information on an eruption in the Sangay volcano ('Natural disasters' page).",
                    "public_timestamp": "2020-09-22T16:33:05.000Z"
                },
                {
                    "note": "Updated information on vehicle restrictions in Quito ('Coronavirus' page)",
                    "public_timestamp": "2020-09-30T15:39:03.000Z"
                },
                {
                    "note": "Update to information on COVID-19 protocols for passengers and healthcare in Ecuador ('Coronavirus' and 'Health' pages)",
                    "public_timestamp": "2020-12-07T16:39:02.000Z"
                },
                {
                    "note": "Update to information on COVID-19 protocols for passengers and healthcare in Ecuador, and declaration of a 30 day national state of emergency ('Summary', 'Coronavirus' and 'Health' pages)",
                    "public_timestamp": "2020-12-22T00:23:26.000Z"
                },
                {
                    "note": "Update to information on PCR testing requirements before arrival in Ecuador ('Summary' and 'Entry Requirements' pages), local Coronavirus (COVID-19) travel restrictions ('Coronavirus' page) and medical prescriptions ('Health' page)",
                    "public_timestamp": "2020-12-22T17:27:41.000Z"
                },
                {
                    "note": "Updated information on testing requirements on arrival in Ecuador and possible need to self-isolate ('Summary' and 'Entry Requirements' pages)",
                    "public_timestamp": "2020-12-25T16:52:31.000Z"
                },
                {
                    "note": "Updated information on local restrictions ('Coronavirus' page).",
                    "public_timestamp": "2021-01-05T14:55:53.000Z"
                },
                {
                    "note": "Additional information on Ecuador´s COVID-19 requirements, MFA´s new visa extension for foreign visitors and the UK new entry PCR test requirement ('Summary' and 'Entry requirements' pages). New information on Ecuador´s upcoming elections ('Safety and security' page)",
                    "public_timestamp": "2021-01-13T14:14:34.000Z"
                },
                {
                    "note": "From 4am on 15 January, visitors who have been in or transited through Ecuador in the previous 10 days cannot enter the UK. British and Irish nationals, and third country nationals with residence rights in the UK arriving in the UK from Ecuador will need to self-isolate with their households on their return. ",
                    "public_timestamp": "2021-01-14T19:44:36.000Z"
                },
                {
                    "note": "Updated information on restrictions in Quito and testing and screening requirements on arrival in Ecuador (See 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-01-22T18:03:49.000Z"
                },
                {
                    "note": "Addition of information and advice on pre-departure COVID-19 testing facilities in Ecuador (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-26T16:58:55.000Z"
                },
                {
                    "note": "Update to information on local and national elections ('Safety and security' page).",
                    "public_timestamp": "2021-02-09T12:23:14.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Ecuador (‘Coronavirus’ page)",
                    "public_timestamp": "2021-02-10T17:08:14.000Z"
                },
                {
                    "note": "Update to information on protests and demonstrations following the first round of presidential elections ('Safety and security' page).",
                    "public_timestamp": "2021-02-11T17:02:20.000Z"
                },
                {
                    "note": "update of information on entry to the UK from Ecuador ('Summary' page)                     ",
                    "public_timestamp": "2021-02-16T17:23:52.000Z"
                },
                {
                    "note": "Update to information on coronavirus restrictions ('Coronavirus' page)",
                    "public_timestamp": "2021-02-18T16:50:20.000Z"
                },
                {
                    "note": "Update of information on entry to the UK from Ecuador ('Summary' page)",
                    "public_timestamp": "2021-02-19T14:39:20.000Z"
                },
                {
                    "note": "New information on how to get COVID-19 vaccines if you live in Ecuador ('Coronavirus' page) and updated information on visa extensions ('Entry requirements' page)",
                    "public_timestamp": "2021-03-08T16:51:05.000Z"
                },
                {
                    "note": "Updated information on in-person school classes and how to get the COVID-19 vaccine in Ecuador ('Coronavirus' page). Additional information on entry and quarantine requirements; travellers who have had the complete COVID-19 vaccination dose can present their vaccination certificate instead of the above negative RT-PCR or Antigen rapid test. Local residents and people qualified as “priority attention groups” such as people over 65 years old, children and pregnant women, are allowed to self-isolate at their homes ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-03-23T16:03:15.000Z"
                },
                {
                    "note": "Addition of information on local restrictions in place over the Easter and Labour Day public holidays ('Coronavirus' page)",
                    "public_timestamp": "2021-04-01T15:31:14.000Z"
                },
                {
                    "note": "Addition of further updates to local COVID-19 restrictions ('Coronavirus' page)",
                    "public_timestamp": "2021-04-05T17:14:37.000Z"
                },
                {
                    "note": "New information on quarantine requirements for passengers arriving in Ecuador from Brazil ('Entry requirements' page)",
                    "public_timestamp": "2021-04-09T10:42:01.000Z"
                },
                {
                    "note": "Updated information on State of emergency, vehicle permissions, elections and visa extensions ('Coronavirus' 'Safety and security' 'Entry requirements' and 'Natural disasters' pages)",
                    "public_timestamp": "2021-04-14T16:50:01.000Z"
                },
                {
                    "note": "Information on restrictions in Ecuador; National Emergency Operations Committee has recommendation that these provinces, plus those of Santa Elena, Los Rios and Zamora, should consider restricting vehicle circulation from 8pm to 5am from 16 April to 2 May and there should be a suspend in-person classes in all these provinces due to the increased number of COVID-19 cases reported ('Coronavirus' page)",
                    "public_timestamp": "2021-04-19T13:34:08.000Z"
                },
                {
                    "note": "Update to information on changes to COVID-19 restrictions frp, 23 April, which will include curfew restrictions and complete lockdown over the weekends ('Coronavirus' page).",
                    "public_timestamp": "2021-04-23T14:38:57.000Z"
                },
                {
                    "note": "Update to information on changes to COVID-19 restrictions from 21 May ('Coronavirus' page)",
                    "public_timestamp": "2021-05-21T17:40:06.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Ecuador ('Coronavirus' page)",
                    "public_timestamp": "2021-06-01T10:59:31.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Ecuador ('Coronavirus' page)",
                    "public_timestamp": "2021-06-09T12:39:01.000Z"
                },
                {
                    "note": "Update to information on testing and quarantine measures ('Entry requirements' page)",
                    "public_timestamp": "2021-07-01T10:35:55.000Z"
                },
                {
                    "note": "Updated information on in-person office work, vehicle circulation restrictions and guidance on using ATMs ('Coronavirus' and 'Safety and security' pages)",
                    "public_timestamp": "2021-07-06T10:06:31.000Z"
                },
                {
                    "note": "Update to information and advice on what to do if you test positive for COVID-19 in Ecuador ('Coronavirus' page). Update to information on COVID-related entry requirements ('Entry requirements' page). ",
                    "public_timestamp": "2021-07-29T16:31:07.000Z"
                },
                {
                    "note": "Update to information on getting a COVID vaccine if you live in Ecuador ('Coronavirus' page)",
                    "public_timestamp": "2021-08-02T10:32:26.000Z"
                },
                {
                    "note": "Addition of information on the renewal of the state of emergency for El Oro province and Guayaquil city until 11:59pm on 27 August.   Update to information on COVID-19 testing in Ecuador ('Coronavirus' page)",
                    "public_timestamp": "2021-08-06T11:11:33.000Z"
                },
                {
                    "note": "New information on entry requirements for travel to the Galapagos Islands ('Entry requirements' page)",
                    "public_timestamp": "2021-08-31T09:26:12.000Z"
                },
                {
                    "note": "Information on additional nationwide restrictions and available vaccines in Ecuador ('Coronavirus' page). Updated information on requirements for travellers travelling to and from Galapagos and visa extensions ('Entry requirements' page)",
                    "public_timestamp": "2021-09-16T15:27:09.000Z"
                },
                {
                    "note": "Update to information on changes to COVID restrictions ('Coronavirus' and 'Entry requirements' sections) Other amendments related to crime ('Safety and Security' section). ",
                    "public_timestamp": "2021-10-20T16:10:57.000Z"
                },
                {
                    "note": "Update to information on the national vaccination programme and Galapagos entry requirements ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-10-22T16:56:52.000Z"
                },
                {
                    "note": "From 4am on Monday 1 November, Ecuador will be removed from the red list for entering England ('Summary' page)",
                    "public_timestamp": "2021-10-29T12:32:49.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Ecuador based on the current assessment of COVID-19 risks ('Summary' page)",
                    "public_timestamp": "2021-11-01T09:49:52.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions for public spaces and driving in Quito ('Coronavirus' page)",
                    "public_timestamp": "2021-11-09T12:44:35.000Z"
                },
                {
                    "note": "Addition of information on the reopening the Colombia land border on 1 December and small earthquake in the district of Quito on 23 November.  Updated information on mountaineering activities ('Coronavirus' , 'Safety and security' and 'Natural disasters' pages)",
                    "public_timestamp": "2021-11-25T16:25:39.000Z"
                },
                {
                    "note": "Addition of information on the reopening the Colombia land border on 1 December and small earthquake in the district of Quito on 23 November. Updated information on mountaineering activities ('Coronavirus', 'Safety and security' and 'Natural disasters' pages).",
                    "public_timestamp": "2021-12-01T16:25:15.000Z"
                },
                {
                    "note": "New information on restrictions in public spaces and Quito (Coronavirus and Entry requirements)",
                    "public_timestamp": "2021-12-22T19:30:11.000Z"
                },
                {
                    "note": "Information on Ecuador's announcement on obligatory vaccination policy for COVID-19, including for BN residents (‘Coronavirus' page)",
                    "public_timestamp": "2021-12-30T10:17:44.000Z"
                },
                {
                    "note": "Update to information on coronavirus restrictions, the COVID-19 vaccination programme ('Coronavirus' page), and update on testing on arrival ('Entry requirements' page).",
                    "public_timestamp": "2022-01-11T16:56:28.000Z"
                },
                {
                    "note": "Information on restrictions for Ecuador's reinstated 'red, yellow, green' alert system ('Coronavirus' page)",
                    "public_timestamp": "2022-01-19T12:33:13.000Z"
                },
                {
                    "note": "This advice has been reviewd and re-published with amendments to the 'Coroanvirus', 'Safety and security', 'Local laws and customs', 'Entry requirements' and 'Health' pages.",
                    "public_timestamp": "2022-01-31T15:06:32.000Z"
                },
                {
                    "note": "Update to information on COVID-19 restrictions ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2022-02-04T23:49:23.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions in Ecuador ('Coronavirus' page). Minor updates to 'Safety and security' and 'Local laws and customs' pages. Full review of 'Entry requirements' page",
                    "public_timestamp": "2022-02-11T16:02:34.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions in Ecuador ('Coronavirus' page) and full review of 'Entry requirements' page",
                    "public_timestamp": "2022-02-21T11:44:19.000Z"
                },
                {
                    "note": "Added information on state of exception in three provinces: Guayas, Esmeraldas and Manabí ('Summary' and 'Safety and security pages').  Updated information on COVID-19 restrictions ('Coronavirus' page). ",
                    "public_timestamp": "2022-05-04T08:58:29.000Z"
                },
                {
                    "note": "Updated information on crime and travel safety ('Safety and security' page). Update to information on transiting through Ecuador ('Entry requirements' page).",
                    "public_timestamp": "2022-06-13T16:21:31.000Z"
                },
                {
                    "note": "Update on political protests in Ecuador (Summary page)",
                    "public_timestamp": "2022-06-15T16:32:54.000Z"
                },
                {
                    "note": "Political protests in Ecuador; foreign tourists in country can contact the Ecuadorean Ministry of Tourism (MinTur) for direct help and guidance (Summary)",
                    "public_timestamp": "2022-06-16T19:50:35.000Z"
                },
                {
                    "note": "Possible travel disruption due to Quito bus terminal not operating and the land border with Colombia closing from Saturday evening to Monday morning ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2022-06-17T18:05:21.000Z"
                },
                {
                    "note": "A state of emergency for Pichincha, Imbabura and Cotopaxi provinces has been declared by the government, starting at midnight on 17 June for 30 days. In addition, and only for Quito, a curfew has been  announced from 18 June between 10pm and 5am, for the same period of 30 days. (See 'Summary')",
                    "public_timestamp": "2022-06-18T07:19:17.000Z"
                },
                {
                    "note": "Updated information on the addition of  the provinces of Chimborazo, Tungurahua and Pastaza to the current state of emergency ('Summary' page)",
                    "public_timestamp": "2022-06-21T14:30:22.000Z"
                },
                {
                    "note": "Current state of emergency continues due to ongoing protests. Updated advice on hotels and travel including to Quito airport. ('Summary' page)",
                    "public_timestamp": "2022-06-21T23:33:41.000Z"
                },
                {
                    "note": "The FCDO advises against all but essential travel to mainland Ecuador, and continues to advise against all travel to some areas adjacent to the border with Colombia. This advice against non-essential travel does not apply to transit through Quito or Guayaquil Airports, or onward travel to the Galapagos Islands.",
                    "public_timestamp": "2022-06-24T18:10:31.000Z"
                },
                {
                    "note": "Updated information on the state of emergency being repealed on 25 June 2022 for Pichincha (and a curfew for Quito), Imbabura, Cotopaxi, Chimborazo, Tungurahua and Pastaza provinces (‘Summary’ page).",
                    "public_timestamp": "2022-06-26T04:24:24.000Z"
                },
                {
                    "note": "Update to information on the threat of terrorism in Ecuador (‘Summary’ and ‘Terrorism’ pages)",
                    "public_timestamp": "2022-06-30T13:20:29.000Z"
                },
                {
                    "note": "Addition of information on a 30-day state of emergency for the provinces of Azuay, Imbabura, Sucumbios and Orellana, declared on 29 June ('Summary' page)",
                    "public_timestamp": "2022-06-30T15:15:53.000Z"
                },
                {
                    "note": "Announcement of the end of the nationwide demonstrations and national strike ('Summary' page). ",
                    "public_timestamp": "2022-06-30T21:47:54.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to mainland Ecuador, but continues to advise against all but essential travel to areas within 20km of the Ecuadorean border with Colombia, except the El Angel ecological reserve and the Rumichaca border crossing, the town of Tulcan and the Pan American Highway in Carchi province (‘Summary’ and ‘Safety and Security’ pages)",
                    "public_timestamp": "2022-07-06T19:39:49.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to mainland Ecuador, but continues to advise against all but essential travel to areas within 20km of the Ecuadorean border with Colombia, except the El Angel ecological reserve and the Rumichaca border crossing, the town of Tulcan and the Pan American Highway in Carchi province (‘Summary’ and ‘Safety and Security’ pages)",
                    "public_timestamp": "2022-07-06T20:18:51.000Z"
                },
                {
                    "note": "Undated information on visas and removal of testing/screening on arrival ('Entry requirements' page)",
                    "public_timestamp": "2022-07-20T11:56:36.000Z"
                },
                {
                    "note": "Updated information on a new state of exception in the Guayas area ('Summary' and 'Safety and security' pages).  Addition of information on recent volcanic activity ('Natural disasters' page)",
                    "public_timestamp": "2022-08-19T10:36:04.000Z"
                },
                {
                    "note": "Removal of vaccination requirements to enter Ecuador and updated information on quarantine requirements ('Entry requirements' page).",
                    "public_timestamp": "2022-10-21T14:48:07.000Z"
                },
                {
                    "note": "Updated information on explosions across certain areas in Ecuador ('Summary' page) and ('Safety and security' page). Additional information on Cotopaxi Volcano ('Natural disasters' page)",
                    "public_timestamp": "2022-11-02T09:39:57.000Z"
                },
                {
                    "note": "Updated information on explosions across certain areas in Ecuador and a declaration of a state of emergency in two provinces ('Summary' page) and ('Safety and security' page). ",
                    "public_timestamp": "2022-11-02T14:29:29.000Z"
                },
                {
                    "note": "Updated information on the state of emergency which is now in place in three provinces ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2022-11-07T16:04:53.000Z"
                },
                {
                    "note": "Updated information on the timing of the curfew currently in place in three provinces ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2022-11-10T09:43:01.000Z"
                },
                {
                    "note": "Updated information on the timing of the curfew currently in place in three provinces ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2022-11-23T15:21:39.000Z"
                },
                {
                    "note": "Latest update: Changes to entry requirements ('Summary', ‘Coronavirus’ and 'Entry requirements’ pages).\r\n",
                    "public_timestamp": "2023-02-18T06:54:20.000Z"
                },
                {
                    "note": "New information on State of emergency declared in Esmeraldas province from 3 March 2023 and Ministry of Tourism recommendations when visiting Cotopaxi National Park ('Summary', 'Safety and security' and 'Natural disasters' pages).",
                    "public_timestamp": "2023-03-10T15:27:40.000Z"
                },
                {
                    "note": "State of emergency called in Ecuador's Zone 8, which includes the cities of Guayaquil, Samborondón and Duran, and areas in the provinces of Santa Elena and Los Ríos (see 'Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-04-02T17:22:25.000Z"
                },
                {
                    "note": "Update about the State of emergency  (see 'Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-04-15T18:57:23.000Z"
                },
                {
                    "note": "Updated information about altitude sickness ('Summary' and 'Health' pages).",
                    "public_timestamp": "2023-04-25T15:51:44.000Z"
                },
                {
                    "note": "Updated information about political developments and advice on demonstrations ('Summary' and 'Safety and Security' pages).",
                    "public_timestamp": "2023-05-17T15:02:14.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T10:17:06.000Z"
                },
                {
                    "note": "Updated information about political developments, crime, personal safety, health and overstaying visas ('Summary', 'Safety and Security', ‘Entry Requirements’ and ‘Health’ pages).",
                    "public_timestamp": "2023-06-28T12:47:59.000Z"
                },
                {
                    "note": "Information about having proof of your flight available if you are due to travel to or from the airport during curfew hours introduced by the state of emergency on the 24 July (under 'Political situation' on the ‘Safety and security’ page).",
                    "public_timestamp": "2023-07-26T15:58:28.000Z"
                },
                {
                    "note": "(Correction) Information about having proof of your flight available if you are due to travel to or from the airport during curfew hours introduced by the state of emergency on the 24 July (under 'Crime' on the ‘Safety and security’ page).",
                    "public_timestamp": "2023-07-26T16:44:58.000Z"
                },
                {
                    "note": "Information about upcoming elections and declaration of a nationwide ‘State of Emergency’ (under ‘Summary’ and ‘Safety and security’ page).",
                    "public_timestamp": "2023-08-10T17:32:43.000Z"
                },
                {
                    "note": "Information about upcoming elections, to expect a heightened police presence and potential travel disruptions  (‘Summary’ and under ‘Crime’ on the ‘Safety and security’ page).",
                    "public_timestamp": "2023-08-16T09:35:41.000Z"
                },
                {
                    "note": "Information on the risks of El Niño, upcoming elections, street crime and sea travel ('Summary', 'Safety and security' and ' Natural disasters' pages).",
                    "public_timestamp": "2023-09-27T11:21:20.000Z"
                },
                {
                    "note": "Addition of information regarding strikes, demonstrations and road closures (\"summary\", \"safety and security\")",
                    "public_timestamp": "2023-10-26T17:10:16.000Z"
                },
                {
                    "note": "Information on daily power cuts nationwide ('Summary' page).",
                    "public_timestamp": "2023-10-27T14:39:42.000Z"
                },
                {
                    "note": "Latest update: Information on daily power cuts nationwide ('Summary' page).\r\n",
                    "public_timestamp": "2023-11-01T18:57:45.000Z"
                }
            ],
            "country": {
                "name": "Ecuador",
                "slug": "ecuador",
                "synonyms": []
            },
            "document": {
                "attachment_type": "file",
                "content_type": "application/pdf",
                "id": "401a5ad2-83ac-4ef4-bbeb-e6db9b28a087",
                "url": "https://assets.publishing.service.gov.uk/media/62c5edafe90e07748b59299e/FCDO_TA_014_-_Ecuador_Travel_Advice_Ed4.pdf"
            },
            "email_signup_link": "/foreign-travel-advice/ecuador/email-signup",
            "image": {
                "content_type": "image/jpeg",
                "url": "https://assets.publishing.service.gov.uk/media/62c698d8d3bf7f3002fadb14/FCDO__TA__014_-_Ecuador_Travel_Advice_Ed4__WEB_.jpg"
            },
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<h3 id=\"the-foreign-commonwealth-and-development-office-fcdo-advises-against-all-but-essential-travel-to-areas-within-20km-of-the-ecuadorean-border-with-colombia-except\">The Foreign, Commonwealth and Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) advises against all but essential travel to areas within 20km of the Ecuadorean border with Colombia, except:</h3>\n\n<ul>\n  <li>the El Angel ecological reserve in Carchi province</li>\n  <li>the Rumachica border crossing, the town of Tulcan, and the Pan American Highway in Carchi province</li>\n</ul>\n\n<div class=\"example\">\n<p>Before you travel, <a href=\"/foreign-travel-advice/ecuador/entry-requirements#entry-rules-in-response-to-coronavirus-covid-19\">check the ‘Entry requirements’ section</a> for Ecuador’s current entry restrictions and requirements. These may change with little warning. Monitor this advice for the latest updates and stay in contact with your travel provider.</p>\n\n<p>If you plan to pass through another country to return to the UK, check the travel advice for the country you’re transiting.</p>\n</div>\n\n<p>Travelling to areas within 20km of the Ecuadorean border with Colombia to which  the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel to carries significant risks due to the presence of organised crime linked to the production and trafficking of drugs.</p>\n\n<p>Starting on 27 October, there will be regular power cuts nationwide. Each electrical company, from each city/town, is responsible for organising the calendar of power cut times. The information on these times can be found on the official social media channels (X, Facebook and Instagram) of the electrical company and other official websites.</p>\n\n<p>On 9 August a presidential candidate was assassinated following a campaign rally in Quito. Extra military personnel are deployed throughout the country to support the Ecuadorean national police to guarantee the security of citizens. British nationals are advised to stay away from large gatherings or political rallies, and to be aware of additional presence of police and army in the streets. See <a href=\"https://www.gov.uk/foreign-travel-advice/ecuador/safety-and-security#crime\">Safety and security</a>.</p>\n\n<p>Peaceful elections were held on 15 October and a new President elected. He will likely take power in late November 2023.</p>\n\n<p>Since March 2023 there have been a series of small explosions and also false bomb threats in both Quito and Guayaquil, linked to organised crime. The explosions resulted in some property damage, but no injuries or deaths. Some threats have been detonated by security forces in controlled explosions. Should an incident occur near where you are, follow the instructions of police and local authorities..</p>\n\n<p>The security situation in the areas of Esmeraldas, Carchi and Sucumbios provinces, which lie outside the 20km border zone can change quickly. If you are travelling to these areas, including Cuyabeno, the Napo river, and the El Angel ecological reserve where there are a number of eco lodges, you should take local advice, pay close attention to warnings issued by the Ecuadorean authorities and be particularly cautious and vigilant. Illegal armed groups and criminal gangs are present in these areas. Travelling during daylight hours and with a reputable operator with official guides, emergency plans and good communication systems will reduce risks. Some lodges are a long distance from the nearest major hospital and helicopter evacuation may be necessary in an emergency.   See <a href=\"/foreign-travel-advice/ecuador/safety-and-security#local-travel\">Local travel</a></p>\n\n<p>It is more important than ever to get travel insurance and check it provides sufficient cover. See the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s <a href=\"/guidance/foreign-travel-insurance\">guidance on foreign travel insurance</a>.</p>\n\n<p>Around 20,700 British nationals visited Ecuador in 2022. Most visits are trouble free.</p>\n\n<p>Terrorist attacks in Ecuador cannot be ruled out. See <a href=\"/foreign-travel-advice/ecuador/terrorism\">Terrorism</a></p>\n\n<p>Ecuador is situated in an area of intense seismic activity. There is a high risk of earthquakes, volcanic eruptions and tsunamis. You should make sure you are aware of the risks and are familiar with the relevant safety and evacuation procedures. In the event of a natural disaster, you should monitor official channels – the <a rel=\"external\" href=\"http://www.igepn.edu.ec/\">Ecuadorean National Geophysical Institute</a> and the <a rel=\"external\" href=\"http://www.gestionderiesgos.gob.ec/\">National Service for Risk and Emergency Management</a> (both Spanish only) – and follow the advice of the local authorities. See <a href=\"/foreign-travel-advice/ecuador/natural-disasters\">Natural disasters</a></p>\n\n<p>Cases of armed robbery are increasing and petty crime is common. See <a href=\"/foreign-travel-advice/ecuador/safety-and-security#crime\">Crime</a></p>\n\n<p>UK health authorities have classified Ecuador as having a risk of Zika virus transmission. For more information and advice, visit the website of the <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/70/ecuador#Other_risks\">National Travel Health Network and Centre website</a>.</p>\n\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. Consular support may be limited in parts of Ecuador.</p>\n\n<p>The <a href=\"https://www.gov.uk/government/collections/overseas-business-risk\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n\n<p>Altitude sickness is a risk in parts of Ecuador, including Quito. See <a href=\"https://www.gov.uk/foreign-travel-advice/ecuador/health\">Health</a>.</p>\n\n",
                    "slug": "summary",
                    "title": "Summary"
                },
                {
                    "body": "<h2 id=\"coronavirus-travel-health\">Coronavirus travel health</h2>\n\n<p>Check the latest information on risk from COVID-19 for Ecuador on the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/70/ecuador\">TravelHealthPro website</a></p>\n\n<p>See the TravelHealthPro website for further advice on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/499/novel-coronavirus-covid-19-general-advice-for-travellers\">travel abroad and reducing spread of respiratory viruses during the COVID-19 pandemic</a>.</p>\n\n<h2 id=\"entry-and-borders\">Entry and borders</h2>\n\n<p>See <a href=\"/foreign-travel-advice/ecuador/entry-requirements\">Entry requirements</a> to find out what you will need to do when you arrive in Ecuador.</p>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Travelling from and returning to the UK</p>\n</div>\n\n<p>Check what you must do to <a href=\"https://www.gov.uk/guidance/travel-abroad-from-england-during-coronavirus-covid-19\">travel abroad</a> and <a href=\"https://www.gov.uk/guidance/travel-to-england-from-another-country-during-coronavirus-covid-19\">return to England, Scotland, Wales or Northern Ireland</a>.</p>\n\n<p>If you plan to pass through another country to return to the UK, check the travel advice for the country you’re transiting.</p>\n\n<h2 id=\"be-prepared-for-your-plans-to-change\">Be prepared for your plans to change</h2>\n\n<p>No travel is risk-free during COVID-19. Countries may further restrict travel or bring in new rules at short notice, for example due to a new COVID-19 variant. Check with your travel company or airline for any transport changes which may delay your journey home.</p>\n\n<p>If you test positive for COVID-19, you may need to stay where you are until you test negative. You may also need to seek treatment there.</p>\n\n<p>Plan ahead and make sure you:</p>\n\n<ul>\n  <li>can access money</li>\n  <li>understand what your insurance will cover</li>\n  <li>can make arrangements to extend your stay and be away for longer than planned</li>\n</ul>\n\n<h2 id=\"travel-in-ecuador\">Travel in Ecuador</h2>\n\n<p>The Ministry of Public Health (MSP) provides up to date information via their <a rel=\"external\" href=\"https://twitter.com/salud_ec\">Twitter account</a>.</p>\n\n<p>COVID-19 vaccinations are mandatory for Ecuadorean nationals and foreign residents.</p>\n\n<p>Whilst masks are no longer mandatory in either indoor or outdoor public spaces, you may be required to wear them by private establishments. Carry a mask and your proof of vaccination with you.</p>\n\n<h2 id=\"healthcare-in-ecuador\">Healthcare in Ecuador</h2>\n\n<p>Most private labs offer COVID-19 testing at home or at hotels; the tests are easy to arrange at an extra fee. Private tests are carried out in <a rel=\"external\" href=\"http://www.calidadsalud.gob.ec/laboratorios-autorizados/\">laboratories approved by the Ministry of Health</a>.</p>\n\n<p>For contact details for English speaking doctors <a href=\"https://www.gov.uk/government/publications/ecuador-list-of-medical-practitioners\">visit our list of healthcare providers</a>.</p>\n\n<p>Your emotional and mental wellbeing is important. Read <a href=\"/guidance/wellbeing-and-mental-health-during-the-coronavirus-covid-19-pandemic\">guidance on how to look after your mental wellbeing and mental health</a></p>\n\n<p>View <a href=\"/foreign-travel-advice/ecuador/health\">Health</a> for further general details on healthcare in Ecuador.</p>\n\n<h2 id=\"finance\">Finance</h2>\n\n<p>For information on financial support you can access whilst abroad, visit our <a href=\"/government/publications/financial-assistance-abroad/financial-assistance-abroad\">financial assistance guidance</a>.</p>\n\n<h2 id=\"further-information\">Further information</h2>\n\n<p>If you need urgent consular assistance, contact your <a href=\"/world/embassies\">nearest British embassy, high commission or consulate</a>. All telephone numbers are available 24/7.</p>\n\n",
                    "slug": "coronavirus",
                    "title": "Coronavirus"
                },
                {
                    "body": "<h2 id=\"crime\">Crime</h2>\n\n<p>Armed robbery is a risk throughout Ecuador. Violent crime remains high in Esmeraldas and Guayas provinces, and the city of Quito, with reports of homicide, gunpoint robberies and home invasions. Most violent crime is gang-related, but tourists can get caught up inadvertently. Armed thieves have also intercepted vehicles and threatened passengers. In Guayaquil, particular caution should be exercised in the city centre and southern parts of the city, and very careful consideration should be given to any visits to Guayaquil’s port installations. Seek local advice about the safety of the area you are visiting and travel in a group whenever possible.</p>\n\n<p>Since the end of March 2023 there has been a series of small explosions and also false bomb threats in Quito and Guayaquil linked to serious organised crime. The explosions have resulted in some property damage but as yet, no injuries or deaths. Some threats have been detonated by security forces in controlled explosions. Should an incident occur near where you are, follow the instructions of police and local authorities.</p>\n\n<p>On 9 August a Presidential candidate was shot dead following a campaign rally in Quito. British Nationals are advised to avoid potential demonstrations, large gatherings and political rallies. Expect a heightened police and military presence and potential travel disruptions due to extra security checks.</p>\n\n<h3 id=\"sexual-assault\">Sexual assault</h3>\n\n<p>Attacks and serious sexual assaults against foreign women increased in the town of Montañita (Santa Elena coastal province) in 2019 and 2020. All visitors, particularly women, should take extra care to find reputable and secure accommodation, whether travelling alone or as a group. Avoid travelling after dark and be alert to the use of date rape and other drugs in drinks. If you feel unwell, seek urgent help from the local police or nearest health centre.</p>\n\n<p>An <a rel=\"external\" href=\"https://www.fiscalia.gob.ec/denuncia-en-linea-violencia-contra-la-mujer/\">online report system</a> is available for victims of gender through the ‘Fiscalía’ (Prosecutor Office). For immediate assistance, call 911 Emergency Services.</p>\n\n<p>You should read our guidance: <a href=\"https://www.gov.uk/government/publications/ecuador-information-for-victims-of-rape-and-sexual-assault\">Information for Victims of Rape and Sexual Assault in Ecuador</a>.</p>\n\n<p>Quito has a Tourism Police unit with branches in the north, old town, airport and bus terminals. Tourism Police units are also found in the cities of Guayaquil and Cuenca, and Santa Elena and Imbabura provinces.</p>\n\n<p>The Ecuador Attorney General’s Office (Fiscalía General) now has an <a rel=\"external\" href=\"https://www.fiscalia.gob.ec/denuncias-on-line-para-turistas/\">English online tool for tourists to report robbery, theft and loss of belongings and documents</a> (the tool is listed under ‘<a rel=\"external\" href=\"https://www.fiscalia.gob.ec/denuncias-en-linea-para-turistas/\">Denuncias online para turistas</a>’.</p>\n\n<p>You can call 911 or the crime emergency line 1800-335486 for direct assistance.</p>\n\n<p>The Ministry of Tourism has a national tourist service complaints management system <a href=\"mailto:denuncias@turismo.gob.ec\">e-mail</a></p>\n\n<h3 id=\"street-crime\">Street crime</h3>\n\n<p>Muggings and pick pocketing are common. Stay alert in public places and avoid walking alone in quiet areas or at night. Look after your belongings. Methods of robbery include distraction techniques (e.g. requests for assistance, squirting liquids on to you, staged fights and pushing or shoving), bag snatching by a passenger on a motorbike and threat of violence (with a knife or gun). In the event of a robbery, do not attempt to resist attackers or take any action that puts you at greater risk. Report the matter to local police as soon as possible. If the incident takes place in a lodge or hotel, staff should be able to assist.</p>\n\n<p>Do not wear expensive jewellery when walking around, carry only the money you need for the day and take care of your credit cards. Watch your bags on public transport and wear your rucksack on the front of your body. Where possible, do not store anything under your seat or in the overhead storage on buses. There have been reports of fake bus inspectors in some Quito bus stations insisting that passengers place their luggage overhead, in order for them or an accomplice to later steal from the luggage. Do not feel that you have to place your belongings overhead.</p>\n\n<p>Carry a colour copy of your passport, including the visa entry stamp page, and keep the original safe. Only take out as much money as you need.</p>\n\n<p>Take care when withdrawing money from a bank or ATM. There have been cases of violent robbery outside banks. The Ecuadorean national police offers a free escort service from/to banks when large amounts are involved. You are encouraged to use this service, which you can request by calling 911.</p>\n\n<h3 id=\"kidnappings-and-scams\">Kidnappings and scams</h3>\n\n<p>Express kidnappings - short-term opportunistic abductions, aimed at extracting cash from the victim - also occur. Victims can be targeted or selected at random and held while criminals empty their bank accounts with stolen cash cards. This type of crime can involve illegitimate and registered taxis.</p>\n\n<p>Criminals may use drugs to subdue victims. Homemade versions of the drug scopolamine leave victims in a subdued, compliant state and cause amnesia. Be wary if you’re approached by a stranger offering you something (food, drinks, leaflets, perfume sample etc), no matter how friendly or well-dressed they appear.</p>\n\n<h3 id=\"guayaquil\">Guayaquil</h3>\n\n<p>In 2023 there have been several security incidents in and around Guayaquil, including an increase in murders and small explosions. There have also been armed attacks against the police and prosecutors which have resulted in officers being killed. Whilst these incidents were not in the normal tourist areas of Guayaquil, British visitors are advised to be extra vigilant and to monitor local news and official instructions. Should an incident occur where you are, follow the instructions of police and local authorities.</p>\n\n<h2 id=\"transport-safety\">Transport safety</h2>\n\n<p>Zebra crossings are usually not respected by drivers throughout Ecuador. You should exercise extra caution when crossing roads. Driving standards are poor and traffic accidents are common.</p>\n\n<p>There are regular reports of robberies and pickpocketing on interstate transport and at bus stations, especially in Quito, Baños, Cuenca, Tena, Puyo,  Riobamba, Mindo, Santo Domingo and Loja. Most incidents take place at night. Where possible you should avoid travelling by road after dark. Cases involving British nationals have been reported on various routes. Try to avoid storing your bag in overhead luggage space or underneath your seat. Keep your valuables in a safe place, preferably in a money belt or safe inside pocket.</p>\n\n<p>Using unregistered taxis significantly increases the risk of you becoming a victim of crime. Try to book a taxi through your hotel or by calling a known radio taxi service. Where possible, try to travel in a group. If you are using an authorised taxi (yellow cab) in Quito and Guayaquil make sure it has the municipality registration number sticker displayed on the windscreen and doors, and the orange license plates or the new white plates with an orange strip on the top and video cameras inside. Authorised taxi booths are present at Quito and Guayaquil international airports.</p>\n\n<p>When travelling to remote areas it may be safer to travel with others or take part in a tour with a reputable company.</p>\n\n<h2 id=\"local-travel\">Local travel</h2>\n\n<p>Travelling to areas within 20km of the Ecuadorean border with Colombia carries significant risks due to the presence of organised crime linked to the production and trafficking of drugs. The FCDO advises against all but essential travel to this area.</p>\n\n<p>The security situation in those areas of Esmeraldas, Carchi and Sucumbíos provinces, which lie outside the 20km border zone, can change quickly. If you are travelling to these areas, including Cuyabeno, the Napo river, and the El Ángel ecological reserve where there are a number of eco lodges, you should take local advice, pay close attention to warnings issued by the Ecuadorean authorities and be particularly cautious and vigilant. Illegal armed groups and criminal gangs are present in these areas. Travelling during daylight hours and with a reputable operator with official guides, emergency plans and good communication systems will reduce risks. Some lodges are a long distance from the nearest major hospital and helicopter evacuation may be necessary in an emergency.</p>\n\n<p>If you’re crossing the northern border at Tulcán (Rumichaca official land border point), you should enter and exit the town via the main Panamericana international highway. Lago Agrio (also known as Nueva Loja), the main town in the border province of Sucumbíos, and San Lorenzo, in the border province of Esmeraldas, both lie within the 20km zone to which we advise against all but essential travel.</p>\n\n<h2 id=\"volunteer-and-adventure-activities\">Volunteer and adventure activities</h2>\n\n<p>If you are joining a volunteer or adventure expedition programme, where possible make sure the UK organisation responsible for the travel has an official local agent in Ecuador with sufficient autonomy and resources to handle an emergency situation. Be wary of unauthorised intermediaries ‘enganchadores’ trying to offer you cheap hotels or tour deals.</p>\n\n<p>If you are planning to undertake adventure activities like canopy, bungee jumping, quad biking, rafting or kayaking, make sure you are fit and healthy for the activity. Use a reputable local tour operator, properly accredited to provide this service (with a specific licence).  For water adventure sports, ensure that the weather conditions and river currents are within the advisable standards. Be aware that equipment may not meet UK safety and insurance standards. Only use reputable operators, and satisfy yourself that the company is using the most up to date equipment and safety features, and that they are properly insured. Make sure your insurance covers all the activities you want to undertake. Foreigners, including British nationals, have died undertaking canopy, rafting and kayaking activities.</p>\n\n<h2 id=\"water-safety\">Water safety</h2>\n\n<p>Ocean currents can be very strong and can change suddenly, especially around the Galapagos Islands. These current have caused deaths. Beach flags that show whether or not it is safe to swim are not found in all locations, so you should seek local advice on tidal activity.</p>\n\n<h2 id=\"hiking-and-mountaineering\">Hiking and Mountaineering</h2>\n\n<p>Due to high altitude and unpredictable climates, if you are hiking in Ecuador, including the Galapagos Islands, you should be well prepared and sufficiently fit and healthy. Ascend at a more moderate rate to give your body some time to adjust. Stay well hydrated. Don’t stray from established paths and avoid exploring remote areas without an experienced guide. Make sure someone knows where you are going and when you expect to be back, and where possible, avoid walking alone, in case of any emergency.  Many rural areas of Ecuador do not have good phone signal, so you may not be able to rely on your mobile phone if you run into difficulties.</p>\n\n<p>The teleférico (cable car) from Quito to Pichincha volcano, which overlooks the city (at 4,050 metres above sea level), is a popular day trip from the capital.</p>\n\n<p>There have been some accidents on the route to Ruco Pichincha volcano, including fatalities from hypothermia. Visitors should be aware of the risk of altitude sickness and the associated symptoms. More information about altitude sickness is available from <a rel=\"external\" href=\"https://travelhealthpro.org.uk/disease/12/altitude-illness\">TravelHealthPro</a>. You should take warm and waterproof clothing, as well as high factor sun block – even on a clear day, as the weather can change quickly – and take an accredited specialised guide who knows the route well. Where possible, try to start the excursion early to minimise any potential risks related to unexpected heavy mist or storms. Tourists have been killed by electrical storms while climbing Pichincha, so you should pay close attention to the weather, and re-consider your plans if conditions look bad.</p>\n\n<p>In October 2021, a significant avalanche occurred at the Chimborazo ice-capped volcano causing the death of three climbers. Following this, Chimborazo Reserve is only open for tour operators and accredited mountaineering clubs, and with the requirement to register the visit on the ‘Sistema de Información de Biodiversidad (SIB), via email <a href=\"mailto:chimborazo@ambiente.gob.ec\">chimborazo@ambiente.gob.ec</a>, with a minimum of 5 days’ notice. It is important to note that official mountaineering restrictions can be announced at short notice. Travellers interested in undertaking climbing or mountaineering activities are advised to monitor official channels, such as the <a rel=\"external\" href=\"https://www.ambiente.gob.ec/\">Ministry of Environment</a>, <a rel=\"external\" href=\"https://www.turismo.gob.ec/\">Ministry of Tourism</a> and <a rel=\"external\" href=\"https://twitter.com/goberchimborazo\">Chimborazo Local Government</a>.</p>\n\n<h2 id=\"use-of-traditional-hallucinogens\">Use of traditional hallucinogens</h2>\n\n<p>Traditional <a rel=\"external\" href=\"http://www.nhsinform.co.uk/health-library/articles/d/drug-misuse/introduction/\">hallucinogens</a>, often referred to as Ayahuasca or San Pedro, are found in Ecuador. These substances are often marketed to tourists as ‘spiritual cleansing’, and typically contain dimethyltryptamine (DMT), a strong hallucinogen which is illegal in the UK. There are many risks involved in taking these substances and consumption is not regulated. Intoxicated travellers have been assaulted and robbed in the past. On occasions people have suffered serious illnesses and in some cases deaths. Medical help is not always located close by.</p>\n\n<h2 id=\"road-travel\">Road travel</h2>\n\n<p>You can drive a hired car using a UK licence or <a href=\"https://www.gov.uk/driving-abroad/international-driving-permit\">International Driving Permit</a>, but only for the first six months after you arrive in Ecuador.</p>\n\n<p>Always carry your passport, driving licence, vehicle registration with you in the vehicle.</p>\n\n<p>Check driving restrictions that certain cities have in place, based on the last digits of the car registration plate number on pre-established days / peak hours.</p>\n\n<p>Road conditions are variable. Heavy rains and mudslides often close or wash away roads, which can cause significant delays and accidents. Driving standards are very different from the UK. Driving can be erratic, be prepared to stop unexpectedly and beware of vehicles moving slowly, changing lanes without indicating and jumping red lights. Many local drivers do not have car insurance.</p>\n\n<p>Serious accidents are very common, mainly due to careless driving, speeding and badly maintained vehicles. Ecuador has one of the highest rates of road accidents in Latin America, which has led to many fatalities including of British Nationals.</p>\n\n<p>Always wear a seat belt. If you are a passenger in a vehicle travelling at an unsafe speed, you should firmly instruct the driver to slow down.</p>\n\n<p>If you take public buses, check the reputation of the bus company and make sure it’s insured with a ‘SPPAT’ (formerly SOAT), mandatory traffic accident public insurance. There is an <a rel=\"external\" href=\"https://www.multipasajes.com/\">online interstate bus booking system</a>.</p>\n\n<p>When taking yellow registered taxis in the major cities make sure the taxi meter is reset. The minimum charge in Quito is US$1.45 during the day and US$1.75 at night. If you or the hotel called a taxi, agree a price before you get in.</p>\n\n<h2 id=\"rail-travel\">Rail travel</h2>\n\n<p>The operations of the national rail company, Tren Ecuador, are suspended until further notice.</p>\n\n<h2 id=\"air-travel\">Air travel</h2>\n\n<p>You can find a list of recent incidents and accidents on the website of the <a rel=\"external\" href=\"http://aviation-safety.net/database/country/\">Aviation Safety network</a>.</p>\n\n<p>The FCDO cannot offer advice on the safety of individual airlines. However, the <a rel=\"external\" href=\"http://www.iata.org/whatwedo/safety/audit/iosa/Pages/registry.aspx\">International Air Transport Association</a> publishes lists of registered airlines that have been audited and found to meet a number of operational safety standards and recommended practices – <a rel=\"external\" href=\"http://www.iata.org/whatwedo/safety/audit/issa/Pages/registry.aspx?Query=all\">IATA Operational Safety Audit</a> and <a rel=\"external\" href=\"http://www.iata.org/whatwedo/safety/audit/issa/Pages/registry.aspx?Query=all\">IATA Standard Safety Assessment</a>. These lists are not exhaustive and the absence of an airline from this list doesn’t necessarily mean that it’s unsafe.</p>\n\n<p><a rel=\"external\" href=\"http://www.aeropuertoquito.aero/index.php?lang=en\">Quito ‘Mariscal Sucre’ International Airport</a> is in Tababela, around 25 miles from the north-eastern part of Quito. Journey times from the airport to central Quito can vary from 40 to 60 minutes depending on the time of day.</p>\n\n<h2 id=\"sea-travel\">Sea travel</h2>\n\n<p>There have been incidents of piracy and armed robbery against ships in and around Ecuador’s waters. Sailors should be vigilant and take appropriate precautions.</p>\n\n<p>There have been several serious accidents in the Galapagos Islands involving boats operated by tour companies and the smaller vessels providing inter-island transport. Some of the smaller inter-island boats do not comply with safety measures, such as holding the right licence, respecting maximum capacity for passengers, motor/fuel checks and the provision of enough life vests. Therefore, even for short journeys, British nationals are advised to use reputable boat transport operators and to ask about safety features before making a booking. Check that life vests and life boats (if appropriate) are provided before boarding.</p>\n\n<h2 id=\"political-situation\">Political situation</h2>\n\n<p>The second round of presidential elections took place peacefully on 15 October 2023 and Daniel Noboa was elected the new President.</p>\n\n<p>You should also be aware of the potential for increased police and military presence in the streets due to the 60-day state of emergency declared by the President on 10 August.</p>\n\n<p>Street demonstrations, protests and strikes are common. Although most are peaceful, they can turn violent. You should monitor local media and avoid all large gatherings.</p>\n\n<p>You should always remain vigilant, avoid any protests or demonstrations and keep up to date with developments via official local sources (<a rel=\"external\" href=\"https://twitter.com/ecu911_\">ECU 911 emergency services</a>) and <a href=\"https://www.gov.uk/foreign-travel-advice/ecuador/email-signup\">this travel advice</a>. You should also be wary of unverified, unofficial information and allow extra time to reach your destination. <a rel=\"external\" href=\"https://www.ecu911.gob.ec/consulta-de-vias/\">Check the state of roads</a> on the Ecuadorean government website (in Spanish).</p>\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Terrorist attacks in Ecuador cannot be ruled out.</p>\n\n<p>Although Ecuador does not have a history of terrorism, in 2018 there were a number of bomb explosions and kidnappings in the northern province of Esmeraldas, bordering Colombia.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<p>If you’re undertaking essential travel in this area, be aware that the security situation can change very quickly. You should pay close attention to warnings issued by the Ecuadorean authorities, be particularly cautious and vigilant, and monitor this travel advice regularly.</p>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n",
                    "slug": "terrorism",
                    "title": "Terrorism"
                },
                {
                    "body": "<h3 id=\"drugs\">Drugs</h3>\n\n<p>Any involvement in the trafficking or use of illegal drugs is a serious crime. The penalties are harsh and prison conditions are very basic. Over 90% of foreign prisoners are in jail for drug-related crimes.</p>\n\n<h3 id=\"id\">ID</h3>\n\n<p>It is a legal requirement to carry ID. You should keep a photocopy of your passport pages including your photograph and Ecuadorean immigration entry stamp with you at all times.</p>\n\n<h3 id=\"lgbt\">LGBT</h3>\n\n<p>Until November 1997, homosexuality was a criminal offence in Ecuador. Following its decriminalisation there have been other positive changes. The 2008 Ecuadorean Constitution recognises homosexual relationships and gender equality. The 2014 Criminal Code sanctions any kind of hate crime on the basis of sexual orientation. In June 2019, the Constitutional Court legalised same-sex marriage, and the Ecuadorean Civil Registry Offices offer this service.</p>\n\n<p>Quito Pride parades have passed off without incident and seen a growing turnout and level of support in recent years. However, there is still some level of discrimination when it comes to societal attitudes.</p>\n\n<p>Public displays of affection may be less tolerated than in the UK and may attract negative attention, especially in small towns. This may be the case for transgender people in particular. See our <a href=\"https://www.gov.uk/guidance/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">information and advice page</a> for the LGBT community before you travel.</p>\n",
                    "slug": "local-laws-and-customs",
                    "title": "Local laws and customs"
                },
                {
                    "body": "<div class=\"call-to-action\">\n\n  <p>This page has information on travelling to Ecuador.</p>\n\n</div>\n\n<p>This page reflects the UK government’s understanding of current rules for people travelling on a full ‘British Citizen’ passport, for the most common types of travel.</p>\n\n<p>The authorities in Ecuador set and enforce entry rules. If you’re unsure how Ecuador entry requirements apply to you, contact its <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">UK embassy, high commission or consulate</a>.</p>\n\n<h2 id=\"all-travellers\">All travellers</h2>\n\n<p>If you present symptoms such as high temperature, cough, loss of sense of smell/taste or a skin rash, please fill in the <a rel=\"external\" href=\"https://declaracionsalud-viajero.msp.gob.ec/\">Health Declaration Form</a>. You can fill this form <a rel=\"external\" href=\"https://declaracionsalud-viajero.msp.gob.ec/\">online</a> or physically on arrival at the airport or land border.</p>\n\n<p>As of October 2021, international cruise ship operations are authorised at the following ports: Esmeraldas, Manta, Guayaquil and Puerto Bolivar. However, there are strict guidelines and measures to comply with to obtain the relevant permissions.</p>\n\n<h2 id=\"if-youre-fully-vaccinated\">If you’re fully vaccinated</h2>\n\n<p>There are no vaccination requirements to enter Ecuador.</p>\n\n<h2 id=\"if-youre-not-fully-vaccinated\">If you’re not fully vaccinated</h2>\n\n<p>There are no vaccination requirements to enter Ecuador.</p>\n\n<h2 id=\"if-youre-transiting-through-ecuador\">If you’re transiting through Ecuador</h2>\n\n<p>If you are transiting through Ecuador, you are subject to the same COVID-19 requirements as for entering Ecuador.</p>\n\n<h2 id=\"exemptions\">Exemptions</h2>\n\n<p>Airline crew members are exempt from Ecuador’s current entry requirements.</p>\n\n<h3 id=\"yellow-fever-certificate-requirements\">Yellow fever certificate requirements</h3>\n\n<p>Check whether you need a yellow fever certificate by visiting the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/70/ecuador#Vaccine_recommendations\">National Travel Health Network and Centre’s TravelHealthPro website</a>. Please check if you will be required to present a yellow fever certificate to travel to your next destination from Ecuador. See <a href=\"https://www.gov.uk/foreign-travel-advice/ecuador/health\">Health</a>.</p>\n\n<h2 id=\"check-your-passport-and-travel-documents-before-your-travel\">Check your passport and travel documents before your travel</h2>\n\n<h3 id=\"passport-validity\">Passport validity</h3>\n\n<p>Both visitors and residents must have a minimum of 6 months’ validity on their passport from the date of entry.</p>\n\n<p>This is a strict legal requirement from the Ecuadorean government. If your passport does not meet this requirement, you will be denied entry to Ecuador.</p>\n\n<p>Check with your travel provider to make sure your passport and other travel documents meet their requirements.</p>\n\n<h3 id=\"visas\">Visas</h3>\n\n<p>If you are a British passport holder visiting Ecuador for up to 90 days in any 12 month period, you do not need a visa. If you plan to stay longer, you should consult the <a rel=\"external\" href=\"https://www.cancilleria.gob.ec/\">nearest Ecuadorean Embassy</a> before travelling. On entry, you may be asked about your reason for travel, and asked to provide evidence of a return or onward flight/bus ticket.</p>\n\n<p>You can extend your 90 days (only once) <a rel=\"external\" href=\"https://servicio.migracion.gob.ec/tramite/3\">online</a> by a further 90 days by paying a fee. If you wish to extend your stay, you must begin the extension process before the first 90 day period expires. For general immigration information, please visit the <a rel=\"external\" href=\"https://www.migracion.gob.ec/\">Ecuadorean Migration website</a>. For general enquiries contact: <a href=\"mailto:servicios.migratorios@ministeriodegobierno.gob.ec\">servicios.migratorios@ministeriodegobierno.gob.ec</a>.</p>\n\n<p>For any other lengths or types of stay, including studying or working, you should consult the nearest <a rel=\"external\" href=\"https://www.cancilleria.gob.ec/\">Ecuadorean Embassy</a> before travelling. For further details on visa applications for Ecuador, check the <a rel=\"external\" href=\"https://www.cancilleria.gob.ec/2020/06/15/visas-en-el-ecuador/\">Ministry of Foreign Affairs website</a>.</p>\n\n<p>The Ministry of Foreign Affairs and Human Mobility (MFA) encourages customers not to approach their offices without a confirmed appointment. For general guidance contact: <a href=\"mailto:consejeria@cancilleria.gob.ec\">consejeria@cancilleria.gob.ec</a> <a href=\"mailto:citasvisas@cancilleriga.gob.ec\">citasvisas@cancilleriga.gob.ec</a></p>\n\n<p>Get the relevant emails for other <a rel=\"external\" href=\"https://www.cancilleria.gob.ec/2020/06/18/coordinaciones-zonales/\">MFA’s Coordinaciones Zonales</a> here.</p>\n\n<p>Permanent and temporary resident visas are issued electronically (digitally sent by email)</p>\n\n<h3 id=\"overstaying-your-visa\">Overstaying your visa</h3>\n\n<p>The penalty for overstaying is a fine. You will be notified by immigration officials on departure that you have a fine pending and that your name will remain on immigration records. It is only possible to pay this fine within Ecuador. Once the fine is paid and recorded, you can return to Ecuador.</p>\n\n<h3 id=\"arriving-across-a-land-border\">Arriving across a land border</h3>\n\n<p>If you enter Ecuador via the border with Peru or Colombia, you must ensure you get an official entry stamp at the border showing the date of your arrival. There have been cases of buses not stopping at the border, which has caused great difficulties for foreign visitors for failing to comply with immigration regulations. Travellers may face a fine when leaving Ecuador if their passport does not have an entry stamp. If your passport was not stamped on entry, approach an immigration office for further guidance.</p>\n\n<h3 id=\"galapagos\">Galapagos</h3>\n\n<p>All visitors to the Galapagos Islands should be ready to provide a copy of their hotel booking, or an invitation letter from a host if staying with a resident, upon entry. National and foreign tourists must also present evidence of a return flight, as well as the <a rel=\"external\" href=\"https://siiws.gobiernogalapagos.gob.ec/siicgg_web/\">Galapagos Transit Control Card</a>, to be filled out online at least 24 hours before the flight. Travel health insurance is mandatory for foreign tourists.The maximum stay in the Galapagos Islands as a tourist is 60 days.</p>\n\n<h3 id=\"travelling-with-children\">Travelling with children</h3>\n\n<p>Under Ecuadorean law, children under the age of 18 born in Ecuador are automatically considered as Ecuadorean citizens, even if travelling on a British passport (dual nationals).</p>\n\n<p>They, along with British minors who have resident status in Ecuador, will need notarised written consent from the non-accompanying parent(s) to leave the country. In non-straightforward situations due to a legal dispute, the child will need judicial written permission (Autorización de Viaje Judicial) issued by a judge (Juzgado de la Niñez y Adolescencia). If one of the parents is deceased, the other parent will need to submit the death certificate to a public notary, so that an indefinite notarial permit to travel with the child is issued. The immigration authorities are responsible for checking all the above legal documents.</p>\n\n<p>British children (or British-Ecuadorean dual nationals) who have tourist status in Ecuador do not need these permissions.</p>\n\n<p>Minors entering Ecuador with someone other than a legal guardian(s) do not need to present written consent. The obligation to check these permissions lie with the country they departed from.</p>\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>If you have a health condition, or you are pregnant, you may need specialist healthcare abroad. Check whether your destination country can provide the healthcare you may need and ensure you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for unexpected medical evacuation or local treatment.</p>\n\n<div class=\"example\">\n<p>See the Coronavirus travel health and Healthcare sections in the <a href=\"/foreign-travel-advice/ecuador/coronavirus\">Coronavirus page</a> for COVID-19 health information.</p>\n</div>\n\n<p>At least 8 weeks before your trip, check the latest country-specific health advice from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/countries\">National Travel Health Network and Centre (NaTHNaC)</a> on the TravelHealthPro website. Each country-specific page has information on vaccine recommendations, any current health risks or outbreaks, and factsheets with information on staying healthy abroad. Guidance is also available from NHS (Scotland) on the <a rel=\"external\" href=\"https://www.fitfortravel.nhs.uk/destinations.aspx\">FitForTravel website</a>.</p>\n\n<p>General information on <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">travel vaccinations</a> and a <a rel=\"external\" href=\"https://www.nhs.uk/live-well/healthy-body/travel-health-checklist/\">travel health checklist</a> is available on the NHS website.  You may then wish to contact your health adviser or pharmacy for advice on other preventive measures and managing any pre-existing medical conditions while you’re abroad.</p>\n\n<p>The legal status and regulation of some medicines prescribed or purchased in the UK can be different in other countries. If you’re travelling with prescription or over-the-counter medicine, read this guidance from NaTHNaC on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>. For further information on the legal status of a specific medicine, you’ll need to contact the <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">embassy, high commission or consulate</a>\nof the country or territory you’re travelling to.</p>\n\n<p>Some medical prescriptions issued overseas (including from the UK) may be accepted in Ecuador. Antimicrobial prescriptions will be accepted if they are up to 3 days old, and in the case of narcotic or psychotropic prescriptions, they will be accepted up to 5 days old.</p>\n\n<p>Travel can sometimes be challenging. Looking after both your mental and physical health during travel and when abroad is important.  Information on travelling with mental health conditions is available in our <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">guidance</a> page. Further information is also available from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">National Travel Health Network and Centre</a> (NaTHNaC).</p>\n\n<p>For local assistance, you should read our guidance <a href=\"https://www.gov.uk/government/publications/ecuador-mental-health-support-for-british-nationals\">“Ecuador: mental health support for British nationals”</a>.</p>\n\n<p>UK health authorities have classified Ecuador as having a risk of Zika virus transmission. For more information and advice, visit the website of the <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/70/ecuador#Other_risks\">National Travel Health Network and Centre website</a>.</p>\n\n<h3 id=\"yellow-fever\">Yellow fever</h3>\n\n<p>The Ecuadorean authorities recommend travellers have a yellow fever vaccination if travelling to some areas in the Amazon region. A yellow fever vaccination is obligatory when entering Ecuador from endemic countries such as Brazil, Dominican Republic, Congo, Uganda, etc).</p>\n\n<h3 id=\"high-altitude\">High altitude</h3>\n\n<p>Altitude sickness is a risk in parts of Ecuador, including Quito which is at 2,800m. Don’t underestimate the effects of high altitude on your body. If you plan to travel to altitudes over 2,500 metres, discuss the health risks associated with travelling to high altitude with your GP before you travel. More information about altitude sickness is available from <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/26/altitude-illness\">TravelHealthPro</a>.</p>\n\n<p>Be aware of higher exposure to UV radiation. Since January 2020, the levels of UV radiation have significantly increased throughout Ecuador. You should use a high factor sunblock, wear long sleeved clothing and keep very well hydrated.</p>\n\n<h3 id=\"stay-hydrated\">Stay hydrated</h3>\n\n<p>It is advisable to drink only boiled, filtered or bottled water and avoid ice in drinks. Make sure ice is also made from boiled or bottled water, especially outside urban areas.</p>\n\n<p>If you are taking a long bus/plane journey, make sure you keep yourself well hydrated during the trip and move around regularly.</p>\n\n<h3 id=\"local-medical-care\">Local medical care</h3>\n\n<p>The Ecuadorean public healthcare system provides the same level of assistance to locals and foreigners, at no cost. However, good/specialised medical treatment may not always be available outside the main cities. Private treatment can be very expensive and private hospitals will require a credit card guarantee for admission.</p>\n\n<p>You should contact your insurance/medical assistance company promptly if you are referred to a medical facility for treatment.</p>\n\n<p>Make sure you have adequate <a href=\"https://www.gov.uk/foreign-travel-insurance\">travel and medical insurance</a> and accessible funds to cover the cost of any medical treatment abroad and repatriation. For life threatening emergencies, in principle every private or public health institution is obliged by law to assist patients.</p>\n\n<p>There are limited facilities on the Galapagos Islands. If you travel to the Galapagos make sure your insurance includes evacuation by air ambulance. San Cristóbal island has a well-equipped public hospital, but Santa Cruz island only has a basic hospital and Isabela Island only has a very small and extremely basic health centre. If you travel to the Galapagos Islands by boat, you may be asked to supply information such as your blood group and emergency contact information when you board the ship.</p>\n\n<p>If you need emergency medical assistance during your trip, dial 911 and ask for an ambulance. Consider using the <a rel=\"external\" href=\"http://www.ecu911.gob.ec/aplicacionparacelulares/\">ECU 911 free smartphone application</a> to register any medical issues and to report various types of emergencies involving yourself or others for emergency assistance.</p>\n\n<p>View our <a href=\"https://www.gov.uk/government/publications/ecuador-hospitalisation-information-pack\">hospitalisation information pack</a> for further details on healthcare in Ecuador, including a <a href=\"https://www.gov.uk/government/publications/ecuador-list-of-hospitals\">list of hospitals</a>.</p>\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>Ecuador is situated in an area of intense seismic activity. There is a high risk of earthquakes, volcanic eruptions and tsunamis. You should make sure you are aware of the risks and are familiar with the relevant safety and evacuation procedures.</p>\n\n<p>In the event of a natural disaster, you should monitor official channels. The <a rel=\"external\" href=\"http://www.igepn.edu.ec/\">Ecuadorean National Geophysical Institute</a> - IGEPN and the <a rel=\"external\" href=\"http://www.gestionderiesgos.gob.ec/\">National Service for Risk and Emergency Management</a> are the only official channels responsible for providing information and instructions. The <a rel=\"external\" href=\"https://www.ecu911.gob.ec/\">ECU911 emergency services</a> may also provide useful information. Follow the advice of the local authorities.</p>\n\n<p>You may wish to activate a <a rel=\"external\" href=\"https://support.google.com/android/answer/9319337?hl=en-GB\">Google’s Android Earthquake Alert system</a> for Ecuador.</p>\n\n<p>For information on seismic-volcanic activity, follow “IGEPNecuador” on Facebook (in Spanish).</p>\n\n<p>The National Service for Risk and Emergency Management is also responsible for issuing alerts related to natural disasters. You can check the <a rel=\"external\" href=\"https://www.gestionderiesgos.gob.ec/niveles-de-alertas-y-declaratorias-vigentes-establecidas-por-el-sngre/\">current alerts</a> in place (in Spanish).</p>\n\n<h3 id=\"earthquakes\">Earthquakes</h3>\n\n<p>Given the high risk of earthquakes across Ecuador, you should familiarise yourself with safety procedures and particularly the instructions in your hotel. Further information on what to do before, during and after an earthquake is available from the <a rel=\"external\" href=\"https://www.ready.gov/earthquakes\">US Federal Emergency Management Agency website</a>.</p>\n\n<p>Monitor the official sources above for accurate information and news. Aftershocks may occur, so remain calm, follow any instructions given locally, and keep your emergency backpack at hand.</p>\n\n<p>Earthquakes and aftershocks can cause landslides, which can block roads.</p>\n\n<p>Seismologists assess the risk of earthquakes in the province of Esmeraldas on the north-western coast as particularly high because of its proximity to the convergence of the Nazca and South American plates.</p>\n\n<h3 id=\"tsunami\">Tsunami</h3>\n<p>There is a high risk of tsunamis along the coast and in the Galapagos Archipelago. There is a network of sirens in Esmeraldas and Manabí provinces which will sound in case of a tsunami alert. You should familiarise yourself with <a rel=\"external\" href=\"http://gestionriesgosec.maps.arcgis.com/apps/webappviewer/index.html?id=ea996feb85de4340b52916e32231c5c2\">evacuation routes maps</a> and follow the advice of the local authorities.</p>\n\n<h3 id=\"mountains-and-volcanoes\">Mountains and volcanoes</h3>\n\n<p>There are numerous active and potentially active volcanoes in the highlands of Ecuador and the Galapagos Archipelago, some of which are currently in a state of eruption. Ash fall from active volcanoes can disrupt national and international flights across the country and can also pose health hazards, especially for travellers with existing respiratory problems.  Airports can close at short notice due to ash fall, check with your airline and the airport website before travelling to the airport.</p>\n\n<p>There is a high risk of ‘lahars’ around glaciated volcanoes such as Cotopaxi. These are flows of water, mud, lava and debris which can be extremely destructive. The towns of Latacunga and Salcedo and low-lying areas in the valley to the east of Quito are particularly vulnerable (Los Chillos and Rumiñahui).</p>\n\n<p>As a result of increased activity from  Cotopaxi volcano, a yellow alert was issued on 22 October 2022, resulting in access restrictions to the Cotopaxi National Park.</p>\n\n<p>As of 26 October 2022, Cotopaxi National Park has re-opened, except for high mountaineering activity, which remains restricted. You can monitor this issue via the <a rel=\"external\" href=\"https://twitter.com/ambiente_ec\">Ecuadorean Ministry of Environment</a>.</p>\n\n<p>The Ministry of Tourism recommends travellers visiting Cotopaxi National Park to always carry a mask, sunglasses, a cap, clothing that covers the skin, enough water and food, as well as an emergency kit. Check the <a rel=\"external\" href=\"https://twitter.com/TurismoEc\">Ecuadorean Ministry of Tourism</a></p>\n\n<p>Ecuadorean law stipulates that anyone wishing to climb a glaciated mountain must be accompanied by an officially accredited guide.</p>\n\n<p>You can check the <a rel=\"external\" href=\"https://www.igepn.edu.ec/red-de-observatorios-vulcanologicos-rovig\">current alerts in place for volcanoes</a> (in Spanish).   You should follow instructions issued by the local authorities.</p>\n\n<p>The Reventador volcano (Napo province) currently has access restrictions.</p>\n\n<h3 id=\"rainy-seasons\">Rainy seasons</h3>\n\n<p>Rainy season usually runs from October to May. However, it may extend to June for various oceanic-atmospheric factors. In 2023, the province of Esmeraldas has been seriously affected by severe flooding in June due to heavy rains. The irregular ‘El Niño/La Niña’ climatic phenomenon occurs every few years and is due to begin in late 2023. It can cause unusually heavy rains, widespread flooding and a hotter climate across Ecuador. The risk of landslides is higher at times of heavy rainfall, which can cut off roads. Ecuador is currently under amber alert for the forthcoming El Niño, expected to begin in November 2023.</p>\n\n<p>During heavy rainy seasons, you should monitor local media and discuss your itinerary with your tour operator to avoid disruption. You should also avoid river crossings due to potential strong currents, and take care in affected areas. If you are planning to undertake climbing and high mountaineering, seek official advice from local authorities and tour operators. Check <a rel=\"external\" href=\"https://twitter.com/inamhi\">weather forecasts</a> and be aware that the weather can change quickly. In the coastal region you should seek local advice on tidal activity and take appropriate precautions.</p>\n\n<h3 id=\"forest-fires\">Forest fires</h3>\n\n<p>Forest fires occur in many areas of Ecuador, but especially in Pichincha province. This is due to high temperatures, strong winds and little rain, but also people lighting fires. If you see a fire call 911.</p>\n",
                    "slug": "natural-disasters",
                    "title": "Natural disasters"
                },
                {
                    "body": "<p>Apart from Ecuadorean-minted 5c, 10c, 25c and 50c coins, which are used in parallel with the US equivalents, the US Dollar is the only legal currency in Ecuador. Credit cards and travellers’ cheques are generally accepted in cities.</p>\n\n<p>The maximum tax free cash limit that can be taken out of the country is US$1,350 (equivalent to 3 minimum salaries). You may be asked to declare the amount of cash you’re carrying when leaving the country. If you wish to take more than this amount of cash out of the country you will be required to pay 3.7% tax (ISD).</p>\n",
                    "slug": "money",
                    "title": "Money"
                },
                {
                    "body": "\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. If you need urgent help because something has happened to a friend or relative abroad, contact the Foreign, Commonwealth &amp; Development Office (FCDO) in London on 020 7008 5000 (24 hours).</p>\n</div>\n\n<h3 id=\"foreign-travel-checklist\">Foreign travel checklist</h3>\n\n<p>Read our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> to help you plan for your trip abroad and stay safe while you’re there.</p>\n\n<h3 id=\"travel-safety\">Travel safety</h3>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice helps you make your own decisions about foreign travel. Your safety is our main concern, but we can’t provide tailored advice for individual trips. If you’re concerned about whether or not it’s safe for you to travel, you should read the travel advice for the country or territory you’re travelling to, together with information from other sources you’ve identified, before making your own decision on whether to travel. Only you can decide whether it’s safe for you to travel.</p>\n\n<p>When we judge the level of risk to British nationals in a particular place has become unacceptably high, we’ll state on the travel advice page for that country or territory that we advise against all or all but essential travel. <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">Read more about how the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> assesses and categorises risk in foreign travel advice</a>.</p>\n\n<p>Our <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggests additional things you can do before and during foreign travel to help you stay safe.</p>\n\n<h3 id=\"refunds-and-cancellations\">Refunds and cancellations</h3>\n\n<p>If you wish to cancel or change a holiday that you’ve booked, you should contact your travel company. The question of refunds and cancellations is a matter for you and your travel company. Travel companies make their own decisions about whether or not to offer customers a refund. Many of them use our travel advice to help them reach these decisions, but we do not instruct travel companies on when they can or can’t offer a refund to their customers.</p>\n\n<p>For more information about your rights if you wish to cancel a holiday, visit <a rel=\"external\" href=\"https://www.citizensadvice.org.uk/consumer/holiday-cancellations-and-compensation/cancelling-a-holiday/\">the Citizen’s Advice Bureau website</a>. For help resolving problems with a flight booking, visit the <a rel=\"external\" href=\"https://www.caa.co.uk/Passengers/Resolving-travel-problems/\">website of the Civil Aviation Authority</a>. For questions about travel insurance, contact your insurance provider and if you’re not happy with their response, you can complain to the <a rel=\"external\" href=\"http://www.financial-ombudsman.org.uk/consumer/complaints.htm\">Financial Ombudsman Service</a>.</p>\n\n<h3 id=\"registering-your-travel-details-with-us\">Registering your travel details with us</h3>\n\n<p>We’re no longer asking people to register with us before travel. Our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> and <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggest things you can do before and during foreign travel to plan your trip and stay safe.</p>\n\n<h3 id=\"previous-versions-of-fcdo-travel-advice\">Previous versions of <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</h3>\n\n<p>If you’re looking for a previous version of the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice, visit the <a rel=\"external\" href=\"http://webarchive.nationalarchives.gov.uk/*/http:/www.gov.uk/foreign-travel-advice\">National Archives website</a>. Versions prior to 2 September 2020 will be archived as FCO travel advice. If you can’t find the page you’re looking for there, <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Ecuador&amp;post=Ecuador%20travel%20advice%20team\">send the Travel Advice Team a request</a>.</p>\n\n<h3 id=\"further-help\">Further help</h3>\n\n<p>If you’re a British national and you have a question about travelling abroad that isn’t covered in our foreign travel advice or elsewhere on GOV.UK, you can <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Ecuador&amp;post=Ecuador%20travel%20advice%20team\">submit an enquiry</a>, or contact us on <a rel=\"external\" href=\"https://twitter.com/FCDOtravelGovUK\">Twitter</a> or <a rel=\"external\" href=\"https://en-gb.facebook.com/FCDOTravel\">Facebook</a>. We’re not able to provide tailored advice for specific trips.</p>\n\n",
                    "slug": "travel-advice-help-and-support",
                    "title": "Travel advice help and support"
                }
            ],
            "reviewed_at": "2023-11-01T18:57:45Z",
            "updated_at": "2023-11-01T18:57:45Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-03-15T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/ecuador",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/ecuador",
                    "base_path": "/foreign-travel-advice/ecuador",
                    "content_id": "aa3bb093-06ac-4423-b242-e62ba4a4cf7d",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-01T18:57:45Z",
                    "schema_name": "travel_advice",
                    "title": "Ecuador travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/ecuador",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/ecuador",
                    "api_url": "https://www.gov.uk/api/content/world/ecuador",
                    "base_path": "/world/ecuador",
                    "content_id": "d4305fc1-6e42-48ff-aa69-6d382d330340",
                    "description": "Services if you're visiting, studying, working or living in Ecuador. Includes information about trading with and doing business in the UK and Ecuador.",
                    "details": {
                        "internal_name": "UK help and services in Ecuador",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:37:34Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Ecuador",
                    "web_url": "https://www.gov.uk/world/ecuador",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/peru",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/peru",
                    "base_path": "/foreign-travel-advice/peru",
                    "content_id": "a1c8c919-6d66-41cf-ba90-5f51a0b0eb3f",
                    "details": {
                        "change_description": "Updated information on states of emergency ('Safety and Security' page).",
                        "country": {
                            "name": "Peru",
                            "slug": "peru",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-08T14:48:48Z",
                    "schema_name": "travel_advice",
                    "title": "Peru travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/peru",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/colombia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/colombia",
                    "base_path": "/foreign-travel-advice/colombia",
                    "content_id": "8c40f35a-ff29-4d28-93cf-90e4432de4e5",
                    "details": {
                        "change_description": "Information on upcoming local elections ('Summary' and 'Safety and security' pages).",
                        "country": {
                            "name": "Colombia",
                            "slug": "colombia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-23T15:14:04Z",
                    "schema_name": "travel_advice",
                    "title": "Colombia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/colombia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/bolivia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/bolivia",
                    "base_path": "/foreign-travel-advice/bolivia",
                    "content_id": "2f6708c2-9a26-4949-8eb7-824e601ee377",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
                        "country": {
                            "name": "Bolivia",
                            "slug": "bolivia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-16T11:31:52Z",
                    "schema_name": "travel_advice",
                    "title": "Bolivia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/bolivia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/chile",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/chile",
                    "base_path": "/foreign-travel-advice/chile",
                    "content_id": "09921127-6706-4893-874f-5c943b3f1c38",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand.",
                        "country": {
                            "name": "Chile",
                            "slug": "chile",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-25T11:17:22Z",
                    "schema_name": "travel_advice",
                    "title": "Chile travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/chile",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/panama",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/panama",
                    "base_path": "/foreign-travel-advice/panama",
                    "content_id": "a15edf3a-5af1-45b3-8a10-31fcf4bfdbea",
                    "details": {
                        "change_description": "Information on political demonstrations in Panama ('Safety and security' page).",
                        "country": {
                            "name": "Panama",
                            "slug": "panama",
                            "synonyms": [
                                "Panama Canal",
                                "Panama City"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-14T14:45:06Z",
                    "schema_name": "travel_advice",
                    "title": "Panama travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/panama",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-ecuador",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-ecuador",
                    "base_path": "/world/living-in-ecuador",
                    "content_id": "cd0bac11-ee2f-4de9-9636-2de589377e39",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Ecuador",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/ecuador",
                                "api_url": "https://www.gov.uk/api/content/world/ecuador",
                                "base_path": "/world/ecuador",
                                "content_id": "d4305fc1-6e42-48ff-aa69-6d382d330340",
                                "description": "Services if you're visiting, studying, working or living in Ecuador. Includes information about trading with and doing business in the UK and Ecuador.",
                                "details": {
                                    "internal_name": "UK help and services in Ecuador",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:34Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Ecuador",
                                "web_url": "https://www.gov.uk/world/ecuador",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:15:00Z",
                    "schema_name": "taxon",
                    "title": "Living in Ecuador",
                    "web_url": "https://www.gov.uk/world/living-in-ecuador",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-ecuador",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-ecuador",
                    "base_path": "/world/travelling-to-ecuador",
                    "content_id": "7be2bfea-10f4-427f-a4bb-0a9b76856577",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Ecuador",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/ecuador",
                                "api_url": "https://www.gov.uk/api/content/world/ecuador",
                                "base_path": "/world/ecuador",
                                "content_id": "d4305fc1-6e42-48ff-aa69-6d382d330340",
                                "description": "Services if you're visiting, studying, working or living in Ecuador. Includes information about trading with and doing business in the UK and Ecuador.",
                                "details": {
                                    "internal_name": "UK help and services in Ecuador",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:34Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Ecuador",
                                "web_url": "https://www.gov.uk/world/ecuador",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:15:00Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Ecuador",
                    "web_url": "https://www.gov.uk/world/travelling-to-ecuador",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-11-01T18:57:45Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1698865065.493-10.13.22.216-65388",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Ecuador travel advice",
        "updated_at": "2023-11-16T11:31:54Z",
        "withdrawn_notice": {}
    }
}