{
    "Country Slug": "ethiopia",
    "Country Name": "Ethiopia",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/ethiopia",
        "content_id": "d36e7377-4160-4e4d-a103-83980eaf9dc9",
        "description": "FCDO travel advice for Ethiopia. Includes safety and security, insurance, entry requirements and legal differences. ​​ ",
        "details": {
            "alert_status": [
                "avoid_all_travel_to_parts"
            ],
            "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
            "change_history": [
                {
                    "note": "Latest update: Health Section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-11-29T07:27:14.405Z"
                },
                {
                    "note": "Latest update: Safety and security section (Local travel) and summary - change to advice against travel; the FCO now advise against all but essential travel (rather than all travel) to within 10km of the border with Eritrea; this advice does not apply to the main road through Axum and Adigrat, tourist sites close to the road (eg Debre Damo and Yeha), and 3 border crossings and their main access roads; you should take local advice and not walk away from roads or towns unaccompanied",
                    "public_timestamp": "2018-12-07T14:07:50.434Z"
                },
                {
                    "note": "Latest update: Summary - addition of information about the availability of consular support",
                    "public_timestamp": "2018-12-20T17:54:25.363Z"
                },
                {
                    "note": "Latest update: Summary - new border crossing with Eritrea opened at Humera on 7 January with no reported issues in the days since",
                    "public_timestamp": "2019-02-04T10:09:53.311Z"
                },
                {
                    "note": "Latest update: We are aware of the crash of Ethiopian Airlines flight ET 302 and continue to monitor the situation closely. People should follow @ukinethiopia on twitter for further updates.\r\nAnyone worried that a British loved one may have been affected should call Ethiopian Airlines’ emergency numbers:\r\n\r\nAirport emergency hotline: (251)11 5 17 87 33/(251)115 17 47 35/(251)11 5 17 41 00\r\nFor all information necessary (251)11 5 17 89 45/(251)11 5 17 89 87/(251)11 5 17 82 31/(251)11 5 17 85 58.\r\n\r\n\r\nYou can also call the Foreign Office on +44207 008 1500 or British Embassy Addis Ababa on +251 116 170 100.\r\n",
                    "public_timestamp": "2019-03-10T12:01:27.153Z"
                },
                {
                    "note": "Latest update: Summary - Anyone who remains concerned that a British national may have been affected by the crash of Ethiopian Airlines flight ET302 on 10 March should call Ethiopian Airlines’ emergency numbers: Airport emergency hotline: +251 115 178 733 or  +251 115 174 735\r\n\r\n",
                    "public_timestamp": "2019-03-12T15:28:53.529Z"
                },
                {
                    "note": "Latest update: Safety and security (Air travel) - Services to and from Bole International Airport are operating as normal",
                    "public_timestamp": "2019-03-15T11:53:35.104Z"
                },
                {
                    "note": "Latest update: Safety and security (Crime) - There has been an increase in the level of reported crime against both expatriates and nationals in the Bole and Yeka hills areas of Addis Ababa; you should familiarise yourself with the geography if travelling in these areas and exercise caution; if threatened, hand over your valuables without resistance; don’t travel alone in these areas if possible",
                    "public_timestamp": "2019-04-11T08:56:23.448Z"
                },
                {
                    "note": "Latest Update: Summary - State Media have announced there was an attack targeted against senior regional government officials in Bahir Dar on 22 June 2019. Anyone in Bahir Dar or the surrounding areas should keep a low profile and follow the advice of local authorities.",
                    "public_timestamp": "2019-06-22T19:45:40.244Z"
                },
                {
                    "note": "Latest update: Summary - State Media have announced there were attacks targeted against senior regional government officials in Addis Ababa and Bahir Dar on 22 June 2019. Roads in to and out of both cities may be closed at short notice. Anyone in Addis Ababa or the areas around Bahir Dar should keep a low profile and follow the advice of local authorities. All internet connections, including mobile data, are currently not working. ",
                    "public_timestamp": "2019-06-23T08:21:20.048Z"
                },
                {
                    "note": "Latest update: Summary - Travellers to Bahir Dar and surrounding areas are currently advised to retain a low profile and follow the advice of local authorities; roads may be closed at short notice; internet connections, including mobile data, may be intermittent ",
                    "public_timestamp": "2019-06-26T08:14:13.873Z"
                },
                {
                    "note": "Summary - fixed line internet has been restored in most parts of Addis Ababa and some other areas of Ethiopia; mobile internet networks remain switched off; SMS services have been resumed",
                    "public_timestamp": "2019-07-01T16:21:48.000Z"
                },
                {
                    "note": "Summary - Mobile internet networks have been restored",
                    "public_timestamp": "2019-07-05T09:05:36.000Z"
                },
                {
                    "note": "Summary and Health section - addition of information on Zika; for more information, visit the National Travel Health Network and Centre website",
                    "public_timestamp": "2019-07-12T12:38:46.000Z"
                },
                {
                    "note": "Safety and security section (Specific considerations - Southern Nations, Nationalities and Peoples Region) -  Some tensions remain in parts of Southern Nations Region following the announcements on a referendum about the creation of a Sidama Region; there are extra security forces on the streets of Hawassa city, and many shops and businesses have closed as of 19 July; if you're in the area you should exercise extra caution and follow the advice of local authorities",
                    "public_timestamp": "2019-07-19T10:47:34.000Z"
                },
                {
                    "note": "Safety and security section (Local travel) and summary - change to advice against travel; the FCO now advise against all but essential travel to West Wollega and Qellem Wollega zones in the Oromia region (except the main Addis Ababa-Gambella road) and all areas of Gambella region where advice against travel was not already in place; Terrorism section - update to existing information on the threat of kidnapping",
                    "public_timestamp": "2019-07-26T11:55:41.000Z"
                },
                {
                    "note": "Health section - factual update on an ongoing outbreak of Chikungunya fever in Dire Dawa; travellers in the area should take action to prevent mosquito bites",
                    "public_timestamp": "2019-09-18T09:57:15.000Z"
                },
                {
                    "note": "Safety and security (Local travel - Amhara Region) section - factual update on violence in Chilga Woreda, Amhara Regional State; travellers should monitor local media closely and follow the advice of local authorities",
                    "public_timestamp": "2019-10-02T15:13:23.000Z"
                },
                {
                    "note": "Summary - factual update on the Irrecha Festival celebration on the weekend of 5th October 2019; there are likely to be road closures, checkpoints and other visible security and crowd control measures; you should consider limiting your movements around the city",
                    "public_timestamp": "2019-10-04T16:14:54.000Z"
                },
                {
                    "note": "Summary - removal of information on the Irrecha Festival celebration on the weekend of 5th October 2019",
                    "public_timestamp": "2019-10-08T12:03:50.000Z"
                },
                {
                    "note": "Summary - addition of factual information and advice following protests in a number of towns across Oromia, in Harar and Dire Dawa since 23 October",
                    "public_timestamp": "2019-10-24T10:37:37.000Z"
                },
                {
                    "note": "Summary -  removal of information on protests in a number of towns across Oromia, Harar and Dire Dawa in October",
                    "public_timestamp": "2019-10-31T14:40:58.000Z"
                },
                {
                    "note": "Summary - addition of information on a referendum in the Sidama Zone of Southern Nations Region on 20 November and the potential for unrest",
                    "public_timestamp": "2019-11-18T14:52:01.000Z"
                },
                {
                    "note": "Summary - removal of information on a referendum in the Sidama Zone of Southern Nations Region on 20 November\r\n",
                    "public_timestamp": "2019-11-25T14:40:56.000Z"
                },
                {
                    "note": "Safety and security section (Crime) - updated information on reports of criminals targeting foreign nationals; Safety and security section (Local travel) - addition of information on travel in Addis Ababa",
                    "public_timestamp": "2019-12-23T16:32:57.000Z"
                },
                {
                    "note": "Health section and Summary – addition of information on screening for Novel coronavirus at Bole international Airport; Safety and security (Crime) - update to information on pickpockets and bag snatchers around Bole International Airport",
                    "public_timestamp": "2020-01-31T17:12:01.000Z"
                },
                {
                    "note": "Update of information on screening, healthcare facilities and mandatory quarantine periods for people testing positive for coronavirus (COVID-19.) ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-12T12:21:35.000Z"
                },
                {
                    "note": "Update of information on screening, healthcare facilities and, mandatory quarantine periods for people testing positive for coronavirus COVID-19 and other restrictions relating to COVID-19. ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-12T13:14:50.000Z"
                },
                {
                    "note": "Updates regarding coronavirus (see 'Summary' and 'Health')",
                    "public_timestamp": "2020-03-13T23:18:08.000Z"
                },
                {
                    "note": "Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-16T17:11:28.000Z"
                },
                {
                    "note": "Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-19T14:52:52.000Z"
                },
                {
                    "note": "Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-22T00:31:12.000Z"
                },
                {
                    "note": "Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-24T19:46:26.000Z"
                },
                {
                    "note": "Updated information reflecting local measures in Tigray Regional State to help limit the spread of coronavirus ('Coronavirus' page)",
                    "public_timestamp": "2020-03-29T11:43:11.000Z"
                },
                {
                    "note": "Latest update: Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages) and return to the UK (Return to the UK’ pages)",
                    "public_timestamp": "2020-03-29T19:44:49.000Z"
                },
                {
                    "note": "Latest update: Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages) and return to the UK (Return to the UK’ pages)",
                    "public_timestamp": "2020-03-29T19:47:44.000Z"
                },
                {
                    "note": "Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Coronavirus’, ‘Return to UK’ and ‘Safety and Security’ pages)",
                    "public_timestamp": "2020-03-31T15:18:12.000Z"
                },
                {
                    "note": "On 8 April the Ethiopian government declared a State of Emergency which gives the Federal Government and security forces increased power to impose limitations. The State of Emergency will last for 5 months. And updated advice for people wishing to return to the UK ('Coronavirus' and ’Return to the UK’ pages)",
                    "public_timestamp": "2020-04-09T11:48:11.000Z"
                },
                {
                    "note": "Updated information on the State of Emergency and updated advice for people wishing to return to the UK ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-17T12:48:50.000Z"
                },
                {
                    "note": "Updated information on local measures introduced to combat the spread of coronavirus and updated advice for people wishing to return to the UK ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-28T17:55:42.000Z"
                },
                {
                    "note": "Update to information and advice on what to do if you have symptoms ('Coronavirus' page)",
                    "public_timestamp": "2020-04-30T12:50:20.000Z"
                },
                {
                    "note": "This travel advice has been reviewed and reissued without amendment.",
                    "public_timestamp": "2020-05-08T16:44:35.000Z"
                },
                {
                    "note": "Updated information on the wearing of face masks in public and limitations on use of private vehicles in Addis Ababa. ('Staying during coronavirus' and 'Safety and Security' pages)",
                    "public_timestamp": "2020-05-18T16:45:01.000Z"
                },
                {
                    "note": "Updated information on the wearing of face masks in public and limitations on use of private vehicles in Addis Ababa. ('Staying during coronavirus' and 'Safety and Security' pages)",
                    "public_timestamp": "2020-05-18T16:45:01.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-20T15:12:07.000Z"
                },
                {
                    "note": "Update to flight information and local measures (‘Return to the UK’, ‘Staying during coronavirus’, ‘Safety and Security’ and ‘Entry Requirements’ pages)",
                    "public_timestamp": "2020-06-05T11:36:12.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T11:29:06.000Z"
                },
                {
                    "note": "The FCO now advise against all but essential travel to the town of Nekemte in Oromia region.  Removal of exemption for use of the Addis-Gambella road in Gambella region and the West Wollega and Qellem Wollega zones in Oromia region. ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2020-06-12T09:57:27.000Z"
                },
                {
                    "note": "Updates to isolation and quarantine measures, and transit and healthcare information ('Summary', 'Return to the UK', 'Staying during coronavirus ' and 'Entry requirements pages)",
                    "public_timestamp": "2020-06-21T12:31:07.000Z"
                },
                {
                    "note": "Updates to quarantine measures, borders and flight information (Return to the UK, Staying during coronavirus and Entry requirements)",
                    "public_timestamp": "2020-06-27T13:09:32.000Z"
                },
                {
                    "note": "Addition of information about widespread protests in Addis Ababa and parts of Oromia region as of 30 June ('Summary' page)",
                    "public_timestamp": "2020-06-30T07:27:55.000Z"
                },
                {
                    "note": "Widespread and violent protests in Addis Ababa and parts of Oromia region as of 30 June. Avoid large crowds and travel in these areas only if absolutely necessary at this time ('Summary' page).",
                    "public_timestamp": "2020-06-30T09:51:01.000Z"
                },
                {
                    "note": "Updated information on protests in Addis Ababa and parts of Oromia region. Avoid large crowds and travel in these areas only if absolutely necessary at this time ('Summary' page).",
                    "public_timestamp": "2020-07-01T15:36:13.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section",
                    "public_timestamp": "2020-07-15T14:04:24.000Z"
                },
                {
                    "note": "Updated information on protests in Addis Ababa and parts of Oromia region; changes to PCR test requirements on entry to Ethiopia ('Summary', 'Safety and Security' and 'Entry Requirements' pages).",
                    "public_timestamp": "2020-07-23T15:45:53.000Z"
                },
                {
                    "note": "Update to information on continuing coronavirus (COVID-19) measures after expiry of Ethiopian Government State of Emergency, local travel, screening and self-isolation requirements ('Summary', 'Coronavirus', 'Safety and Security' and 'Entry Requirements' pages).",
                    "public_timestamp": "2020-09-10T09:58:25.000Z"
                },
                {
                    "note": "Update to information on security in Benishangul-Gumuz, Amhara, Tigray and Oromia ('Summary' and 'Safety and Security' pages).",
                    "public_timestamp": "2020-09-22T14:44:49.000Z"
                },
                {
                    "note": "Updated information for Meskel and Irreecha celebrations ('Summary' page).",
                    "public_timestamp": "2020-09-25T15:06:06.000Z"
                },
                {
                    "note": "Updated coronavirus measures including quarantine on entry to Ethiopia ('Summary', 'Coronavirus' and 'Entry Requirements' pages).",
                    "public_timestamp": "2020-10-07T13:49:22.000Z"
                },
                {
                    "note": "Addition of information on clashes reported in Tigray regional state. Travellers should exercise extreme caution in Tigray Region and northern Amhara Region ('Summary')",
                    "public_timestamp": "2020-11-04T08:42:07.000Z"
                },
                {
                    "note": "Updated information on military activity in Tigray and northern Amhara regional states. You should exercise extreme caution in Tigray Region and northern Amhara Region ('Summary' and 'Safety and Security' pages)",
                    "public_timestamp": "2020-11-05T17:12:12.000Z"
                },
                {
                    "note": "The FCDO now advise against all travel to the whole of Tigray regional state and within 30km of its borders with Amhara and Afar regional states and against all but essential travel to the Metekel zone of the Benishangul Gumuz region ('Summary' and 'Safety and security' pages)\r\n\r\n",
                    "public_timestamp": "2020-11-13T11:21:12.000Z"
                },
                {
                    "note": "The FCDO now advise against all travel to the whole of Tigray regional state and within 30km of its borders with Amhara and Afar regional states. Addition of information regarding explosions reported in parts of Amhara regional state ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2020-11-15T04:53:21.000Z"
                },
                {
                    "note": "Update to advice to British nationals in Tigray who wish to leave or cannot contact the British Embassy in Addis Ababa; you should register with the UNICEF office in Mekelle, where safe to do so. ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2020-11-20T12:40:45.000Z"
                },
                {
                    "note": "Addition of information on how to register with the UNICEF office and contact details for the Red Cross ('Summary' page)",
                    "public_timestamp": "2020-11-21T11:59:43.000Z"
                },
                {
                    "note": "Addition of information on the conflict in Mekelle (Mek’elē) which is expected to intensify in the coming days ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2020-11-27T17:01:04.000Z"
                },
                {
                    "note": "Information update regarding stop and search operations and small explosions in Addis Ababa ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2020-12-03T10:43:08.000Z"
                },
                {
                    "note": "The FCDO now advise against all travel to West Wollega zone, Nekemte town in East Wollega, in the Oromia region and the Pawe, Guba, Dangur, Dibati, Bulen ‘woredas’ (sub-districts) in the Metekel zone of Benishangul Gumuz region",
                    "public_timestamp": "2020-12-11T13:21:57.000Z"
                },
                {
                    "note": "Flights to some destinations in northern Ethiopia are resuming. Further, serious, instances of violence in Benishangul Gumuz in mid-December.  ",
                    "public_timestamp": "2020-12-30T14:36:50.000Z"
                },
                {
                    "note": "Updated information on to situation in Tigray and increased violence in Southern Nations, Nationalities and Peoples Region ('Summary and 'Safety and security' pages)",
                    "public_timestamp": "2021-01-22T14:18:46.000Z"
                },
                {
                    "note": "Addition of information on the pre-departure COVID-19 testing requirement for travel to the UK  (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-26T15:07:13.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Ethiopia ('Coronavirus' page)",
                    "public_timestamp": "2021-02-24T12:26:50.000Z"
                },
                {
                    "note": "From 4am on 19 March, direct flights from Ethiopia to England are prohibited. Visitors who have been in or transited through Ethiopia in the previous 10 days cannot enter England. British and Irish nationals and third country nationals with residence rights in the UK arriving in England from Ethiopia will be required to quarantine in a hotel. (‘Summary’ page)",
                    "public_timestamp": "2021-03-15T18:37:20.000Z"
                },
                {
                    "note": "Addition of information on inter-ethnic clashes and protests in southern Amhara Region and clashes in the Afar-Somali border areas (‘Summary’ and ‘Safety and security’ pages).",
                    "public_timestamp": "2021-04-23T15:41:14.000Z"
                },
                {
                    "note": "From 8 June, direct flights can arrive in England from Ethiopia, but they must arrive at dedicated terminals at Heathrow and Birmingham airports. Different requirements may apply for arrivals into Scotland, Wales and Northern Ireland. ('Returning to the UK'). Notice of upcoming elections and new COVID-19 test requirements for travel (‘Summary’, ‘Coronavirus’, ‘Entry Requirements’ page).",
                    "public_timestamp": "2021-06-04T14:51:36.000Z"
                },
                {
                    "note": "Updated information on how to get a COVID-19 vaccine in Ethiopia and suspension of visas-on-arrival and e-visas (‘Summary’, 'Coronavirus' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-06-24T14:29:20.000Z"
                },
                {
                    "note": "Flights across Tigray suspended (‘Summary’ and 'Safety and Security' pages) and general update (all sections)",
                    "public_timestamp": "2021-07-13T12:22:23.000Z"
                },
                {
                    "note": "Tensions and military clashes reported in the north of both the Amhara and Afar regional states. See 'Summary' and  'Safety and Security (Local Travel)' sections.",
                    "public_timestamp": "2021-07-26T17:22:06.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Ethiopia ('Coronavirus' page)\r\n",
                    "public_timestamp": "2021-08-10T15:04:30.000Z"
                },
                {
                    "note": "The FCDO now advises against all travel to parts of Amhara and Afar states, and against all but essential travel to the remainder of Amhara and Afar regional states, due to the spread of conflict in Northern Ethiopia. ('Summary' page)",
                    "public_timestamp": "2021-08-18T12:05:30.000Z"
                },
                {
                    "note": "Updated information on quarantine requirements for travellers arriving into Ethiopia ('Entry requirements' page)",
                    "public_timestamp": "2021-09-03T16:05:17.000Z"
                },
                {
                    "note": "Updated information on COVID-19 tests, quarantine rules and eVisas for Ethiopia ('Entry requirements' page). Information on priority groups for vaccinations and summary page has been reviewed and updated ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2021-09-06T14:55:28.000Z"
                },
                {
                    "note": "Updated information on kidnap threat in western Oromia (see 'Safety and Security' pages)",
                    "public_timestamp": "2021-09-10T17:20:15.000Z"
                },
                {
                    "note": "From 4am on Monday 11 October, Ethiopia will no longer be on the red list for entering England. Check what you must do to travel abroad and return to England, Scotland, Wales or Northern Ireland ('Summary' and 'Coronavirus' pages).",
                    "public_timestamp": "2021-10-07T17:13:23.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Ethiopia, based on the current assessment of COVID-19 risks ",
                    "public_timestamp": "2021-10-11T09:09:33.000Z"
                },
                {
                    "note": "The FCDO now advise against all travel to the area surrounding Dessie in Amhara Regional State. \r\nThe FCDO no longer advise against all but essential travel to southern parts of Amhara Regional State and south and eastern parts of Afar Regional State. ('Summary' and 'Safety and security' pages)\r\n",
                    "public_timestamp": "2021-10-29T14:43:35.000Z"
                },
                {
                    "note": "A nationwide State of Emergency was declared on 2 November. Travellers should carry copies of ID, comply with instructions from the authorities and avoid gatherings.  The FCDO now advise against all travel to Amhara Regional State. A state of emergency has been declared across Amhara with a 20:00 curfew. Fighting is reported in eastern Amhara and western Afar – the FCDO now advise against all travel to western parts of Afar Regional State ('Summary' and 'Safety & Security' sections)",
                    "public_timestamp": "2021-11-02T18:27:35.000Z"
                },
                {
                    "note": "Updated information on the latest security situation; the State of Emergency; areas to which the FCDO advises against all or all but essential travel and advice for British nationals to consider making plans to leave Ethiopia ('Summary' and 'Safety and Security' pages)",
                    "public_timestamp": "2021-11-03T19:42:23.000Z"
                },
                {
                    "note": "Updated information on exemption from pre-departure PCR test (from 5pm UK time, 5 November) if you began your journey to England from Ethiopia ('Coronavirus - Returning to the UK' page)",
                    "public_timestamp": "2021-11-05T19:07:25.000Z"
                },
                {
                    "note": "Advice against all travel to Ethiopia, except for Addis Ababa (where advice remains against all but essential travel). You should review your need to stay in Ethiopia and consider leaving while commercial options are still available. (Summary and Safety and security sections).",
                    "public_timestamp": "2021-11-06T18:20:47.000Z"
                },
                {
                    "note": "The FCDO now advises against all travel to Ethiopia, except for Addis Ababa Bole International Airport (where advice remains against all but essential travel). The FCDO also advises you to leave Ethiopia while commercial routes are available. ('Summary' and 'Safety and security' sections).",
                    "public_timestamp": "2021-11-09T13:05:32.000Z"
                },
                {
                    "note": "New information on the temporary withdrawal of some staff and dependents in the British Embassy Addis Ababa. The FCDO will continue to carry out essential work including providing 24/7 consular assistance. If you need urgent help, call +251 (0)11 617 0100. ('Summary' page)",
                    "public_timestamp": "2021-11-11T13:43:38.000Z"
                },
                {
                    "note": "New information. If you experience technical difficulties, or if you are in the UK, call +44 (0)20 7008 5000 (See ‘Summary’ page)",
                    "public_timestamp": "2021-11-14T14:33:13.000Z"
                },
                {
                    "note": "The FCDO will continue to carry out essential work including providing 24/7 consular assistance. If you need urgent help, call +251 (0)11 617 0100. If you experience technical difficulties, or if you are in the UK, call +44 (0)20 7008 5000 (See ‘Summary’ page)",
                    "public_timestamp": "2021-11-14T14:38:32.000Z"
                },
                {
                    "note": "Options to leave Ethiopia may become severely limited in the coming days. The FCDO is only able to provide limited consular assistance in Ethiopia. If you need urgent help, call +251 (0)11 617 0100. If you experience technical difficulties, or if you are in the UK, call +44 (0)20 7008 5000 (See ‘Summary’ page)",
                    "public_timestamp": "2021-11-24T21:19:01.000Z"
                },
                {
                    "note": "Consular support is severely limited across Ethiopia. British Nationals should leave Ethiopia now.  If you choose not to depart, you should make preparations to shelter (‘Summary’ page).  Communications equipment should not be brought into Ethiopia (‘Entry Requirements’ page).",
                    "public_timestamp": "2021-11-26T18:00:30.000Z"
                },
                {
                    "note": "Consular support remains limited across Ethiopia. British Nationals should leave Ethiopia now before flight options become limited. There are currently no plans for a UK run charter flight. British Nationals resident in Ethiopia should ensure their ID/residency is in order (See ‘Summary’ page). ",
                    "public_timestamp": "2021-11-29T17:41:23.000Z"
                },
                {
                    "note": "Addition of information that travellers from red-listed countries wishing to transit Addis Ababa Bole international airport must book their managed quarantine package for arrival in the UK before their first point of departure travel (‘Summary’ page)",
                    "public_timestamp": "2021-12-02T17:18:21.000Z"
                },
                {
                    "note": "Updated information on the changing political and security situation in Ethiopia (‘Summary’ page) ",
                    "public_timestamp": "2021-12-09T17:38:00.000Z"
                },
                {
                    "note": "Changes to the areas which the FCDO advise against travel to, with some areas moving from ‘against all travel’ to ‘against all but essential travel’. Information on testing requirements to enter England from Ethiopia (‘Summary’, 'Coronavirus' and ‘Safety and security’ pages)",
                    "public_timestamp": "2021-12-13T15:03:00.000Z"
                },
                {
                    "note": "Changes to the areas which the FCDO advise against travel to, with some areas moving from ‘against all but essential travel’ to ‘see our travel advice before travelling’. (‘Summary’ and ‘Safety and security’ pages)",
                    "public_timestamp": "2021-12-22T12:23:56.000Z"
                },
                {
                    "note": "Updates to transit information. (‘Coronavirus’ and ‘Entry Requirements’ pages)",
                    "public_timestamp": "2022-01-07T14:53:32.000Z"
                },
                {
                    "note": "Updated information on changes to the areas in Ethiopia which the FCDO advise against all travel and all but essential travel (‘Summary’ and 'Safety and security’ pages)",
                    "public_timestamp": "2022-02-04T17:24:43.000Z"
                },
                {
                    "note": "Information on the nationwide State of emergency being lifted (‘Summary’ and 'Local Travel’ pages)",
                    "public_timestamp": "2022-02-16T16:10:04.000Z"
                },
                {
                    "note": "New information on reports on 28 February of armed actors operating on the B31 road between Bahir Dar in the Amhara region and Gohatsion; British Embassy staff have postponed travel plans and British nationals are also advised to avoid this area (see 'Safety and security' page)",
                    "public_timestamp": "2022-02-28T15:34:48.000Z"
                },
                {
                    "note": "New advice against travel to western parts of the Afar regional state and much of Benishangul Gamuz regional state. Advice against all but essential travel to the West Guji and Guji zones, in the Oromia regional state  (see 'Summary’ and ‘Safety and security' pages)",
                    "public_timestamp": "2022-03-24T13:12:47.000Z"
                },
                {
                    "note": "Update on the easing of entry restrictions; travellers can now show proof of COVID-19 vaccination or recovery on entry. (See ‘Entry requirements’ page)",
                    "public_timestamp": "2022-04-07T15:06:10.000Z"
                },
                {
                    "note": "Increased violence in Oromia region and parts of Amhara region (See ‘Summary’ and ‘Safety and security’). ",
                    "public_timestamp": "2022-05-06T12:58:56.000Z"
                },
                {
                    "note": "Changes to FCDO advice against travel.  Advice against all travel to Gambella region and against all travel to the Konso Special Woreda of the Southern Nations, Nationalities, and Peoples' Region (SNNPR). Changes to advice for Afar, and Somali Regional State (SRS) – (See ‘Summary’ and ‘Safety and security’ for detail).",
                    "public_timestamp": "2022-06-17T12:35:52.000Z"
                },
                {
                    "note": "The FCDO now advises against all travel to areas within 30km of the border with Tigray regional state and within 30kms of the Sudanese border.  The FCDO advises against all but essential travel to all areas north of the A3, B22 and A2 roads, except for Lalibela and the road to Lalibela from the B22; all areas east of the A2 road and north of the B11 (northeast of Dessie) (‘Summary’ and ‘Safety and security’ pages)\r\n",
                    "public_timestamp": "2022-07-12T13:20:39.000Z"
                },
                {
                    "note": "Updated information on attacks by Al-Shabaab on the towns of Aato, Yeed and Washaaqo, near to the border between Somalia and Ethiopia ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2022-08-01T11:53:58.000Z"
                },
                {
                    "note": "Updated information on the risk of terrorist activity across the Ethiopia-Somalia border, including kidnapping ('Terrorism' page)\r\n",
                    "public_timestamp": "2022-08-02T15:52:35.000Z"
                },
                {
                    "note": "The FCDO now advises against all but essential travel to the Bale Mountains area in the Oromia regional state",
                    "public_timestamp": "2022-08-19T13:09:02.000Z"
                },
                {
                    "note": "Updated information on fighting resuming along the border between Tigray region and Amhara and afar regions. ('Summary' page).",
                    "public_timestamp": "2022-08-25T13:57:49.000Z"
                },
                {
                    "note": "Updated information on fighting resuming along the border between Tigray region and Amhara and afar regions; including the D31 road connecting Tigray to Lalibela, as well as Lalibela town ('Summary' page)",
                    "public_timestamp": "2022-08-26T19:39:58.000Z"
                },
                {
                    "note": "Updated to reflect fighting resuming on the border between Tigray and Amhara, and the possibility of further fighting in parts of Amhara.",
                    "public_timestamp": "2022-08-29T14:40:19.000Z"
                },
                {
                    "note": "Updated information on e-visas ('Entry requirements' page.)",
                    "public_timestamp": "2022-09-01T14:06:58.000Z"
                },
                {
                    "note": "Updated information on the laws for entering and exiting Ethiopia with local or foreign currency ('Local laws and customs' page).",
                    "public_timestamp": "2022-09-08T10:11:05.000Z"
                },
                {
                    "note": "Addition of information on reports that during late October the Ethiopian government used air strikes against armed groups in the West Shewa area. ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2022-10-28T09:16:52.000Z"
                },
                {
                    "note": "Information on reports of airstrikes in late October against armed groups in the West Shewa zone of Oromia",
                    "public_timestamp": "2022-10-28T11:35:05.000Z"
                },
                {
                    "note": "Upgrading Travel Advice for parts of West and North Shewa, Oromia due to the risk of airstrikes. Downgrading Travel Advice for areas within Amhara, Afar, Konso town in Southern Nations, Nationalities and Peoples Region (SNNPR), and Bale Mountains in Oromia. ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2022-11-03T15:49:41.000Z"
                },
                {
                    "note": "Updated information on the peace agreement to cease hostilities in Tigray, the security situation and the lifting of COVID-19 restrictions ('Summary', 'Coronavirus', 'Safety and security', 'Terrorism' and 'Entry requirements' pages).",
                    "public_timestamp": "2023-01-18T10:37:48.000Z"
                },
                {
                    "note": "Addition of information on road closures and travel disruption because of nationwide demonstrations of Sunday 12 February ('Summary' page).",
                    "public_timestamp": "2023-02-09T14:53:14.000Z"
                },
                {
                    "note": "The FCDO advises against all but essential travel to Amhara regional state ('Summary' and ' Safety and security' pages), other than the areas within 30km of the border with Tigray regional state and within 20km of the border with Sudan, to which it advises against all travel. ",
                    "public_timestamp": "2023-04-12T10:23:27.000Z"
                },
                {
                    "note": "New information on altitude sickness ('Health' page).",
                    "public_timestamp": "2023-04-25T10:52:09.000Z"
                },
                {
                    "note": "New information on the security presence in Addis Ababa ('Safety and security' page).",
                    "public_timestamp": "2023-06-09T13:38:13.000Z"
                },
                {
                    "note": "New information on the security situation in Tigray, Afar and Oromia regions ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-06-12T11:54:14.000Z"
                },
                {
                    "note": "New information on the security situation in Amhara ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-06-20T12:22:16.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T09:57:31.000Z"
                },
                {
                    "note": "Addition of places where FCDO advises against all travel to in Amhara Regional State (see 'Summary' and 'Safety and Security' pages)",
                    "public_timestamp": "2023-08-01T18:14:23.000Z"
                },
                {
                    "note": "FCDO advises against all travel to Amhara Regional State (see 'Summary' and 'Safety and Security' pages)",
                    "public_timestamp": "2023-08-04T17:33:48.000Z"
                },
                {
                    "note": "Curfew announced in Amhara cities ('Summary' and 'Safety and Security' pages).",
                    "public_timestamp": "2023-08-11T11:02:48.000Z"
                },
                {
                    "note": "Information on same sex relationships in Ethiopia ('Local Laws and Customs' pages).",
                    "public_timestamp": "2023-08-16T15:43:53.000Z"
                },
                {
                    "note": "Information on protests in Mekelle ('Summary' page).",
                    "public_timestamp": "2023-09-06T14:58:21.000Z"
                },
                {
                    "note": "This travel advice has been rewritten to make it easier to read and understand. ",
                    "public_timestamp": "2023-11-01T17:19:37.000Z"
                }
            ],
            "country": {
                "name": "Ethiopia",
                "slug": "ethiopia",
                "synonyms": []
            },
            "document": {
                "attachment_type": "file",
                "content_type": "application/pdf",
                "id": "1e653c99-8cba-4956-bc46-6f87ee24c6d8",
                "url": "https://assets.publishing.service.gov.uk/media/64f89327fdc5d1000dfce735/FCDO__TA__017_-_Ethiopia_Travel_Advice_Ed28.pdf"
            },
            "email_signup_link": "/foreign-travel-advice/ethiopia/email-signup",
            "image": {
                "content_type": "image/jpeg",
                "url": "https://assets.publishing.service.gov.uk/media/64cd35ebef14e6000d1789e8/FCDO__TA__017_-_Ethiopia_Travel_Advice_Ed27__WEB_.jpg"
            },
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) provides advice about risks of travel to help British nationals make informed decisions. Find out <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">more about <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</a>.</p>\n\n<h2 id=\"areas-where-fcdo-advises-against-travel\">Areas where <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against travel</h2>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Your travel insurance could be invalidated if you travel against FCDO advice. Consular support may be limited where FCDO advises against travel.</p>\n</div>\n\n<h3 id=\"international-border-areas\">International border areas </h3>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel within:  </p>\n\n<ul>\n  <li>20km of the border with Sudan </li>\n  <li>10km of the border with South Sudan </li>\n  <li>100km of the Ethiopian border with Somalia and Kenya in Ethiopia’s Somali region, and within 30km of the Ethiopian border with Somalia in Fafan zone, except the border town and crossing at Wajale, and the principal road between Jijiga and Wajale </li>\n  <li>10km of the border with Kenya, except for principal roads and towns </li>\n  <li>10km of the border with Eritrea </li>\n</ul>\n\n<h3 id=\"tigray-region\">Tigray region </h3>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to Tigray region except the towns and connecting roads of Mekelle: </p>\n\n<ul>\n  <li>southward to Maychew </li>\n  <li>northwards to Adigrat </li>\n  <li>west and north-westward to Abiy Addi, Adwa and Shire </li>\n  <li>eastward to Abala on the Tigray-Afar border </li>\n</ul>\n\n<h3 id=\"amhara-region\">Amhara region </h3>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to Amhara region. </p>\n\n<h3 id=\"afar-region\">Afar region </h3>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to areas of Afar region within:  </p>\n\n<ul>\n  <li>100km of the border with Tigray to the north of Anseba town </li>\n  <li>30km of the border with Tigray to the south of Anseba town  </li>\n  <li>10km of the border with Eritrea </li>\n</ul>\n\n<h3 id=\"gambella-region\">Gambella region </h3>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to Gambella region. </p>\n\n<h3 id=\"oromia-region\">Oromia region </h3>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to these areas of Oromia region:  </p>\n\n<ul>\n  <li>within 10km of the border with Kenya, except for principal roads and towns </li>\n  <li>north of (but not including) the A4 road in West Shewa zone </li>\n  <li>south and west of (but not including) the A3 road in North Shewa zone  </li>\n  <li>West Wollega zone (including the main Addis Ababa to Gambella road), East Wollega zone, Kellem Wollega and Horo Gudru Wollega  </li>\n</ul>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel to: </p>\n\n<ul>\n  <li>West Guji and Guji zones </li>\n  <li>the road and 10km either side of the road between Welenchiti and Metehara on the A1 in East Shewa zone of Oromia regional state </li>\n</ul>\n\n<h3 id=\"somali-regional-state\">Somali Regional State </h3>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to within: </p>\n\n<ul>\n  <li>100km of the Ethiopian border with Somalia and Kenya in Ethiopia’s Somali region  </li>\n  <li>30km of the Ethiopian border with Somalia in Fafan zone, except the border town and crossing at Wajale, and the principal road between Jijiga and Wajale </li>\n</ul>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel to:  </p>\n\n<ul>\n  <li>the Siti zone </li>\n  <li>the Nogob (previously Fik) </li>\n  <li>Jarar (previously Degehabur) </li>\n  <li>Shabelle (previously Gode) </li>\n  <li>Korahe and Dollo (previously Warder) </li>\n  <li>areas of Liben and Afder zones more than 100km from the Somalia and Kenya borders </li>\n</ul>\n\n<h3 id=\"central-southern-sidama-and-south-west-regions-formerly-snnpr\">Central, Southern, Sidama and South West regions (formerly SNNPR) </h3>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel: </p>\n\n<ul>\n  <li>to the Konso Special Woreda of the Southern Nations, Nationalities, and Peoples’ Region (SNNPR)  </li>\n  <li>within 10km of the borders with South Sudan and Kenya </li>\n</ul>\n\n<h3 id=\"benishangul-gumuz-region\">Benishangul-Gumuz region </h3>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to these areas of Benishangul-Gumuz region: </p>\n\n<ul>\n  <li>within 20km of the border with Sudan </li>\n  <li>the Metekel zone and Maokomo special zone </li>\n</ul>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel to the rest of Benishangul-Gumuz region. </p>\n\n<p>Find out more about why <a href=\"/foreign-travel-advice/ethiopia/regional-risks\"><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against travel to these regions</a>.</p>\n\n<h2 id=\"before-you-travel\">Before you travel </h2>\n\n<p>No travel can be guaranteed safe. Read all the advice in this guide as well as <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a> which includes:  </p>\n\n<ul>\n  <li>general advice on preparing for travel abroad and reducing risks </li>\n  <li>information for women, LGBT+ and disabled travellers </li>\n</ul>\n\n<p>Follow and contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/ethiopia/email-signup\">get email notifications</a> when this travel advice is updated.</p>\n\n<h3 id=\"travel-insurance\">Travel insurance </h3>\n\n<p>If you choose to travel, research your destinations and <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">get appropriate travel insurance</a>. Insurance should cover your itinerary, planned activities and expenses in an emergency.  </p>\n\n",
                    "slug": "warnings-and-insurance",
                    "title": "Warnings and insurance"
                },
                {
                    "body": "<p>This advice reflects the UK government’s understanding of current rules for people travelling on a full <a href=\"https://www.gov.uk/types-of-british-nationality\">‘British citizen’ passport</a> from the UK, for the most common types of travel. </p>\n\n<p>The authorities in Ethiopia set and enforce entry rules. If you’re not sure how Ethiopia’s entry requirements apply to you, contact the <a rel=\"external\" href=\"https://www.ethioembassy.org.uk/\">Ethiopian Embassy in the UK</a>. </p>\n\n<h2 id=\"covid-19-rules\">COVID-19 rules</h2>\n\n<p>There are no COVID-19 testing or vaccination requirements for passengers entering Ethiopia. </p>\n\n<h2 id=\"passport-validity-requirements\">Passport validity requirements </h2>\n\n<p>Your passport must be: </p>\n\n<ul>\n  <li>valid for at least 6 months from the date you arrive in Ethiopia </li>\n  <li>machine-readable </li>\n</ul>\n\n<h2 id=\"visa-requirements\">Visa requirements </h2>\n\n<p>You need a visa and a valid travel document to enter Ethiopia, including a passport or emergency travel document (ETD). Visitors without valid documents can be detained and fined. </p>\n\n<p>You do not need a visa if you have a valid Ethiopian Diplomatic ID Card, Ethiopian Temporary Residents Permit or Ethiopian Origin ID (Yellow Cards).</p>\n\n<p>Leave the country before your visa expires or get an official extension if needed. The penalty for overstaying is 10 US dollars a day. You will not be allowed to leave until you pay in full.  </p>\n\n<p>Available visa lengths are 30 days or 90 days, with extensions available for an additional 30 or 90 days. </p>\n\n<h3 id=\"applying-for-a-visa\">Applying for a visa  </h3>\n\n<p>Get a visa from the official <a rel=\"external\" href=\"https://www.evisa.gov.et/\">Ethiopian e-visa platform</a>.   </p>\n\n<p>If you visit Ethiopia on a tourist visa, you cannot take employment, including voluntary employment. If you break the rules, you can get heavy fines or be imprisoned. </p>\n\n<h2 id=\"vaccination-requirements\">Vaccination requirements  </h2>\n\n<p>At least 8 weeks before your trip, check the vaccinations and vaccination certificates you may need in <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/76/ethiopia\">TravelHealthPro’s Ethiopia guide.</a> You may need a yellow fever certificate.  </p>\n\n<h2 id=\"customs-rules\">Customs rules </h2>\n\n<p>There are strict rules about goods that can be brought into and taken out of Ethiopia.</p>\n\n<p>If you plan to take in specialist equipment, the Ethiopian Embassy in London advises you check with your tour operator or local contact before you travel as special customs regulations may apply.  </p>\n\n<p>Contact the <a rel=\"external\" href=\"https://www.ethioembassy.org.uk/public-diplomacy/\">Press Office for more information and advice</a>.</p>\n\n<h3 id=\"taking-money-into-ethiopia\">Taking money into Ethiopia </h3>\n\n<p>You can carry up to 3,000 Ethiopian birr when entering or leaving Ethiopia. An exception is when travelling to Djibouti from Ethiopia, in which case you can carry up to 10,000 birr. Your cash can be seized and you could get a prison sentence if you go over the limits. </p>\n\n<p>When you enter or leave Ethiopia, you must declare any cash over 10,000 US dollars (or equivalent in other currencies). Residents of Ethiopia, including resident British nationals, must declare any cash over 4,000 US dollars.</p>\n\n<p>If you leave Ethiopia by airplane with cash above these amounts, you must show the customs declaration form you got when you entered Ethiopia, or the bank advice note if you purchased currency locally.  </p>\n\n<p>If leaving by land with amounts over the stipulated limits, you must show the customs documents given when you arrived in the country. </p>\n\n<p>If entering Ethiopia through a land border you must declare cash over 500 US dollars (or equivalent). </p>\n\n<p>Keep your receipt if you change currency into birr. Without a receipt you are unlikely to be able to change leftover money back at the end of your trip.  </p>\n\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<h2 id=\"terrorism\">Terrorism  </h2>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times. </p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>. </p>\n</div>\n\n<h3 id=\"terrorism-in-ethiopia\">Terrorism in Ethiopia</h3>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Terrorists are likely to try to carry out attacks in Ethiopia.</p>\n</div>\n\n<p>Attacks could be indiscriminate, including in places visited by foreigners, such as: </p>\n\n<ul>\n  <li>restaurants, hotels, bars and markets </li>\n  <li>stations and airports </li>\n  <li>places of worship and tourist attractions </li>\n  <li>festivals and sports venues  </li>\n</ul>\n\n<p>Large crowds are common on key national and religious dates, including: </p>\n\n<ul>\n  <li>Ethiopian Christmas on 7 January  </li>\n  <li>Epiphany or ’Timket’ in January  </li>\n  <li>Victory of Adawa on 2 March </li>\n  <li>Ethiopian Patriots’ Victory Day on 5 May </li>\n  <li>Downfall of the Derg Regime on 28 May  </li>\n  <li>Ethiopian New Year from 11 to 12 September  </li>\n  <li>Birthday of the Prophet Mohammed on 27 September  </li>\n  <li>Finding of the True Cross or ‘Meskel’ on 28 September </li>\n  <li>\n    <p>Ethiopian (Orthodox) Easter  </p>\n  </li>\n  <li>Eid Al Fitr  </li>\n  <li>Eid Al Arafa </li>\n</ul>\n\n<p>Parts of the country also have local festivals (often celebrating saints’ days) which can lead to large gatherings. </p>\n\n<p>Terrorist group Al-Shabaab, based in Somalia, poses a threat across East Africa. The group threatens all countries who have military forces in Somalia, including Ethiopia. In 2022, Al-Shabaab attacked the Somali towns of Aato, Yeed and Washaaqo, near the border with Ethiopia. Al-Shabaab has said it intends to commit further attacks in the area.</p>\n\n<h2 id=\"political-situation\">Political situation </h2>\n\n<h3 id=\"conflict-and-violence\">Conflict and violence  </h3>\n\n<p>Between November 2020 and November 2022, conflict took place in the northern regions of Ethiopia, in particular in Tigray but also in Amhara and Afar.</p>\n\n<p>The Government of Ethiopia and the Tigray People’s Liberation Front signed a peace agreement to cease hostilities in Tigray in November 2022. Disarmament and reconstruction measures have begun. The situation in Tigray is still fragile and there may still be isolated armed incidents. </p>\n\n<p>In August 2023, a state of emergency was imposed after conflict started between Amhara militia groups (Fano) and the Ethiopian National Defence Force. Conflict continues in Amhara region.  </p>\n\n<p>There have been increased tensions and violence between armed groups and the security forces across Oromia region. </p>\n\n<p>Unrest can occur with no notice. There are ongoing armed clashes between ethnic groups. Foreigners have not been targeted. However you should: </p>\n\n<ul>\n  <li>monitor local media </li>\n  <li>follow the advice of local authorities and your tour operator </li>\n  <li>reconsider travel to affected areas </li>\n</ul>\n\n<p>Avoid large gatherings and demonstrations. Comply with the law, including in relation to carrying ID cards, and possession of foreign currency and weapons. Avoid confrontation and follow the instructions of the authorities. </p>\n\n<h3 id=\"strikes-and-protests\">Strikes and protests</h3>\n\n<p>Because of  frequent civil unrest, including protests and strikes, there is frequently:</p>\n\n<ul>\n  <li>temporary closure of roads, internet and mobile networks</li>\n  <li>disruption to local businesses and transport</li>\n</ul>\n\n<p>In the past some protests have escalated into serious violence.  </p>\n\n<h2 id=\"kidnap\">Kidnap </h2>\n\n<p>There is a risk of kidnapping in Ethiopia’s Somali region and on the southern border with Kenya. This is particularly the case in the eastern areas where <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel.  </p>\n\n<p>There is a threat of kidnapping in western areas of Oromia region, particularly West Wollega, East Wollega and Qellem Wollega zones. Recent kidnaps have targeted the mining industry. British nationals working in the area should avoid regular patterns of travel or movement and aim to only travel during daylight hours. </p>\n\n<p>Stay vigilant at all times. Make sure you carefully consider the threat and have reasonable, proportionate mitigation measures in place. People engaged in humanitarian aid work, journalism or business sectors are viewed as legitimate targets. If you’re kidnapped, the reason for your presence is unlikely to protect you or secure your safe release. </p>\n\n<p>British government policy is not to make substantive concessions to hostage-takers.  </p>\n\n<h2 id=\"detention-of-british-nationals\">Detention of British nationals </h2>\n\n<p>There have been a small number of cases of arbitrary detention of British nationals in Ethiopia. The risk may increase if tensions are heightened around major events, or in locations that are sensitive for security reasons. Carry photocopies of your passport and <a href=\"https://www.gov.uk/world/organisations/british-embassy-addis-ababa\">contact details of the British Embassy Addis Ababa</a> in case you are questioned or detained. Your physical passport is not necessary.</p>\n\n<p>Ethiopian authorities do not always notify embassies when foreign nationals are detained. Even if requested, adequate consular access is not always provided. If authorities do not inform the embassy, ask family or friends to contact the British Embassy.</p>\n\n<h2 id=\"crime\">Crime</h2>\n\n<p>Foreign nationals can be targeted by groups of youths through pickpocketing and scams. </p>\n\n<p>Theft and mugging is on the rise. There has been a smaller number of more serious incidents, including sexual harassment of women. Violent robberies can occur in parks and walking sites in Addis Ababa. </p>\n\n<h3 id=\"protecting-your-belongings\">Protecting your belongings </h3>\n\n<p>Take care of your belongings when visiting crowded public places, especially at night. Be vigilant if strangers approach you. Criminal gangs use distraction techniques including begging, spitting, spilling food and drink, and feigning illness.  </p>\n\n<p>There is a risk of pickpocketing, bag and jewellery snatching, including from vehicles at traffic lights. </p>\n\n<p>When travelling in vehicles, you should: </p>\n\n<ul>\n  <li>keep belongings with you </li>\n  <li>keep valuables out of sight </li>\n  <li>keep vehicle doors locked </li>\n  <li>park in well-lit and guarded areas such as hotels, government and tourist locations, which all have security at their entrances </li>\n  <li>consider fitting anti-shatter film to all windows (we do not recommend short term visitors modify their hire vehicles) </li>\n</ul>\n\n<p>If threatened, hand over valuables without resistance. </p>\n\n<h2 id=\"laws-and-cultural-differences\">Laws and cultural differences </h2>\n\n<h3 id=\"health-and-safety\">Health and safety </h3>\n\n<p>Health and safety precautions like life jackets in boats or protective railings at historical sites are rarely in place in Ethiopia. </p>\n\n<h3 id=\"date-and-time\">Date and time </h3>\n\n<p>Traditionally Ethiopia has a different calendar and way of expressing time than are widely used internationally.  </p>\n\n<p>Most hotels and larger organisations’ documents, including airline tickets, use the international calendar and clock. However: </p>\n\n<ul>\n  <li>official documents are often dated using the Ethiopian calendar </li>\n  <li>individuals and smaller organisations might use the Ethiopian clock </li>\n</ul>\n\n<h3 id=\"money\">Money </h3>\n\n<p>Ethiopia is a cash-based society. Banking facilities, including card payments and ATMs are limited, especially outside of cities. It is not normally possible to get a cash advance. Make sure you have enough cash before leaving cities. </p>\n\n<h3 id=\"illegal-drugs-and-prison-sentences\">Illegal drugs and prison sentences </h3>\n\n<p>Drug offences are treated seriously in Ethiopia. Possession of drugs can lead to prison sentences of 5 to 10 years and potentially large fines.  </p>\n\n<p>Khat is legal in Ethiopia but it is illegal to take it out of the country. Bags are regularly searched at Addis Ababa Bole Airport. Anyone found with khat is likely to be prosecuted.</p>\n\n<h3 id=\"alcohol\">Alcohol</h3>\n\n<p>There are no restrictions on buying or possessing alcohol. This includes the predominantly Muslim regions although it may be more difficult to obtain.   </p>\n\n<h3 id=\"religious-customs\">Religious customs </h3>\n\n<p>Ethiopia is religiously diverse and largely tolerant. However, many people are devout in their faith. Take care to not offend local traditions, customs, laws and religions. Dress conservatively and observe local customs. Take particular care if travelling: </p>\n\n<ul>\n  <li>during the Islamic holy month of Ramadan </li>\n  <li>to religious sites of the Ethiopian Orthodox Church </li>\n  <li>outside Addis Ababa, particularly in rural areas </li>\n</ul>\n\n<p>Ramadan is individually observed but there are no official regulations imposed. </p>\n\n<h3 id=\"women-travellers\">Women travellers </h3>\n\n<p>Women are expected to dress conservatively, especially when visiting religious sites. </p>\n\n<h3 id=\"lgbt-travellers\">LGBT+ travellers </h3>\n\n<p>Same-sex acts (applying to both sexes) are illegal and carry penalties of between 1 and 15 years imprisonment. It is reported that the local authorities are intimidating owners and clients of hotels, bars and restaurants in Addis Ababa where same-sex activity is alleged to take place.</p>\n\n<p>The public are not generally accepting of same-sex relationships. Some religious leaders have called for violence against the LGBT+ community. Be aware of local laws and customs. Showing affection in public may receive unwanted attention.  </p>\n\n<p>Read more <a href=\"https://www.gov.uk/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">advice for LGBT+ travellers</a>. </p>\n\n<h3 id=\"imports-and-exports\">Imports and exports </h3>\n\n<p>You need an export certificate to take antiques out of the country. Without one your items are likely to be confiscated and you could be prosecuted. </p>\n\n<p>Owning ivory is illegal. British nationals have had ivory jewellery confiscated and been fined up to 25,000 Ethiopian birr. </p>\n\n<h3 id=\"using-cameras-in-secure-areas\">Using cameras in secure areas </h3>\n\n<p>It is illegal to take photos: </p>\n\n<ul>\n  <li>near military zones or of military personnel </li>\n  <li>near the Presidential Palace in Addis Ababa </li>\n  <li>where signs prohibit photography </li>\n</ul>\n\n<h3 id=\"satellite-phones-and-binoculars\">Satellite phones and binoculars </h3>\n\n<p>Satellite phones and binoculars cannot be imported or exported to or from Ethiopia without prior approval from the Customs and Information Network and Security Agency. Get advice from your travel provider on permissions required.</p>\n\n<p>Unapproved items can be confiscated by authorities, with the possibility of being able to collect them on departure from Ethiopia, but this is not guaranteed. </p>\n\n<h3 id=\"drones\">Drones </h3>\n\n<p>The importation and use of drones within Ethiopia is subject to permission by the Ethiopian Civil Aviation Authority and Information Network and Security Agency. Without written clearance drones can be subject to confiscation at airports or borders. </p>\n\n<h2 id=\"transport-risks\">Transport risks</h2>\n\n<h3 id=\"rural-areas\">Rural areas  </h3>\n\n<p>When travelling outside Addis Ababa, avoid driving after dark. Vehicles often have no lights and livestock may roam on roads.  </p>\n\n<p>There have been instances where buses from one region have been attacked when passing through another.  </p>\n\n<p>Medical facilities outside the capital are extremely limited so carry a comprehensive medical pack. </p>\n\n<p>While mobile telephone services are increasingly widespread, connectivity cannot be guaranteed. Mobile internet can be closed down with no notice. </p>\n\n<p>You might want to consider travelling in a group and leaving details of your travel itinerary with a reliable person. </p>\n\n<h3 id=\"cars-and-motorbikes-\">Cars and motorbikes  </h3>\n\n<p>Driving standards and vehicle maintenance are often poor and traffic accidents happen regularly, especially in Addis Ababa and on the Addis Ababa-Djibouti road.  </p>\n\n<p>Drivers involved in car accidents can face severe punishments, including custodial sentences and fines. If you’re involved in a traffic accident, stay in your vehicle and call the local police. Avoid confrontation and wait for police to arrive to deal with any issues. </p>\n\n<p>Localised demonstrations have led to temporary road closures or the targeting of public transport. However, not all social media reports of such disruptions are accurate. If unsure, contact local authorities or reputable tour operators in the areas you’re travelling to. </p>\n\n<p>If you meet a roadblock, follow advice of local authorities if they are present. If you encounter an unattended roadblock, turn around and do not attempt to pass it. </p>\n\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>This section has safety advice for regions of Ethiopia. It only covers regions where <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has specific advice.</p>\n\n<p>You should also read <a href=\"/foreign-travel-advice/ethiopia/warnings-and-insurance\"><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s overall travel advice</a> and <a href=\"/foreign-travel-advice/ethiopia/safety-and-security\">safety and security advice</a> for Ethiopia.</p>\n\n<h2 id=\"addis-ababa\">Addis Ababa</h2>\n\n<p>Travellers may face increased scrutiny, particularly those of Amhara, Tigrayan or Oromo ethnicity, including at the airport and through direct police operations such as check points and door-to-door checks. There are reports of ethnic Tigrayans being prevented from boarding flights at Bole International Airport.</p>\n\n<p>Comply with the law, including in relation to carrying ID cards, and possession of foreign currency and weapons. Avoid confrontation and follow the instructions of the authorities.</p>\n\n<p>There is petty theft around Bole International Airport, particularly pickpockets and bag snatchers.</p>\n\n<p>Only use buses or taxis from the airport that have been organised by your hotel or travel company, or choose yellow or app-based taxis rather than the blue and white ones.</p>\n\n<p>There has been an increase in reported crime against expats and Ethiopian nationals in these areas of Addis Ababa:</p>\n\n<ul>\n  <li>Bole Medhanealem</li>\n  <li>Bole Atlas</li>\n  <li>Meskel Square</li>\n  <li>Yeka Hills</li>\n  <li>Entoto</li>\n</ul>\n\n<p>Attacks have included knifepoint robberies and the choking unconscious of victims. Do not travel alone in these areas if possible. Be cautious if travelling on foot. Consider using road transport where possible, especially after dark.</p>\n\n<h2 id=\"international-border-areas\">International border areas</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel within:</p>\n\n<ul>\n  <li>20km of the border with Sudan</li>\n  <li>10km of the border with South Sudan</li>\n  <li>100km of the Ethiopian border with Somalia and Kenya in Ethiopia’s Somali region, and within 30km of the Ethiopian border with Somalia in Fafan zone, except the border town and crossing at Wajale, and the principal road between Jijiga and Wajale</li>\n  <li>10km of the border with Kenya, except for principal roads and towns</li>\n  <li>10km of the border with Eritrea</li>\n</ul>\n\n<h2 id=\"tigray-region\">Tigray region</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to Tigray region except the towns and connecting roads of Mekelle:</p>\n\n<ul>\n  <li>southward to Maychew</li>\n  <li>northwards to Adigrat</li>\n  <li>west and north-westward to Abiy Addi, Adwa and Shire</li>\n  <li>eastward to Abala on the Tigray-Afar border</li>\n</ul>\n\n<p>In November 2022, the Government of Ethiopia and the Tigray People’s Liberation Front signed a peace agreement to cease hostilities in Tigray. Disarmament and reconstruction measures have begun. The situation in Tigray is still fragile and there may still be isolated armed incidents. There may be restrictions on travel between towns and cities in Tigray, and on travel outside of Tigray.</p>\n\n<p>There is also a risk of unexploded weapons remaining in Tigray region.</p>\n\n<h2 id=\"amhara-region\">Amhara region</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to all of Amhara regional state.</p>\n\n<p>There have been violent protests and clashes between security forces in Amhara since April 2023, resulting in an unknown number of deaths including of 2 NGO workers.</p>\n\n<p>Violence has increased due to conflict between a local militia group (Fano) and the Ethiopian National Defence Force (ENDF). In August 2023, a state of emergency was imposed with fighting taking place across all of Amhara region. Violence could emerge without warning. Travellers are at risk of being caught in crossfire. There have been reports of airstrikes being used in Amhara region.</p>\n\n<p>The Ethiopian government announced a nightly curfew in the cities of Bahir Dar, Debre Markos, Debre Birhan, Lalibela, Gondar and Shewa Robit until 23 August. There is also a ban on 3-wheeled (Bajaj) and motorcycle transport in those cities.</p>\n\n<p>There have been reports of incidents along the Addis Ababa to Bahir Dar (A3) road, including armed men attacking vehicles. Attacks usually take place in the early hours when visibility is poor. Be highly cautious and avoid travelling when visibility is poor. The A3 road can be subject to increased checkpoints and closure by the ENDF.</p>\n\n<p>Some flights across northern Ethiopia could be suspended or cancelled at short notice. Domestic and international land borders may be closed. Mobile networks and internet connections may be disrupted. You should monitor local media for further information and comply with local authority instructions.</p>\n\n<p>There have been sporadic, violent clashes between armed groups in Amhara and in areas bordering Oromia region, including in urban centres. As these are not contained to specific areas, be cautious when travelling throughout Amhara. Situations can escalate quickly.</p>\n\n<p>Political disputes in the districts (‘woredas’) of Tsegede, Mirab Armacho and Tach Armacho have previously turned violent. Clashes have occurred around Chilga Woreda and Central Gondar zone, with reports of fatalities including civilians. While attacks are mostly related to inter-ethnic disputes and foreigners have not been targeted, attacks can occur at any time with significant risk of being caught up in violence. If you’re travelling in the area, monitor local media and follow the advice of local authorities and your tour operator.</p>\n\n<p>There has been an increase in roadblocks across Amhara region.</p>\n\n<h2 id=\"afar-region\">Afar region</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to areas of Afar region within:</p>\n\n<ul>\n  <li>100km of the border with Tigray to the north of Anseba Town</li>\n  <li>30km of the border with Tigray to the south of Anseba Town</li>\n  <li>10km of the border with Eritrea</li>\n</ul>\n\n<p>There are irregular armed clashes between ethnic groups in Hanruka, Gela’alo, Gewane, and Adaytu woredas of Afar and the bordering areas of Somali Regional State and Dire Dawa. There are reports of road closures and roadblocks in the area, including on the main Addis Ababa to Djibouti road.</p>\n\n<h2 id=\"danakil-desert\">Danakil desert</h2>\n\n<p>If you plan to visit the Danakil desert area, be aware of the risk of excessive heat and difficult terrain in some areas, including around the Erta Ale volcano. Facilities are basic, with no running water and limited medical options.</p>\n\n<p>Tourism in the area has been targeted by armed groups in 2007, 2012 and 2017. Only travel to this area with a recognised tour company. When booking, check that your group will be supported by an armed police or military escort.</p>\n\n<h2 id=\"gambella-region\">Gambella region</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to the Gambella region.</p>\n\n<p>Large-scale violence, inter-communal clashes and armed attacks occur regularly. While foreigners have not been targeted, there’s a significant risk of being caught up in violence.</p>\n\n<h2 id=\"oromia-region\">Oromia region</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to these areas of Oromia region:</p>\n\n<ul>\n  <li>within 10km of the border with Kenya, except for principal roads and towns</li>\n  <li>north of (but not including) the A4 road in West Shewa zone</li>\n  <li>south and west of (but not including) the A3 road in North Shewa zone</li>\n</ul>\n\n<p>West Wollega zone (including the main Addis Ababa to Gambella road), East Wollega zone, Kellem Wollega and Horo Gudru Wollega</p>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel to:</p>\n\n<ul>\n  <li>West Guji and Guji zones</li>\n  <li>the road and 10km either side of the road between Welenchiti and Metehara on the A1 in East Shewa zone of Oromia regional state</li>\n</ul>\n\n<h3 id=\"increased-tensions-and-armed-groups\">Increased tensions and armed groups</h3>\n\n<p>In West and North Shewa zone there have been reports of attacks on vehicles travelling on the A1 road, between Adama and Awash, though not targeting international travellers.</p>\n\n<p>There were reports in October of air strikes against armed groups in West Shewa. These could take place in a range of locations without notice. You should be extremely cautious when travelling in the West Shewa zone, particularly in rural areas.</p>\n\n<p>There have been repeated and serious instances of violence in West Wollega, East Wollega, Kellem Wollega and Horo Gudru Wollega. This has included clashes between armed groups and security forces, violent crime and roadside attacks.</p>\n\n<p>There are increased tensions and violence between armed groups and the security forces across Oromia region, particularly Shewa, Haraghe and Guji zones. Avoid military, police and security installations. Be extremely cautious and follow advice of local authorities.</p>\n\n<p>Since late 2022, there has been an increase in incidents between armed groups in Oromia. These have mainly been reported in rural areas and areas bordering Amhara region. Incidents are not contained to specific areas. Be cautious when travelling, particularly between urban centres. The situation can escalate quickly.</p>\n\n<p>Some protests have turned violent and resulted in casualties. There has also been severe disruption to road travel including major roads to and from Addis Ababa.</p>\n\n<p>Protests and demonstrations occur periodically in towns across the Oromia region. Towns in the Wollega and Shewa zones, and West Arsi zone, including Ambo, Wolissa, Nekemte and Shashemene, have been particularly affected. Demonstrations have also taken place elsewhere including in the Bale zone to the south-east.</p>\n\n<p>In some instances, international investors have been threatened, although the British Embassy is not aware of foreign tourists having been targeted.</p>\n\n<h2 id=\"ethiopian-somali-region\">Ethiopian Somali Region</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to within:</p>\n\n<ul>\n  <li>100km of the Ethiopian border with Somalia and Kenya in the Afder and Liben zones of Ethiopia’s Somali region</li>\n  <li>30km of the Ethiopian border with Somalia in Fafan zone, except the border town and crossing at Wajale, and the principal road between Jijiga and Wajale</li>\n</ul>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel to:</p>\n\n<ul>\n  <li>the Siti zone</li>\n  <li>the Nogob (previously Fik)</li>\n  <li>Jarar (previously Degehabur)</li>\n  <li>Shabelle (previously Gode)</li>\n  <li>Korahe and Dollo (previously Warder)</li>\n  <li>the Fafan zone</li>\n  <li>areas of Liben and Afder zones more than 100km from the Somalia and Kenya borders</li>\n</ul>\n\n<p>There are irregular armed clashes between ethnic groups in Hanruka, Gela’alo, Gewane, and Adaytu woredas of Afar region and the bordering areas of Somali Regional State and Dire Dawa.</p>\n\n<p>There is local instability, lawlessness, military activity and a general risk of banditry in the Somali Region. Insurgent groups, some affiliated with terrorist organisations, have clashed with government forces. Foreigners have been caught up in the violence or targeted. There have also been attacks on staff working for international non-governmental organisations.</p>\n\n<h2 id=\"central-southern-sidama-and-south-west-regions-formerly-snnpr\">Central, Southern, Sidama and South West regions (formerly SNNPR)</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel:</p>\n\n<ul>\n  <li>to the Konso Special Woreda of the Southern Nations, Nationalities, and Peoples’ Region (SNNPR)</li>\n  <li>within 10km of the borders with South Sudan and Kenya</li>\n</ul>\n\n<p>There are irregular sporadic armed clashes in Konso zone and surrounding areas, which can flare up quickly. Clashes have led to a number of deaths.</p>\n\n<p>Due to recent regional cluster changes, there have been instances of civil unrest as zones increasingly demand their own regional statehood. There has been civil unrest in Gurage zone in the newly formed Central region. A number of incidents have turned violent.</p>\n\n<h2 id=\"benishangul-gumuz-region\">Benishangul-Gumuz region</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to these areas of the Benishangul-Gumuz region:</p>\n\n<ul>\n  <li>within 20km of the border with Sudan</li>\n  <li>the Metekel zone and Maokomo special zone</li>\n</ul>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel to the rest of Benishangul-Gumuz region.</p>\n\n<p>There is risk of armed clashes at near the border with Sudan.</p>\n\n<p>Local tensions have led to frequent and unpredictable violent clashes, including reported abductions and deaths. There have been instances of civil unrest in and around Assosa.</p>\n\n",
                    "slug": "regional-risks",
                    "title": "Regional risks"
                },
                {
                    "body": "<p>Before you travel check that: </p>\n\n<ul>\n  <li>your destination can provide the healthcare you may need </li>\n  <li>you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for local treatment or unexpected medical evacuation </li>\n</ul>\n\n<p>This is particularly important if you have a health condition or are pregnant. </p>\n\n<h2 id=\"emergency-medical-number\">Emergency medical number </h2>\n\n<p>Dial 907 and ask for an ambulance. </p>\n\n<p>Contact your insurance company promptly if you’re referred to a medical facility for treatment. </p>\n\n<h2 id=\"vaccinations-and-health-risks\">Vaccinations and health risks </h2>\n\n<p>At least 8 weeks before your trip check: </p>\n\n<ul>\n  <li>the latest information on health risks and what vaccinations you need in <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/76/ethiopia#Vaccine_recommendations\">TravelHealthPro’s Ethiopia guide</a>\n</li>\n  <li>where to get vaccines and whether you have to pay on the <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">NHS travel vaccinations page</a>  </li>\n</ul>\n\n<p>Altitude sickness is a risk in parts of Ethiopia, including Addis Ababa. <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/26/altitude-illness\">TravelHealthPro’s altitude sickness guidance</a> has more information. </p>\n\n<h3 id=\"other-health-risks\">Other health risks </h3>\n\n<p>UK health authorities have classified Ethiopia as having a risk of Zika virus transmission.  </p>\n\n<p>Malaria is common in areas of the country below 2,000 metres above sea level. Addis Ababa sits at 2,400 metres but a number of sites popular with tourists are below 2,000. </p>\n\n<p>Bilharzia is present in the vast majority of lakes in Ethiopia – check before swimming. </p>\n\n<p>Water-borne diseases are common. Drink or use only boiled or bottled water and avoid ice in drinks. </p>\n\n<p>There is an ongoing outbreak of cholera in the south of Ethiopia, and new cases have been reported in the north west of the country.  </p>\n\n<p>For more information and advice on health risks in Ethiopia, visit the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/76/ethiopia#Other_risks\">National Travel Health Network and Centre</a>.</p>\n\n<h2 id=\"medication\">Medication </h2>\n\n<p>The legal status and regulation of some medicines prescribed or bought in the UK can be different in other countries. </p>\n\n<p>Read <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines on TravelHealthPro</a>. </p>\n\n<p>The NHS has information on <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/medicines/can-i-take-my-medicine-abroad/\">whether you can take your medicine abroad</a>. </p>\n\n<h2 id=\"healthcare-facilities-in-ethiopia\">Healthcare facilities in Ethiopia </h2>\n\n<p>Only private hospitals in Addis Ababa offer a reasonable standard of basic care for minor health problems. Dentistry is especially scarce. Ambulance services are also limited. Outside the capital, medical facilities are extremely poor. Carry a comprehensive medical pack when travelling out of Addis Ababa.  </p>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office \">FCDO</abbr> has a list of <a href=\"https://www.gov.uk/government/publications/ethiopia-doctors-and-medical-facilities\">English-speaking doctors in Ethiopia.</a>  </p>\n\n<h2 id=\"covid-19-healthcare-in-ethiopia\">COVID-19 healthcare in Ethiopia </h2>\n\n<p>There are private healthcare facilities used by the international community with the capability to respond to COVID-19, but capacity is limited.  </p>\n\n<h2 id=\"travel-and-mental-health\">Travel and mental health </h2>\n\n<p>Read <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\"><abbr title=\"Foreign, Commonwealth &amp; Development Office \">FCDO</abbr> guidance on travel and mental health</a>. There is also <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">mental health guidance on TravelHealthPro</a>. </p>\n\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) cannot provide tailored advice for individual trips. Read this travel advice and carry out your own research before deciding whether to travel. </p>\n\n<h2 id=\"emergency-services-in-ethiopia\">Emergency services in Ethiopia </h2>\n\n<p>Police and emergency: 911 </p>\n\n<p>Ambulance (Addis Ababa): 907 </p>\n\n<h2 id=\"contact-your-travel-provider-and-insurer\">Contact your travel provider and insurer </h2>\n\n<p>Contact your travel provider and your insurer if you are involved in a serious incident or emergency abroad. They will tell you if they can help and what you need to do. </p>\n\n<h3 id=\"refunds-and-changes-to-travel\">Refunds and changes to travel </h3>\n\n<p>For refunds or changes to travel, contact your travel provider. You may also be able to make a claim through insurance. However, insurers usually require you to talk to your travel provider first. </p>\n\n<p>Find out more about <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">changing or cancelling travel plans</a>, including: </p>\n\n<ul>\n  <li>where to get advice if you are in a dispute with a provider </li>\n  <li>how to access previous versions of travel advice to support a claim </li>\n</ul>\n\n<h2 id=\"support-from-fcdo\">Support from <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>  </h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has guidance on staying safe and what to do if you need help or support abroad, including:  </p>\n\n<ul>\n  <li>finding English-speaking <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/lawyers?country=Ethiopia\">lawyers</a>, <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/funeral-directors?country=Ethiopia\">funeral directors</a>  and <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/translators-interpreters?country=Ethiopia\">translators and interpreters</a> in Ethiopia  </li>\n  <li>dealing with a  <a href=\"https://www.gov.uk/government/publications/ethiopia-bereavement-pack\">death in Ethiopia</a> </li>\n  <li>being <a href=\"https://www.gov.uk/government/publications/ethiopia-prisoner-pack\">arrested or imprisoned in Ethiopia</a>   </li>\n  <li>getting help if you’re a <a href=\"https://www.gov.uk/victim-crime-abroad\">victim of crime</a>  </li>\n  <li>what to do if you’re <a href=\"https://www.gov.uk/guidance/in-hospital-abroad\">in hospital</a>  </li>\n  <li>if you’re <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">affected by a crisis</a>  </li>\n</ul>\n\n<h2 id=\"contacting-fcdo\">Contacting <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> </h2>\n\n<p>Follow and contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/ethiopia/email-signup\">get email notifications</a> when this travel advice is updated. </p>\n\n<h3 id=\"help-abroad-in-an-emergency\">Help abroad in an emergency </h3>\n\n<p>If you are abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/world/organisations/british-embassy-addis-ababa\">British Embassy Addis Ababa</a>. </p>\n\n<p>The current political and security situation means the consular support the British Embassy in Addis Ababa can provide may be limited.  </p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Ethiopia&amp;post=Ethiopia%20travel%20advice%20team\">contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> online</a>. </p>\n\n<h3 id=\"fcdo-in-london-\">\n<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> in London  </h3>\n\n<p>You can call <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> in London if you need urgent help because something has happened to a friend or relative abroad. </p>\n\n<p>Telephone: 020 7008 5000 (24 hours) </p>\n\n<p><a href=\"https://www.gov.uk/call-charges\">Find out about call charges</a> </p>\n\n<h2 id=\"risk-information-for-british-companies\">Risk information for British companies </h2>\n\n<p>The <a href=\"https://www.gov.uk/government/publications/overseas-business-risk-ethiopia\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks. </p>\n\n",
                    "slug": "getting-help",
                    "title": "Getting help"
                }
            ],
            "reviewed_at": "2023-11-01T17:19:37Z",
            "updated_at": "2023-11-01T17:19:37Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-02-28T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/ethiopia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/ethiopia",
                    "base_path": "/foreign-travel-advice/ethiopia",
                    "content_id": "d36e7377-4160-4e4d-a103-83980eaf9dc9",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-01T17:19:37Z",
                    "schema_name": "travel_advice",
                    "title": "Ethiopia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/ethiopia",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/ethiopia",
                    "api_url": "https://www.gov.uk/api/content/world/ethiopia",
                    "base_path": "/world/ethiopia",
                    "content_id": "b9675e58-dc66-4b87-bc51-fb5d1a41261e",
                    "description": "Services if you're visiting, studying, working or living in Ethiopia. Includes information about trading with and doing business in the UK and Ethiopia.",
                    "details": {
                        "internal_name": "UK help and services in Ethiopia",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:37:36Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Ethiopia",
                    "web_url": "https://www.gov.uk/world/ethiopia",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/kenya",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/kenya",
                    "base_path": "/foreign-travel-advice/kenya",
                    "content_id": "47d7619a-8621-49bc-8e67-75e06b3fb610",
                    "details": {
                        "change_description": "Updated information on visas ('Entry requirements' page).",
                        "country": {
                            "name": "Kenya",
                            "slug": "kenya",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-08T08:29:49Z",
                    "schema_name": "travel_advice",
                    "title": "Kenya travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/kenya",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/somalia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/somalia",
                    "base_path": "/foreign-travel-advice/somalia",
                    "content_id": "992befc4-32a3-4a1a-a034-c9cb2ff42bad",
                    "details": {
                        "change_description": "Information on localised political disputes in Somaliland ('Safety and security' page).",
                        "country": {
                            "name": "Somalia",
                            "slug": "somalia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-21T10:52:53Z",
                    "schema_name": "travel_advice",
                    "title": "Somalia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/somalia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/sudan",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/sudan",
                    "base_path": "/foreign-travel-advice/sudan",
                    "content_id": "deee5c29-5006-4280-bb46-44c0bd7a6a11",
                    "details": {
                        "change_description": "Information on the risk of protests in Sudan due to the current conflict in Israel and the Occupied Palestinian Territories (‘safety and security’ page).",
                        "country": {
                            "name": "Sudan",
                            "slug": "sudan",
                            "synonyms": [
                                "Sahel"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-27T14:33:59Z",
                    "schema_name": "travel_advice",
                    "title": "Sudan travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/sudan",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/eritrea",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/eritrea",
                    "base_path": "/foreign-travel-advice/eritrea",
                    "content_id": "6b47e9b9-0942-48b5-8ee1-778699ac95f0",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                        "country": {
                            "name": "Eritrea",
                            "slug": "eritrea",
                            "synonyms": [
                                "Sahel"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T11:12:23Z",
                    "schema_name": "travel_advice",
                    "title": "Eritrea travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/eritrea",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/ghana",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/ghana",
                    "base_path": "/foreign-travel-advice/ghana",
                    "content_id": "eca820fa-0cb2-4d26-a642-be0c041da22d",
                    "details": {
                        "change_description": "Information on security situation in the Bawku Municipality, Upper East region of Ghana ('Safety and security' page).",
                        "country": {
                            "name": "Ghana",
                            "slug": "ghana",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-02T10:23:46Z",
                    "schema_name": "travel_advice",
                    "title": "Ghana travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/ghana",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-ethiopia",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-ethiopia",
                    "base_path": "/world/living-in-ethiopia",
                    "content_id": "4960b17b-a6cc-42e8-9aeb-22982fd31749",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Ethiopia",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/ethiopia",
                                "api_url": "https://www.gov.uk/api/content/world/ethiopia",
                                "base_path": "/world/ethiopia",
                                "content_id": "b9675e58-dc66-4b87-bc51-fb5d1a41261e",
                                "description": "Services if you're visiting, studying, working or living in Ethiopia. Includes information about trading with and doing business in the UK and Ethiopia.",
                                "details": {
                                    "internal_name": "UK help and services in Ethiopia",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:36Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Ethiopia",
                                "web_url": "https://www.gov.uk/world/ethiopia",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:15:09Z",
                    "schema_name": "taxon",
                    "title": "Living in Ethiopia",
                    "web_url": "https://www.gov.uk/world/living-in-ethiopia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-ethiopia",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-ethiopia",
                    "base_path": "/world/travelling-to-ethiopia",
                    "content_id": "c00036b8-8731-4cd9-8a51-466a3b150e93",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Ethiopia",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/ethiopia",
                                "api_url": "https://www.gov.uk/api/content/world/ethiopia",
                                "base_path": "/world/ethiopia",
                                "content_id": "b9675e58-dc66-4b87-bc51-fb5d1a41261e",
                                "description": "Services if you're visiting, studying, working or living in Ethiopia. Includes information about trading with and doing business in the UK and Ethiopia.",
                                "details": {
                                    "internal_name": "UK help and services in Ethiopia",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:36Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Ethiopia",
                                "web_url": "https://www.gov.uk/world/ethiopia",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:15:09Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Ethiopia",
                    "web_url": "https://www.gov.uk/world/travelling-to-ethiopia",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-11-01T17:19:37Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1698859177.199-10.13.21.84-48102",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Ethiopia travel advice",
        "updated_at": "2023-11-15T11:06:12Z",
        "withdrawn_notice": {}
    }
}