{
    "Country Slug": "germany",
    "Country Name": "Germany",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/germany",
        "content_id": "c3d72e08-e00f-4b62-98d5-010ea1520e50",
        "description": "Latest FCDO travel advice for German including on entry requirements, safety and security and local laws and customs.’\r\n\r\n",
        "details": {
            "alert_status": [],
            "change_description": "Removal of information about an incident at Hamburg airport.",
            "change_history": [
                {
                    "note": "Summary – addition of link to Living In country guide; Entry requirements section (Visas) - information on draft withdrawal agreement in principle between the UK and EU; Health section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-11-22T18:19:26.087Z"
                },
                {
                    "note": "Latest update: Summary - there may be increased security in place over the Christmas and New Year period, including at Christmas markets and other major events that might attract large crowds; you should remain vigilant and follow the advice of local authorities",
                    "public_timestamp": "2018-12-03T14:23:28.524Z"
                },
                {
                    "note": "Latest update: Summary - removal of information about possible increased security over the Christmas and New Year period",
                    "public_timestamp": "2019-01-04T14:50:13.578Z"
                },
                {
                    "note": "Latest update: Summary - According to local reports, there is heavy snowfall and a high risk of avalanches in southern Germany at present; due to heavy snowfall in Bavaria and more expected, the infrastructure has been affected; you should check your journey before travelling",
                    "public_timestamp": "2019-01-08T11:30:57.275Z"
                },
                {
                    "note": "Latest update: Summary - Many flights are delayed or cancelled due to security personnel strikes on Thursday 10 January at Cologne, Dusseldorf and Stuttgart airports; check with your airline before travelling to the airport",
                    "public_timestamp": "2019-01-10T09:55:19.410Z"
                },
                {
                    "note": "Latest update: Summary - many flights are being delayed or cancelled due to security personnel strikes on 15 January 2019 at Munich, Frankfurt, Hannover, Bremen, Leipzig/Halle, Dresden and Hamburg airports; you should check the status of your flight with your airline before travelling to the airport",
                    "public_timestamp": "2019-01-14T16:40:15.313Z"
                },
                {
                    "note": "Latest update: Summary - addition of links to pages with latest updates for UK nationals travelling and living in Europe; Safety and security section (Road travel) - addition of link to information on International Driving Permits if the UK leaves the EU without a deal; Entry requirements section (Passport validity) - updated information on passport validity rules if the UK leaves the EU without a deal",
                    "public_timestamp": "2019-01-22T18:05:37.021Z"
                },
                {
                    "note": "Latest update: Entry requirements section (Visas) – addition of information; EU exit visa requirements ",
                    "public_timestamp": "2019-01-30T13:57:19.623Z"
                },
                {
                    "note": "Latest update: Health section - addition of information and advice on access to healthcare after the UK leaves the EU",
                    "public_timestamp": "2019-01-31T17:42:55.832Z"
                },
                {
                    "note": "Latest update:  Entry requirements section (Passport validity) - updated information and link to HM Passport Office tool to check passport validity for travel to Europe if the UK leaves the EU with no deal\r\n",
                    "public_timestamp": "2019-02-19T11:44:01.320Z"
                },
                {
                    "note": "Latest update: Summary - removal of information on security personnel strikes on 15 January and heavy snowfall in Bavaria",
                    "public_timestamp": "2019-03-01T10:50:30.918Z"
                },
                {
                    "note": "Latest update: Summary - Liverpool take on FC Bayern Munich in the UEFA Champions League in Munich on Wednesday 13 March; addition of link to information and advice page for travelling supporters ",
                    "public_timestamp": "2019-03-05T11:52:03.989Z"
                },
                {
                    "note": "Latest update: Summary - removal of link to information and advice page for the Bayern Munich v Liverpool match on 13 March",
                    "public_timestamp": "2019-03-14T11:59:08.795Z"
                },
                {
                    "note": "Summary section - addition of link to guidance on doing business in Germany",
                    "public_timestamp": "2019-03-25T17:35:52.865Z"
                },
                {
                    "note": "This advice has been reviewed in full and reissued with minor editorial amendments",
                    "public_timestamp": "2019-07-08T16:07:06.000Z"
                },
                {
                    "note": "Summary - addition of information on Eintracht Frankfurt vs Arsenal FC at the Commerzbank Arena in Frankfurt on Thursday 19 September 2019; if you're travelling to the match, you should visit our dedicated advice page",
                    "public_timestamp": "2019-09-17T08:47:43.000Z"
                },
                {
                    "note": "Summary - the British Embassy in Berlin is in contact with local authorities and urgently seeking further information following reports of a shooting near a synagogue in the city of Halle in eastern Germany; there is an ongoing police operation in the area and local transport has been disrupted; if you’re in Halle, remain vigilant and follow advice of local authorities; local police are publishing updates on their Twitter channel (in German)",
                    "public_timestamp": "2019-10-09T12:18:41.000Z"
                },
                {
                    "note": "Summary - updated information following reports of a shooting in the city of Halle, eastern Germany; the police operation is ongoing; if you're in Halle or surrounding areas, remain vigilant and follow the advice of local authorities",
                    "public_timestamp": "2019-10-09T12:53:16.000Z"
                },
                {
                    "note": "Terrorism and Summary - updated information following reports of a shooting in the city of Halle, eastern Germany on 9 October",
                    "public_timestamp": "2019-10-11T14:10:39.000Z"
                },
                {
                    "note": "Summary – addition of information and advice about Christmas markets and events over the festive period",
                    "public_timestamp": "2019-11-12T17:42:23.000Z"
                },
                {
                    "note": "Terrorism section - editorial review of information about the threat from terrorism in Germany",
                    "public_timestamp": "2019-12-02T16:06:02.000Z"
                },
                {
                    "note": "Summary - addition of link to advice page for Tottenham’s match with FC Bayern Munich on 11 December 2019",
                    "public_timestamp": "2019-12-11T09:31:12.000Z"
                },
                {
                    "note": "Summary – removal of information and advice about Christmas markets and events over the festive period",
                    "public_timestamp": "2020-01-06T13:19:52.000Z"
                },
                {
                    "note": "Safety and security (Road travel), Entry requirements and Health sections - editorial amendments to add existing information on travel if the UK leaves the EU with a deal",
                    "public_timestamp": "2020-01-21T17:44:19.000Z"
                },
                {
                    "note": "Health section and summary - addition of information on coronavirus",
                    "public_timestamp": "2020-02-05T18:22:46.000Z"
                },
                {
                    "note": "Summary - addition of information on a gun attack in Hanau on 19 February",
                    "public_timestamp": "2020-02-20T10:09:22.000Z"
                },
                {
                    "note": "Addition of information on a car driving into a carnival procession in Volksmarsen ('Summary' page)",
                    "public_timestamp": "2020-02-24T17:37:04.000Z"
                },
                {
                    "note": "Summary - addition of information and advice following announcement that Flybe has ceased operations ",
                    "public_timestamp": "2020-03-05T04:14:32.000Z"
                },
                {
                    "note": "Information about coronavirus (COVID-19) ",
                    "public_timestamp": "2020-03-14T11:06:27.000Z"
                },
                {
                    "note": "Information about coronavirus (COVID-19)",
                    "public_timestamp": "2020-03-15T12:00:01.000Z"
                },
                {
                    "note": "Information about coronavirus (COVID-19) ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-15T20:14:32.000Z"
                },
                {
                    "note": "Update of information on coronavirus (COVID-19) ('Health' page)",
                    "public_timestamp": "2020-03-17T14:35:02.000Z"
                },
                {
                    "note": "Update of information on coronavirus (COVID-19) ('Health' page)",
                    "public_timestamp": "2020-03-19T21:05:08.000Z"
                },
                {
                    "note": "Update of information on coronavirus (COVID-19) ('Summary' and 'Coronavirus' page)",
                    "public_timestamp": "2020-03-20T22:59:57.000Z"
                },
                {
                    "note": "Update to information on local measures introduced to combat the spread of coronavirus (COVID-19) ('Coronavirus' page)",
                    "public_timestamp": "2020-03-23T12:36:07.000Z"
                },
                {
                    "note": "Advice for British nations who wish to leave Germany ('Summary' , 'Coronavirus and 'Return to the UK' pages)\r\n",
                    "public_timestamp": "2020-03-23T15:03:21.000Z"
                },
                {
                    "note": "Summary: \r\nAdvice for British nationals who wish to leave Germany (Coronavirus pages).",
                    "public_timestamp": "2020-03-28T17:01:26.000Z"
                },
                {
                    "note": "Update to flight information ('Return to the UK')",
                    "public_timestamp": "2020-03-31T11:42:13.000Z"
                },
                {
                    "note": "Latest update: Update to flight information (see 'Coronavirus' and 'Return to the UK' pages).",
                    "public_timestamp": "2020-04-04T03:11:11.000Z"
                },
                {
                    "note": "Latest update: Update to the 'Further Information' section in the 'Return to the UK' pages giving details how to sign up for alerts and monitor our social media pages.",
                    "public_timestamp": "2020-04-04T22:45:25.000Z"
                },
                {
                    "note": "Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Summary’ page)",
                    "public_timestamp": "2020-04-07T12:14:47.000Z"
                },
                {
                    "note": "Advice about travel back to UK from Germany via France. See Return to UK.",
                    "public_timestamp": "2020-04-10T12:44:34.000Z"
                },
                {
                    "note": "Update regarding self-isolation and quarantine ('Summary')",
                    "public_timestamp": "2020-04-15T20:42:19.000Z"
                },
                {
                    "note": "Addition of information on local measures in place ('Coronavirus')",
                    "public_timestamp": "2020-04-21T19:48:55.000Z"
                },
                {
                    "note": "Addition of information to 'Local measures' section on the Coronavirus page",
                    "public_timestamp": "2020-04-22T14:53:00.000Z"
                },
                {
                    "note": "Updated information on local measures to prevent the spread of coronavirus ('Coronavirus' page)",
                    "public_timestamp": "2020-05-07T16:34:38.000Z"
                },
                {
                    "note": "Updated information on local measures to prevent the spread of coronavirus ('Coronavirus' page)",
                    "public_timestamp": "2020-05-09T14:13:11.000Z"
                },
                {
                    "note": "Update to information and advice on returning to the UK ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-05-11T12:24:34.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-20T15:22:49.000Z"
                },
                {
                    "note": "Changes to border controls, entry and transit restrictions in response to coronavirus ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-05-20T18:52:00.000Z"
                },
                {
                    "note": "Update to information on changes to border controls, entry and transit restrictions in response to coronavirus (COVID-19) ('Entry requirements' page)",
                    "public_timestamp": "2020-06-05T16:37:06.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T12:56:54.000Z"
                },
                {
                    "note": "Removal of information about transiting through Germany ('Return to the UK' page) and updated information about entry restrictions and removal of previous immigration law requirements due to COVID19 ('Entry requirements' page)",
                    "public_timestamp": "2020-06-17T10:14:36.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section.",
                    "public_timestamp": "2020-07-01T16:52:50.000Z"
                },
                {
                    "note": "Addition of information on entry into Germany from countries outside the EU/EEA and the UK ('Entry requirements' page)",
                    "public_timestamp": "2020-07-02T14:23:04.000Z"
                },
                {
                    "note": "From 4 July, Germany is exempt from the FCO advice against all non-essential international travel. This is based on the current assessment of COVID-19 risks",
                    "public_timestamp": "2020-07-03T14:20:27.000Z"
                },
                {
                    "note": "Update to information on coronavirus (COVID-19) quarantine and testing requirements ('Entry requirements' page)",
                    "public_timestamp": "2020-08-10T14:38:05.000Z"
                },
                {
                    "note": "Update to information link on quarantine requirements ('Entry requirements' page)",
                    "public_timestamp": "2020-08-14T11:41:41.000Z"
                },
                {
                    "note": "Update to information on travel from Basel-Mulhouse-Freiburg airport, information link on quarantine requirements ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-08-14T22:29:38.000Z"
                },
                {
                    "note": "Addition of information on entry requirements and passport validity from January 2021 (see ‘Entry requirements’ page)",
                    "public_timestamp": "2020-09-07T16:34:48.000Z"
                },
                {
                    "note": "Update to information on coronavirus (COVID-19) requirements for public spaces and services ('Coronavirus' page), quarantine requirements ('Entry requirements' page) and editorial changes to Terrorism page",
                    "public_timestamp": "2020-09-28T16:18:30.000Z"
                },
                {
                    "note": "Addition of information and advice on COVID-19-related restrictions on entry into Germany from Northern Ireland and Wales. Anyone entering Germany from these areas is required to quarantine for 14 days although in most federal states they are released from quarantine following a negative test. (‘Summary’ & ‘Entry requirements’ Page)",
                    "public_timestamp": "2020-09-30T18:35:21.000Z"
                },
                {
                    "note": "Addition of information and advice on COVID-19-related restrictions on entry into Germany from Scotland, North East England, North West England and Yorkshire and the Humber. Anyone entering Germany from these areas is required to quarantine for 14 days although in most federal states they are released from quarantine following a negative test. (‘Summary’ and ‘Entry requirements’ page)",
                    "public_timestamp": "2020-10-02T13:59:25.000Z"
                },
                {
                    "note": "New information on road deaths in Germany in 2019 (‘Safety and security’page)",
                    "public_timestamp": "2020-10-02T15:28:17.000Z"
                },
                {
                    "note": "Addition of information on COVID-19-related restrictions on entry into Germany from the Midlands (‘Summary’ and ‘Entry requirements’ Page)",
                    "public_timestamp": "2020-10-14T15:02:51.000Z"
                },
                {
                    "note": "Update to information and on COVID-19-related restrictions on entry into Germany from the Midlands. (‘Summary’ & ‘Entry requirements’ page)",
                    "public_timestamp": "2020-10-15T15:50:08.000Z"
                },
                {
                    "note": "Updated information on COVID-19-related restrictions on entry into Germany from the UK. (‘Summary’ & ‘Entry requirements’ page)",
                    "public_timestamp": "2020-10-21T16:13:52.000Z"
                },
                {
                    "note": "Updated information on testing and quarantine requirements on entry into Germany from the UK (‘Summary’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-10-24T07:14:16.000Z"
                },
                {
                    "note": "Updated information on public spaces and services restrictions to reduce the spread of COVID-19 ('Coronavirus' page)",
                    "public_timestamp": "2020-10-30T10:02:04.000Z"
                },
                {
                    "note": "The FCDO advises against all but essential travel to the whole of Germany. This is based on the current assessment of COVID-19 risks. (‘Summary’ page)",
                    "public_timestamp": "2020-11-05T17:09:43.000Z"
                },
                {
                    "note": "Update to information on visas from January 2021 (‘Entry requirements’ page)",
                    "public_timestamp": "2020-11-06T12:20:20.000Z"
                },
                {
                    "note": "Updated information on travel to Germany from places classified as increased risk areas ('Entry requirements' page).",
                    "public_timestamp": "2020-11-09T13:52:57.000Z"
                },
                {
                    "note": "Addition of information and advice about Christmas markets and events over the festive period (Summary' page). Editorial review of information about the threat from terrorism in Germany ('Terrorism' page).",
                    "public_timestamp": "2020-11-19T16:41:15.000Z"
                },
                {
                    "note": "New information and advice following and incident in the city of Trier, south-western Germany ('Summary' page).",
                    "public_timestamp": "2020-12-01T15:30:16.000Z"
                },
                {
                    "note": "Removal of information on a recent incident in Trier ('Summary' page).",
                    "public_timestamp": "2020-12-03T14:31:24.000Z"
                },
                {
                    "note": "New information on a range of restrictions put in place, from 16 December to 10 January, this is aimed at reducing the spread of COVID-19 ('Coronavirus' page)",
                    "public_timestamp": "2020-12-14T16:48:02.000Z"
                },
                {
                    "note": "The German Government has banned all air passenger flights between the UK and Germany from 2300 (UK time) on Sunday 20 December to 2300 (UK time) on Thursday 31 December. ('Summary' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-12-20T19:07:04.000Z"
                },
                {
                    "note": "The German Government has extended its ban on all air passenger flights arriving from the UK to Germany to a ban on all forms of transport until Wednesday 6 January. ('Summary' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-12-22T17:59:16.000Z"
                },
                {
                    "note": "Update to reflect that UK-issued European Health Insurance Cards (EHIC) will still be accepted from 1 January 2021 ('Health' page)",
                    "public_timestamp": "2020-12-29T16:06:30.000Z"
                },
                {
                    "note": "New information on entry requirements for British Citizens who are resident in Germany, additional information on COVID-19 restrictions ('Coronavirus' and 'Entry requirements' pages). Updated information on licences and documents for a travellers that want to drive to Germany ('Safety & security' pages)",
                    "public_timestamp": "2020-12-30T13:27:57.000Z"
                },
                {
                    "note": "Updated information about testing requirements upon entry to Germany.",
                    "public_timestamp": "2020-12-30T20:45:56.000Z"
                },
                {
                    "note": "Update to information on testing requirements for entry to Germany ('Summary' and 'Entry requirements' pages). Update to information on measures in place on public spaces and services in response to coronavirus ('Coronavirus' page)",
                    "public_timestamp": "2021-01-07T16:44:22.000Z"
                },
                {
                    "note": "Removal of information and advice about Christmas markets and events over the festive period ('Summary' page).",
                    "public_timestamp": "2021-01-08T11:35:31.000Z"
                },
                {
                    "note": "Update to information on restrictions to air and sea travel and entry rules for UK travellers ('Summary' and 'Entry requirements' pages).  New information on regular entry requirements for residents (‘Entry Requirements’)",
                    "public_timestamp": "2021-01-14T14:34:53.000Z"
                },
                {
                    "note": "New information on exemption from COVID-19 testing requirements for children aged five or under ('Summary' and 'Entry requirements' pages).  Addition of information and advice on pre-departure COVID-19 testing facilities in Germany (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-15T18:19:10.000Z"
                },
                {
                    "note": "Addition of information on exemption from COVID-19 testing requirements for children aged five or under (‘Entry requirements’ page).",
                    "public_timestamp": "2021-01-18T15:04:47.000Z"
                },
                {
                    "note": "New information on circumstances in which individuals may enter Germany for urgent medical reasons and addition of links to advice from the authorities ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2021-01-19T17:22:27.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions for public places and services ('Coronavirus' page)",
                    "public_timestamp": "2021-01-20T12:44:46.000Z"
                },
                {
                    "note": "The German government has imposed a general ban on commercial travel from the UK or other designated virus variant areas for all non-residents between 30 January and 17 February 2021 ('Entry requirements' page)",
                    "public_timestamp": "2021-01-29T21:40:15.000Z"
                },
                {
                    "note": "The German government has further restricted travel from the UK and other designated virus variant areas. ('Entry Requirements' Page)",
                    "public_timestamp": "2021-01-30T10:52:59.000Z"
                },
                {
                    "note": "Updated information on entry requirements to Germany ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-02-02T15:22:58.000Z"
                },
                {
                    "note": "Addition of information on entry requirements for hauliers ('Entry requirements' page). Update to information on COVID-19 restrictions on public spaces and services ('Coronavirus' page).",
                    "public_timestamp": "2021-02-11T15:24:19.000Z"
                },
                {
                    "note": "Update to information on travel to Germany from 'increased risk areas' ('Entry requirements' page).",
                    "public_timestamp": "2021-02-17T13:27:08.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Germany (‘Coronavirus’ page) \r\n",
                    "public_timestamp": "2021-02-25T09:54:24.000Z"
                },
                {
                    "note": "Updated information on entry rules and Covid-19 restrictions ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-03-05T23:49:32.000Z"
                },
                {
                    "note": "Updated information on Germany's transportation ban; it has changed from 17 March to the 31st March 2021 ('Entry requirements' page)",
                    "public_timestamp": "2021-03-17T16:07:04.000Z"
                },
                {
                    "note": "Updated information on entry requirements to Germany for UK travellers and information on testing requirements; travellers arriving in Germany who have been in the UK in the preceding 10 days must possess a negative COVID-19 test taken within 48 hours ('Summary' page). Additional information on possible exceptions for travel to Germany for non-residents and the UK has changed from a virus variant area to a risk area ('Entry requirements' page)",
                    "public_timestamp": "2021-03-22T11:02:08.000Z"
                },
                {
                    "note": "Update to information on COVID-19 restrictions in place in Germany ('Coronavirus' page)",
                    "public_timestamp": "2021-03-25T09:58:15.000Z"
                },
                {
                    "note": "Updated information on testing requirements for entry to Germany for travellers ('Summary' and Entry requirements' pages).",
                    "public_timestamp": "2021-03-29T16:10:39.000Z"
                },
                {
                    "note": "From Sunday 18 April the UK is no longer considered as a risk area ('Entry requirements' page) ",
                    "public_timestamp": "2021-04-16T16:46:06.000Z"
                },
                {
                    "note": "Updated information on entry to Germany for travellers from the UK ('Entry requirements' page)",
                    "public_timestamp": "2021-05-04T11:03:11.000Z"
                },
                {
                    "note": "Updated information regarding Covid-19 restrictions in Germany and entry to Germany. ('Coronavirus' and 'Entry Requirements' pages",
                    "public_timestamp": "2021-05-15T11:24:47.000Z"
                },
                {
                    "note": "Updated information regarding Covid-19 restrictions and entry to Germany from the UK. ('Entry Requirements' page)",
                    "public_timestamp": "2021-05-21T21:21:53.000Z"
                },
                {
                    "note": "New information on entry requirements to Germany; information on Germany's three-tier  system of risk categories and transiting through Germany ('Entry requirements' page)",
                    "public_timestamp": "2021-05-28T13:38:13.000Z"
                },
                {
                    "note": "Update to information on testing requirements for arrival in Germany from the UK or other virus variant area ('Entry requirements' page)",
                    "public_timestamp": "2021-06-02T15:53:26.000Z"
                },
                {
                    "note": "Information on new guidance for work visas and permits ('Entry requirements' page)\r\n",
                    "public_timestamp": "2021-06-03T11:00:49.000Z"
                },
                {
                    "note": "Revised restrictions on social distancing.  From 7 July, UK designated as a 'high-incidence area' with changes to entry requirements ('Coronavirus' and 'Entry requirements' pages) ",
                    "public_timestamp": "2021-07-06T22:39:33.000Z"
                },
                {
                    "note": "Update to information on what constitutes proof of vaccination for entry to Germany ('Entry requirements' page)",
                    "public_timestamp": "2021-07-08T16:27:23.000Z"
                },
                {
                    "note": "Addition of information on applying for an EU Digital COVID Certificate if you received your vaccination in Germany ('Coronavirus' page)",
                    "public_timestamp": "2021-07-12T10:56:19.000Z"
                },
                {
                    "note": "Update to information on testing and quarantine requirements and demonstrating your COVID-19 vaccination status (‘Entry requirements’ page).  The FCDO no longer advises against all but essential travel to Germany, based on the current assessment of COVID-19 risks",
                    "public_timestamp": "2021-07-13T14:58:17.000Z"
                },
                {
                    "note": "New information on flooding in a number of locations, including North Rhine-Westphalia and Rhineland-Palatinate. This flooding is affecting some local infrastructure and could cause travel delays. If you are in the area you should follow the advice of local authorities. ('Summary' page)",
                    "public_timestamp": "2021-07-15T11:19:26.000Z"
                },
                {
                    "note": "Updated information on flooding in a number of locations, including North Rhine-Westphalia and Rhineland-Palatinate. Addition of contact information for consular assistance.  ('Summary' page)",
                    "public_timestamp": "2021-07-17T10:33:35.000Z"
                },
                {
                    "note": "Updated information on flooding in a number of locations to include upper Bavaria ('Summary' page)",
                    "public_timestamp": "2021-07-18T12:24:17.000Z"
                },
                {
                    "note": "Update to information on demonstrating your COVID-19 vaccination status for entry to Germany ('Entry requirements' page)",
                    "public_timestamp": "2021-07-19T16:54:45.000Z"
                },
                {
                    "note": "Removal of information regarding flooding (‘Summary’ page)",
                    "public_timestamp": "2021-07-23T15:57:22.000Z"
                },
                {
                    "note": "New information and advice on an explosion at a waste incineration plant in Bürrig, a borough of Leverkusen ('Summary' page)",
                    "public_timestamp": "2021-07-27T10:05:08.000Z"
                },
                {
                    "note": "New information and advice on what to do if you test positive for COVID-19 in Germany ('Coronavirus' page).  Update to information on passport validity ('Entry requirements' pages).",
                    "public_timestamp": "2021-07-27T15:40:16.000Z"
                },
                {
                    "note": "Removal of information on an explosion at a waste incineration plant in Bürrig ('Summary' page)",
                    "public_timestamp": "2021-07-30T13:01:26.000Z"
                },
                {
                    "note": "Update to information on entry rules for individuals who can prove recovery from COVID-19 ('Entry requirements' page)",
                    "public_timestamp": "2021-07-30T16:27:13.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Germany (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-08-04T15:22:33.000Z"
                },
                {
                    "note": "From 4am on Sunday 8 August Germany will move to the green list for entering England. Check what you must do to enter England, Scotland, Wales or Northern Ireland. (‘Summary’ page)",
                    "public_timestamp": "2021-08-05T08:53:44.000Z"
                },
                {
                    "note": "Updates information on testing requirements for entry to Germany for children under 12 ('Entry requirements' page) and information of new COVID-19 polices coming into force on 23 August ('Coronavirus' page)",
                    "public_timestamp": "2021-08-13T11:34:34.000Z"
                },
                {
                    "note": "Update to information on entry rules for unvaccinated children under 12 years ('Entry requirements' page)",
                    "public_timestamp": "2021-08-27T15:23:12.000Z"
                },
                {
                    "note": "Information about GB and UK stickers, on your car when driving outside the UK ('Safety and security' page)",
                    "public_timestamp": "2021-09-08T12:02:10.000Z"
                },
                {
                    "note": "Updated information on entry requirements to Germany for Hauliers from the UK ('Entry requirements' page)",
                    "public_timestamp": "2021-09-23T09:12:41.000Z"
                },
                {
                    "note": "Addition of information that people wanting to use the UK systems to demonstrate their COVID-19 status using a printed PDF version will need to ensure the printout is dated from 1 November ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-11-03T09:27:04.000Z"
                },
                {
                    "note": "Addition of information about getting your passport stamped when you enter or leave the Schengen area ('Entry requirements' page)",
                    "public_timestamp": "2021-11-11T13:31:53.000Z"
                },
                {
                    "note": "Addition of information and advice about Christmas markets and events over the festive period (‘Summary’ page)",
                    "public_timestamp": "2021-11-26T11:21:40.000Z"
                },
                {
                    "note": "Update to information on COVID-19 vaccine requirements for entry to Germany (‘Entry requirements’ page)",
                    "public_timestamp": "2021-12-16T16:07:06.000Z"
                },
                {
                    "note": "Updated information about passport validity ('Entry requirements' page)",
                    "public_timestamp": "2021-12-16T16:52:58.000Z"
                },
                {
                    "note": "Updated information that from 23:01 on 19 December, only German citizens and residents may travel to Germany from the UK (there are limited exemptions). Permitted travellers must now have proof of a negative Covid test, regardless of vaccination status. All permitted travellers arriving in Germany after 23:01 on 19 December must quarantine at home for 14 days irrespective of their vaccination status. Updated information about testing requirements for HGV drivers from the UK who are entering Germany, and they may be required to quarantine depending on time spent in the UK or Germany ('Entry requirements' page).",
                    "public_timestamp": "2021-12-18T22:12:38.000Z"
                },
                {
                    "note": "Updated information that from 23:01 GMT on 22 December, permitted travellers from virus variant areas must have a PCR test no older than 48 hours at departure if being carried by plane, train, ferry or bus to Germany. Rapid-antigen tests or other tests no longer permitted. ('Entry requirements' page)",
                    "public_timestamp": "2021-12-22T20:07:06.000Z"
                },
                {
                    "note": "Updated information on entry requirements for HGV drivers ('Entry requirements' page)",
                    "public_timestamp": "2021-12-29T14:44:34.000Z"
                },
                {
                    "note": "Updated information on entry requirements for UK citizens travelling to Germany ('Entry requirements') page.",
                    "public_timestamp": "2022-01-03T22:53:42.000Z"
                },
                {
                    "note": "Updated information on testing requirements for unvaccinated or unrecovered travellers aged six or over ('Entry requirements' page)",
                    "public_timestamp": "2022-01-04T16:52:12.000Z"
                },
                {
                    "note": "Information on an incident at the “Im Neuenheimer Feld” campus at the Heidelberg University on 24 January 2022 ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2022-01-24T15:36:05.000Z"
                },
                {
                    "note": "Updated to remove reference to an incident at Heidelberg University on 24 January 2022.",
                    "public_timestamp": "2022-02-04T17:07:09.000Z"
                },
                {
                    "note": "Updated information on entry requirements to Germany ('Entry requirements' page) and requirements for visiting public places and services ('Coronavirus' page)",
                    "public_timestamp": "2022-02-16T16:05:49.000Z"
                },
                {
                    "note": "From 20 February 2022 the UK is no longer designated as a high-risk area by Germany, so travellers from the UK are not required to quarantine on arrival ('Entry requirements' page)",
                    "public_timestamp": "2022-02-18T22:31:55.000Z"
                },
                {
                    "note": "Updated information on entry requirements to Germany ('Entry requirements' page)",
                    "public_timestamp": "2022-03-03T16:04:59.000Z"
                },
                {
                    "note": "Update to information on COVID-19 restrictions in public places ('Coronavirus' page). Clarification of requirements for all travellers entering Germany and addition of information on validity of COVID-19 vaccination ('Entry requirements' page).",
                    "public_timestamp": "2022-05-11T16:08:02.000Z"
                },
                {
                    "note": "Clarification about current passport validity ('Entry requirements' page)",
                    "public_timestamp": "2022-05-12T14:12:04.000Z"
                },
                {
                    "note": "Clarification of what qualifies as being fully-vaccinated for entry to Germany. (See 'If you're fully vaccinated' in the 'Entry requirements' section)",
                    "public_timestamp": "2022-05-25T15:32:23.000Z"
                },
                {
                    "note": "Updated information on the lifting of COVID-19 restrictions for entry to Germany and procedures if you test positive for COVID-19 in Germany ('Entry requirements' and 'Coronavirus' pages)",
                    "public_timestamp": "2022-06-13T15:22:12.000Z"
                },
                {
                    "note": "New information on requirements for travelling to Germany from China ('Entry requirements' page).",
                    "public_timestamp": "2023-01-11T13:54:46.000Z"
                },
                {
                    "note": "Updated information on the wearing of medical grade masks, and what to do if testing positive for COVID-19 in Germany ('Coronavirus' page).",
                    "public_timestamp": "2023-02-07T13:38:27.000Z"
                },
                {
                    "note": "Removal of information about testing positive for COVID-19 in Germany and requirement of travellers arriving in Germany who have been in China in previous ten days to provide proof of negative COVID-19 test ('Coronavirus' and 'Entry requirements' pages).\r\n\r\n",
                    "public_timestamp": "2023-02-23T12:34:34.000Z"
                },
                {
                    "note": "New information on a shooting incident in the Alsterdorf area of Hamburg ('Summary' page)\r\n\r\n",
                    "public_timestamp": "2023-03-09T23:16:03.000Z"
                },
                {
                    "note": "Updated information on a 24 hour strike affecting airports, ports, railways, buses, and underground services ('Summary page').",
                    "public_timestamp": "2023-03-27T10:38:49.000Z"
                },
                {
                    "note": "Removal of information about a 24 hour strike on 27 March 2023 ('Summary page').",
                    "public_timestamp": "2023-03-29T09:39:20.000Z"
                },
                {
                    "note": "A large warehouse fire in Hamburg on Sunday, 9 April; you should follow advice of the local authorities; and check your operator's advice before travelling (Summary)",
                    "public_timestamp": "2023-04-09T12:01:21.000Z"
                },
                {
                    "note": "Latest update: removal of advice related to a large warehouse fire in the German city of Hamburg on Sunday 9 April.",
                    "public_timestamp": "2023-04-09T19:04:55.000Z"
                },
                {
                    "note": "Removal of advice related to mandatory mask wearing in health and social care buildings ('Coronavirus' page).",
                    "public_timestamp": "2023-04-17T10:05:15.000Z"
                },
                {
                    "note": "New information on altitude sickness ('Health' page).",
                    "public_timestamp": "2023-04-27T14:30:10.000Z"
                },
                {
                    "note": "New information on passport validity for UK residents in Germany ('Entry Requirements' page).",
                    "public_timestamp": "2023-05-05T14:29:47.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T09:23:28.000Z"
                },
                {
                    "note": "This travel advice has been rewritten to make it easier to read and understand. ",
                    "public_timestamp": "2023-06-30T15:00:57.000Z"
                },
                {
                    "note": "Update on an ongoing incident at Hamburg Airport. (Safety and Security page).",
                    "public_timestamp": "2023-11-04T22:59:08.000Z"
                },
                {
                    "note": "Removal of information about an incident at Hamburg airport.",
                    "public_timestamp": "2023-11-06T11:39:34.000Z"
                }
            ],
            "country": {
                "name": "Germany",
                "slug": "germany",
                "synonyms": []
            },
            "email_signup_link": "/foreign-travel-advice/germany/email-signup",
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) provides advice about risks of travel to help British nationals make informed decisions. Find out <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">more about <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</a>.</p>\n\n<h2 id=\"before-you-travel\">Before you travel</h2>\n\n<p>No travel can be guaranteed safe. Read all the advice in this guide as well as <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a> which includes:</p>\n\n<ul>\n  <li>advice on preparing for travel abroad and reducing risks</li>\n  <li>information for women, LGBT and disabled travellers</li>\n</ul>\n\n<p>Follow and contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/germany/email-signup\">get email notifications</a> when this advice is updated.</p>\n\n<h3 id=\"travel-insurance\">Travel insurance</h3>\n\n<p>If you choose to travel, research your destinations and <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">get appropriate travel insurance</a>. Insurance should cover your itinerary, planned activities and expenses in an emergency.</p>\n\n",
                    "slug": "warnings-and-insurance",
                    "title": "Warnings and insurance"
                },
                {
                    "body": "<p>This advice reflects the UK government’s understanding of current rules for people travelling on a full <a href=\"https://www.gov.uk/types-of-british-nationality\">‘British citizen’ passport</a> from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Germany set and enforce entry rules. If you’re not sure how these requirements apply to you, contact <a rel=\"external\" href=\"https://uk.diplo.de/uk-en/home-kontakt-channel\">Germany’s embassy or consulate in the UK</a>.</p>\n\n<h2 id=\"covid-19-rules\">COVID-19 rules</h2>\n\n<p>Countries may restrict travel or bring in rules at short notice. Check with your travel company or airline for changes.</p>\n\n<p>If you test positive for COVID-19, you may need to stay where you are until you test negative. You may also need to seek treatment there.</p>\n\n<p>Visit TravelHealthPro (from the UK’s National Travel Health Network and Centre) for <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/499/novel-coronavirus-covid-19-general-advice-for-travellers\">general COVID-19 advice for travellers</a>.</p>\n\n<h2 id=\"passport-validity-requirements\">Passport validity requirements</h2>\n\n<p>If you plan to visit an EU country (except Ireland), or Switzerland, Norway, Iceland, Liechtenstein, Andorra, Monaco, San Marino or Vatican City, you must follow the <a rel=\"external\" href=\"https://europa.eu/youreurope/citizens/travel/entry-exit/non-eu-nationals/index_en.htm\">Schengen area passport requirements</a>.</p>\n\n<p>Your passport must be:</p>\n\n<ul>\n  <li>issued less than 10 years before the date you enter the country (check the ‘date of issue’)</li>\n  <li>valid for at least 3 months after the day you plan to leave (check the ‘expiry date’)</li>\n</ul>\n\n<p>You must check your passport meets these requirements before you travel. If your passport was issued before 1 October 2018, extra months may have been added to its expiry date.</p>\n\n<p>Contact the <a rel=\"external\" href=\"https://uk.diplo.de/uk-en/home-kontakt-channel\">German Embassy in the UK</a> if you think that your passport does not meet both these requirements. <a href=\"https://www.gov.uk/apply-renew-passport\">Renew your passport if you need to</a>.</p>\n\n<p>If you hold a valid residence permit, passport validity requirements are less strict. In this case, your passport only needs to be valid for the duration of your stay (check the ‘expiry date’). Before applying to <a href=\"https://www.gov.uk/government/publications/germany-residency/residence-documentation-for-uk-nationals-in-germany\">extend a German residence permit</a>, you will need to renew an expired passport and present your new passport to the local Foreigners Authority (Ausländerbehörde).</p>\n\n<h3 id=\"passport-stamping\">Passport stamping</h3>\n\n<p>At German border control, you may need to:</p>\n\n<ul>\n  <li>show a return or onward ticket</li>\n  <li>show you have enough money for your stay</li>\n</ul>\n\n<p>Check your passport is stamped if you enter or exit the Schengen area through Germany as a visitor. Border guards will use passport stamps to check you’re complying with the 90-day visa-free limit for short stays in the Schengen area. If relevant entry or exit stamps are not in your passport, border guards will presume that you have overstayed your visa-free limit.</p>\n\n<p>You can show evidence of when and where you entered or exited the Schengen area, and ask the border guards to add this date and location in your passport. Examples of acceptable evidence include boarding passes and tickets.</p>\n\n<p>If you live in Germany, read our <a href=\"https://www.gov.uk/guidance/living-in-germany#passports-and-travel\">Living in Germany guide</a> for passport stamping information.</p>\n\n<h2 id=\"visa-requirements\">Visa requirements</h2>\n\n<p>You can travel to countries in the <a rel=\"external\" href=\"https://home-affairs.ec.europa.eu/policies/schengen-borders-and-visa/schengen-area_en\">Schengen area</a> for up to 90 days in any 180-day period without a visa. This applies if you travel:</p>\n\n<ul>\n  <li>as a tourist</li>\n  <li>to visit family or friends</li>\n  <li>to attend business meetings, cultural or sports events</li>\n  <li>for short-term studies or training</li>\n</ul>\n\n<p>If you are travelling to Germany and other Schengen countries without a visa, make sure your whole visit is within the 90-day limit. Visits to Schengen countries within the previous 180 days before you travel count towards your 90 days.</p>\n\n<p>To stay longer (for example, to work, study or for business), you must meet the German government’s entry requirements. Check which type of visa or work permit you need with the <a rel=\"external\" href=\"https://uk.diplo.de/uk-en/02/visa/long-stay-visas/2442162\">German Embassy in the UK</a>.</p>\n\n<p>If you are <a href=\"https://www.gov.uk/guidance/travel-to-germany-for-work\">travelling to Germany for work</a>, read the guidance on visas and permits. The <a rel=\"external\" href=\"https://uk.diplo.de/uk-en/01/embassy/\">German Embassy</a> has detailed information on employment regulations.</p>\n\n<p>If you stay in Germany with a residence permit or long-stay visa, this does not count towards your 90-day visa-free limit.</p>\n\n<h3 id=\"proof-of-residence\">Proof of residence</h3>\n\n<p>If you live in Germany, read our <a href=\"https://www.gov.uk/guidance/living-in-germany\">Living in Germany</a> guide for information on carrying proof of residence while travelling.</p>\n\n<h2 id=\"vaccination-requirements-other-than-covid-19\">Vaccination requirements (other than COVID-19)</h2>\n\n<p>At least 8 weeks before your trip, <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/88/germany\">check what vaccinations and vaccination certificates you may need in TravelHealthPro’s Germany guide</a>.</p>\n\n<h2 id=\"customs-rules\">Customs rules</h2>\n\n<p>There are strict rules about <a rel=\"external\" href=\"https://www.zoll.de/EN/Private-individuals/Travel/Entering-Germany/Duties-and-taxes/Travellers-allowances/travellers-allowances_node.html\">goods you can take into and out of Germany</a>. You must declare anything that may be prohibited or subject to tax or duty.</p>\n\n<h2 id=\"taking-food-and-drink-into-the-eu\">Taking food and drink into the EU</h2>\n\n<p>You cannot take meat, milk or products containing them into EU countries. There are some exceptions for medical reasons, for example certain amounts of powdered infant milk, infant food, or pet food needed for medical reasons. <a rel=\"external\" href=\"https://ec.europa.eu/food/animals/animalproducts/personal_imports_en\">Check the rules about taking food and drink into the EU</a> on the European Commission website.</p>\n\n<h2 id=\"taking-money-into-germany\">Taking money into Germany</h2>\n\n<p>British nationals have been arrested for having counterfeit currency. Only change money in banks or legitimate currency exchange offices.</p>\n\n<p>You must declare any amount above 10,000 euros in cash or other payment types. You can find more information on the <a rel=\"external\" href=\"https://www.auswaertiges-amt.de/en/-/2144094\">German Federal Foreign Office website.</a></p>\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<h2 id=\"terrorism\">Terrorism</h2>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out how to <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">reduce your risk from terrorism</a> while abroad.</p>\n</div>\n\n<h3 id=\"terrorism-in-germany\">Terrorism in Germany</h3>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Terrorists are very likely to try and carry out attacks in Germany.</p>\n</div>\n\n<p>Attacks could be indiscriminate, including in public places frequented by foreign nationals such as:</p>\n\n<ul>\n  <li>restaurants</li>\n  <li>markets</li>\n  <li>shopping centres</li>\n  <li>places of worship and religious sites, including synagogues</li>\n</ul>\n\n<p>Recent terrorism attacks in Germany include:</p>\n\n<ul>\n  <li>in 2020, one person was killed and another seriously injured in a knife attack in Dresden city centre</li>\n  <li>in 2020, 8 people were killed and 5 injured in 2 mass shootings in shisha bars in Hanau</li>\n  <li>in 2019, 2 people were shot and killed close to a synagogue in the eastern German city of Halle</li>\n</ul>\n\n<h2 id=\"crime\">Crime</h2>\n\n<h3 id=\"protecting-your-belongings\">Protecting your belongings</h3>\n\n<p>Crime levels are similar to the UK. Take sensible precautions to avoid mugging, bag snatching and pickpocketing. Be particularly vigilant at airports, railway stations and crowded public gatherings. Do not leave valuables unattended.</p>\n\n<h3 id=\"passport-theft\">Passport theft</h3>\n\n<p>If your passport has been lost or stolen, get a police report from the nearest police station.</p>\n\n<h2 id=\"laws-and-cultural-differences\">Laws and cultural differences</h2>\n\n<h3 id=\"personal-id\">Personal ID</h3>\n\n<p>You don’t have to carry your passport with you in Germany. However, if you’re asked to show your passport and don’t have it with you, police may escort you to where your passport is being kept so that you can show it to them.</p>\n\n<h2 id=\"outdoor-activities-and-adventure-tourism\">Outdoor activities and adventure tourism</h2>\n\n<p>Skiing and avalanches are a risk in some areas. Always check the local snow and weather conditions when you arrive. Read more information about avalanche risk from the <a rel=\"external\" href=\"https://www.avalanches.org/\">European Avalanche Warning Service</a>.</p>\n\n<h2 id=\"transport-risks\">Transport risks</h2>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>If you are planning to drive in Germany, see information on <a href=\"https://www.gov.uk/driving-abroad\">driving abroad</a> and read the <a rel=\"external\" href=\"https://www.rac.co.uk/drive/travel/country/germany/\">RAC Germany guide</a>.</p>\n\n<h3 id=\"licences-and-permits\">Licences and permits</h3>\n\n<p>You need either a 1968 <a href=\"https://www.gov.uk/driving-abroad/international-driving-permit\">international driving permit (IDP)</a> or a valid UK driving licence to drive in Germany. The 1949 IDP is not accepted anymore. You cannot buy an IDP outside the UK, so get one before you travel. You can buy an IDP in person from some UK post offices – <a rel=\"external\" href=\"https://www.postoffice.co.uk/identity/international-driving-permit#bf-full-width\">find your nearest post office branch</a> that offers this service. If you’re driving a vehicle that doesn’t belong to you, you may also need written permission from the registered owner. The minimum age for driving a car in Germany is 18.</p>\n\n<h3 id=\"driving-a-british-car-abroad\">Driving a British car abroad</h3>\n\n<p>You may need a UK sticker to drive your car outside the UK. These have replaced GB stickers. Check the guidance on <a href=\"https://www.gov.uk/displaying-number-plates/flags-symbols-and-identifiers\">displaying number plates</a> if you are driving outside the UK.</p>\n\n<p>The <a rel=\"external\" href=\"https://www.bmvi.de/SharedDocs/EN/Articles/StV/Roadtraffic/validity-foreign-driving-licences-in-germany.html\">German Federal Transport Ministry</a> has more information on the validity of non-German driving licences.</p>\n\n<p>If you live in Germany, check the <a href=\"https://www.gov.uk/guidance/living-in-germany\">Living in Germany guide</a> for information on requirements for residents.</p>\n\n<h3 id=\"driving-regulations\">Driving regulations</h3>\n\n<p>Some inner city areas have an environmental zone (‘Umweltzone’). Only vehicles that meet specific exhaust emission standards can enter. See the <a rel=\"external\" href=\"https://www.umweltbundesamt.de/en/the-uba/about-us/organizational-structure-of-the-uba\">German Environment Agency</a> and <a rel=\"external\" href=\"https://www.bmuv.de/en/topics/air-noise-mobility/air/emissions-control-sticker-low-emission-zone\">Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection</a> for more information. It is illegal to take part in motor vehicle races or rallies on German roads.</p>\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Before you travel, check that:</p>\n\n<ul>\n  <li>your destination can provide the healthcare you may need</li>\n  <li>you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for local treatment or unexpected medical evacuation</li>\n</ul>\n\n<p>This is particularly important if you have a health condition or are pregnant.</p>\n\n<h2 id=\"emergency-medical-number\">Emergency medical number</h2>\n\n<p>Dial 112 and ask for an ambulance.</p>\n\n<p>Contact your insurance or medical assistance company promptly if you’re referred to a medical facility for treatment.</p>\n\n<p>For more information, read guidance on <a href=\"https://www.gov.uk/guidance/uk-residents-visiting-the-eueea-and-switzerland-healthcare\">healthcare when travelling in Europe</a>.</p>\n\n<h2 id=\"vaccinations-and-health-risks\">Vaccinations and health risks</h2>\n\n<p>At least 8 weeks before your trip check:</p>\n\n<ul>\n  <li>the latest information on health risks and what vaccinations you need <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/88/germany\">in TravelHealthPro’s Germany guide</a>\n</li>\n  <li>where to get vaccines and whether you have to pay on the <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">NHS travel vaccinations page</a>\n</li>\n</ul>\n\n<p>Altitude sickness is a risk in parts of Germany, including mountainous regions. More <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/26/altitude-illness\">information about altitude sickness is available from TravelHealthPro</a>.</p>\n\n<h2 id=\"medication\">Medication</h2>\n\n<p>The legal status and regulation of some medicines prescribed or bought in the UK can be different in other countries.</p>\n\n<p>TravelHealthPro explains <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>.</p>\n\n<p>The NHS has information on <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/medicines/can-i-take-my-medicine-abroad/\">whether you can take your medicine abroad</a>.</p>\n\n<h2 id=\"healthcare-facilities-in-germany\">Healthcare facilities in Germany</h2>\n\n<p>View FCDO’s list of <a href=\"https://www.gov.uk/government/publications/germany-list-of-medical-practitionersfacilities\">English-speaking doctors in Germany</a>.</p>\n\n<h2 id=\"health-insurance-cards\">Health insurance cards</h2>\n\n<p>Apply for a free <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">UK Global Health Insurance Card (GHIC)</a> or <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">European Health Insurance Card (EHIC)</a> before leaving the UK. If you already have an EHIC, it will still be valid as long as it remains in date.</p>\n\n<p>The GHIC or EHIC entitles you to state-provided medical treatment necessary during your trip. Any treatment provided is on the same terms as German  nationals. If you do not have your EHIC with you or you’ve lost it, contact the <a rel=\"external\" href=\"https://www.nhsbsa.nhs.uk/contact-overseas-healthcare-services\">NHS Overseas Healthcare Team</a>.</p>\n\n<p>It’s important to take out appropriate travel insurance for your needs. A GHIC or EHIC is not an alternative to travel insurance and you should have both before you travel. An EHIC or GHIC does not cover all health-related costs, for example, medical repatriation, ongoing medical treatment and non-urgent treatment. Read more about <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">what your travel insurance should cover</a>.</p>\n\n<p>EHIC and GHIC cover state healthcare only, not private treatment. You will be responsible for the cost of any treatment from a private doctor or private clinic.</p>\n\n<h2 id=\"travel-and-mental-health\">Travel and mental health</h2>\n\n<p>Read <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">FCDO guidance on travel and mental health</a>. There is also <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">mental health guidance on TravelHealthPro</a>.</p>\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (FCDO) cannot provide tailored advice for individual trips. Read this travel advice and carry out your own research before deciding whether to travel.</p>\n\n<h2 id=\"emergency-services-in-germany\">Emergency services in Germany</h2>\n\n<p>Ambulance: 112</p>\n\n<p>Fire: 112</p>\n\n<p>Police: 110</p>\n\n<h2 id=\"contact-your-travel-provider-and-insurer\">Contact your travel provider and insurer</h2>\n\n<p>Contact your travel provider and your insurer if you’re involved in a serious incident or emergency abroad. They will tell you if they can help and what you need to do.</p>\n\n<h3 id=\"refunds-and-changes-to-travel\">Refunds and changes to travel</h3>\n\n<p>For refunds or changes to travel, contact your travel provider. You may also be able to make a claim through insurance. However, insurers usually require you to talk to your travel provider first.</p>\n\n<p>Find out more about <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">changing or cancelling travel plans</a>, including:</p>\n\n<ul>\n  <li>where to get advice if you are in a dispute with a provider</li>\n  <li>how to access previous versions of travel advice to support a claim</li>\n</ul>\n\n<h2 id=\"support-from-fcdo\">Support from FCDO</h2>\n\n<p>FCDO has guidance on staying safe and what to do if you need help or support abroad, including:</p>\n\n<ul>\n  <li>finding English-speaking <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find?serviceType=lawyers&amp;readNotice=ok&amp;country=Germany\">lawyers</a>, <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find?country=germany&amp;serviceType=funeral-directors&amp;utm_source=https%3A%2F%2Fwww.gov.uk%2Fworld%2Forganisations%2Fbritish-embassy-berlin&amp;utm_medium=gov.uk&amp;utm_campaign=assistance_germany&amp;utm_id=assistancegermany\">funeral directors</a> and <a href=\"https://www.gov.uk/government/publications/germany-list-of-translators-and-interpreters\">translators and interpreters</a> in Germany</li>\n  <li>dealing with a <a href=\"https://www.gov.uk/guidance/what-to-do-after-a-british-person-dies-in-germany?utm_source=british-embassy-berlin&amp;utm_medium=embassy&amp;utm_campaign=germany\">death in Germany</a>\n</li>\n  <li>being <a href=\"https://www.gov.uk/government/publications/germany-prisoner-pack/information-pack-for-british-nationals-arrested-or-detained-in-germany\">arrested in Germany</a>\n</li>\n  <li>getting help if you’re a <a href=\"https://www.gov.uk/victim-crime-abroad\">victim of crime</a>\n</li>\n  <li>what to do if you’re <a href=\"https://www.gov.uk/guidance/in-hospital-abroad\">in hospital</a>\n</li>\n  <li>if you’re <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">affected by a crisis</a>, such as a terrorist attack</li>\n</ul>\n\n<h2 id=\"contacting-fcdo\">Contacting FCDO</h2>\n\n<p>Follow and contact FCDO travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/germany/email-signup\">get email notifications</a> when this travel advice is updated.</p>\n\n<h3 id=\"help-abroad-in-an-emergency\">Help abroad in an emergency</h3>\n\n<p>If you are abroad and you need emergency help from the UK government, contact the nearest <a href=\"https://www.gov.uk/world/embassies\">British embassy, consulate or high commission</a>.</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Germany&amp;post=Germany%20travel%20advice%20team\">contact FCDO online</a> .</p>\n\n<h3 id=\"fcdo-in-london\">FCDO in London</h3>\n\n<p>You can call FCDO in London if you need urgent help because something has happened to a friend or relative abroad.</p>\n\n<p>Telephone: 020 7008 5000 (24 hours)</p>\n\n<p><a href=\"https://www.gov.uk/call-charges\">Find out about call charges</a></p>\n\n<h2 id=\"risk-information-for-british-companies\">Risk information for British companies</h2>\n\n<p>The <a href=\"https://www.gov.uk/government/publications/overseas-business-risk-germany\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n",
                    "slug": "getting-help",
                    "title": "Getting help"
                }
            ],
            "reviewed_at": "2023-11-06T11:39:34Z",
            "updated_at": "2023-11-06T11:39:34Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-02-05T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/germany",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/germany",
                    "base_path": "/foreign-travel-advice/germany",
                    "content_id": "c3d72e08-e00f-4b62-98d5-010ea1520e50",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-06T11:39:34Z",
                    "schema_name": "travel_advice",
                    "title": "Germany travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/germany",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/brexit-guidance",
                    "api_url": "https://www.gov.uk/api/content/government/collections/brexit-guidance",
                    "base_path": "/government/collections/brexit-guidance",
                    "content_id": "479cd15b-680f-4fbe-bc64-55058879957e",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-04-05T08:09:16Z",
                    "schema_name": "document_collection",
                    "title": "Travel or do business in Europe: Brexit guidance",
                    "web_url": "https://www.gov.uk/government/collections/brexit-guidance",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/germany",
                    "api_url": "https://www.gov.uk/api/content/world/germany",
                    "base_path": "/world/germany",
                    "content_id": "a91c60cb-c269-4f07-aca9-e6b774953798",
                    "description": "Services if you're visiting, studying, working or living in Germany. Includes information about trading with and doing business in the UK and Germany, and your rights after the UK’s exit from the EU.",
                    "details": {
                        "internal_name": "UK help and services in Germany",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-02-28T16:08:52Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Germany",
                    "web_url": "https://www.gov.uk/world/germany",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/living-in-germany",
                    "api_url": "https://www.gov.uk/api/content/guidance/living-in-germany",
                    "base_path": "/guidance/living-in-germany",
                    "content_id": "5e2e76df-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-03-11T08:00:00Z",
                    "schema_name": "detailed_guide",
                    "title": "Living in Germany",
                    "web_url": "https://www.gov.uk/guidance/living-in-germany",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/italy",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/italy",
                    "base_path": "/foreign-travel-advice/italy",
                    "content_id": "00a2d263-f4cc-4ed1-9ae8-ce5e73ce4d30",
                    "details": {
                        "change_description": "Removal of information about ongoing forest fires ('Safety and security' page).",
                        "country": {
                            "name": "Italy",
                            "slug": "italy",
                            "synonyms": [
                                "Rome",
                                "Venice",
                                "Milan",
                                "Sicily",
                                "Sardinia"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-06T13:33:08Z",
                    "schema_name": "travel_advice",
                    "title": "Italy travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/italy",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/usa",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/usa",
                    "base_path": "/foreign-travel-advice/usa",
                    "content_id": "f2cecaae-77ce-4df3-bf27-7783c3975706",
                    "details": {
                        "change_description": "Removal of information on an active shooter in Maine ('Warnings and insurance' page).",
                        "country": {
                            "name": "USA",
                            "slug": "usa",
                            "synonyms": [
                                "United States",
                                "America",
                                "Arctic",
                                "Puerto Rico",
                                "US Virgin Islands",
                                "Florida",
                                "Orlando",
                                "American Samoa",
                                "Guam",
                                "Hawaii"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-30T16:23:02Z",
                    "schema_name": "travel_advice",
                    "title": "USA travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/usa",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/netherlands",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/netherlands",
                    "base_path": "/foreign-travel-advice/netherlands",
                    "content_id": "98641f11-0391-4679-a033-6d79db918d05",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
                        "country": {
                            "name": "Netherlands",
                            "slug": "netherlands",
                            "synonyms": [
                                "Holland",
                                "Amsterdam"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-26T15:01:04Z",
                    "schema_name": "travel_advice",
                    "title": "Netherlands travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/netherlands",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-germany",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-germany",
                    "base_path": "/world/living-in-germany",
                    "content_id": "e9f3ee77-a9c2-490a-947e-efcce1da6514",
                    "description": "Guidance on your rights after the UK’s exit from the EU, accessing healthcare, getting a document legalised, English-speaking lawyers, how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Germany",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/germany",
                                "api_url": "https://www.gov.uk/api/content/world/germany",
                                "base_path": "/world/germany",
                                "content_id": "a91c60cb-c269-4f07-aca9-e6b774953798",
                                "description": "Services if you're visiting, studying, working or living in Germany. Includes information about trading with and doing business in the UK and Germany, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Germany",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T16:08:52Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Germany",
                                "web_url": "https://www.gov.uk/world/germany",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-03-03T16:53:09Z",
                    "schema_name": "taxon",
                    "title": "Living in Germany",
                    "web_url": "https://www.gov.uk/world/living-in-germany",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-germany",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-germany",
                    "base_path": "/world/travelling-to-germany",
                    "content_id": "d61d4952-7142-4c05-8beb-1000501c3db6",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Germany",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/germany",
                                "api_url": "https://www.gov.uk/api/content/world/germany",
                                "base_path": "/world/germany",
                                "content_id": "a91c60cb-c269-4f07-aca9-e6b774953798",
                                "description": "Services if you're visiting, studying, working or living in Germany. Includes information about trading with and doing business in the UK and Germany, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Germany",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T16:08:52Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Germany",
                                "web_url": "https://www.gov.uk/world/germany",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:15:23Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Germany",
                    "web_url": "https://www.gov.uk/world/travelling-to-germany",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-11-06T11:39:34Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1699270773.914-10.13.20.67-26625",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Germany travel advice",
        "updated_at": "2023-11-15T11:04:55Z",
        "withdrawn_notice": {}
    }
}