{
    "Country Slug": "indonesia",
    "Country Name": "Indonesia",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/indonesia",
        "content_id": "e2c44bf1-0b96-4034-9ac8-96f6e0181a80",
        "description": "Latest FCDO travel advice for Indonesia including on entry requirements, safety and security and local laws and customs.\r\n",
        "details": {
            "alert_status": [
                "avoid_all_travel_to_parts"
            ],
            "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
            "change_history": [
                {
                    "note": "Latest update: Health Section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-11-26T15:56:38.422Z"
                },
                {
                    "note": "Latest update: Summary - change to advice against travel; the FCO no longer advise against all but essential travel to north Lombok; however, if travelling to these areas you should exercise caution, particularly around damaged buildings",
                    "public_timestamp": "2018-11-28T13:59:54.655Z"
                },
                {
                    "note": "Latest update: Summary - addition of information about the availability of consular support",
                    "public_timestamp": "2018-12-14T18:54:16.293Z"
                },
                {
                    "note": "Summary: On Saturday 22 December 2018 the coastline around the Sunda Strait which lies between Java and South Sumatra experienced a tsunami/high-tide, with damage and casualties reported.  If you are in the area, please follow the local authorities’ advice. The British Embassy is in contact the Indonesian authorities and monitoring the situation closely.",
                    "public_timestamp": "2018-12-23T02:45:11.170Z"
                },
                {
                    "note": "Latest update: Summary and Natural disasters section - on Saturday 22 December volcanic activity caused a tsunami that affected the coastline around the Sunda Strait which lies between Western Java and the South of Sumatra causing significant damage, loss of life and casualties; the Mount Anak Krakatau volcano, located off the coast close to the affected areas, remains active; before travelling to these coastal areas of Western Java and the South of Sumatra you should check with your travel operator, monitor local media and follow the advice of the local authorities",
                    "public_timestamp": "2018-12-24T10:55:19.255Z"
                },
                {
                    "note": "Latest update: Local laws and customs section - Ramadan dates for 2019; Entry requirements section (Visas) - revised information for stays of more than 30 days (up to maximum of 60 days)",
                    "public_timestamp": "2019-01-08T13:51:16.048Z"
                },
                {
                    "note": "Latest update: Health section - revised information on dengue fever",
                    "public_timestamp": "2019-02-05T10:55:28.320Z"
                },
                {
                    "note": "Latest update: Summary - change to advice against travel; the FCO no longer advise against all but essential travel to the city of Palu and the districts of Donggala, Mamuju Utara, Sigi and Parigi Moutong in Central Sulawesi\r\n",
                    "public_timestamp": "2019-02-27T10:50:08.265Z"
                },
                {
                    "note": "Latest update: Summary and Natural disasters section - These sections have been reviewed with editorial amendments throughout; Summary - addition of information on Polio in Papua Province",
                    "public_timestamp": "2019-03-15T15:56:36.273Z"
                },
                {
                    "note": "Latest update: Summary - General elections will be held in Indonesia on 17 April 2019; you're advised to avoid any protests, demonstrations and political rallies ",
                    "public_timestamp": "2019-04-05T16:15:20.330Z"
                },
                {
                    "note": "Latest update: Summary - General elections were held in Indonesia on 17 April with official results set to be announced on 22 May; you should avoid all protests, demonstrations and political rallies ",
                    "public_timestamp": "2019-04-24T08:43:34.460Z"
                },
                {
                    "note": "Latest update: Summary -  the official results of the general elections were announced on 21 May; you should avoid all protests, demonstrations and political rallies as there’s a risk of violence\r\n",
                    "public_timestamp": "2019-05-21T08:50:02.321Z"
                },
                {
                    "note": "Latest update: Summary - Following the official announcement of the general election results on 21 May there have been demonstrations in central Jakarta; demonstrations may also take place in other cities on the islands of Java and Sumatra; you should avoid all protests, demonstrations and political rallies ",
                    "public_timestamp": "2019-05-22T09:50:33.354Z"
                },
                {
                    "note": "Summary - on Friday 2 August, a reported 6.9 magnitude earthquake struck off the south-west coast of Java, affecting multiple areas including Jakarta; if you’re in the region, you should monitor developments and follow the advice of local authorities; Summary - removal of information about demonstrations that occurred following the May 2019 general election",
                    "public_timestamp": "2019-08-02T15:50:30.000Z"
                },
                {
                    "note": "Entry requirements (UK Emergency Travel Documents) - editorial amendments.  You are reminded that some Indonesian embassies don’t issue Indonesian visas in ETDs. Contact your nearest Indonesian Embassy to check before you apply",
                    "public_timestamp": "2019-08-19T09:47:35.000Z"
                },
                {
                    "note": "Summary and Saftey and security section - Protests in Manokwari, West Papua Province and Jayapura, Papua Province;  monitor local media; avoid all protests, demonstrations and political rallies in these and other areas as they could become violent with little notice.",
                    "public_timestamp": "2019-08-21T02:59:11.000Z"
                },
                {
                    "note": "Safety and security section (Papua and West Papua) and Summary – updated information on recent violent protests in several locations in West Papua and Papua provinces; you should monitor local media, avoid all protests, demonstrations and political rallies in these and other areas as they could become violent with little notice",
                    "public_timestamp": "2019-08-28T08:44:04.000Z"
                },
                {
                    "note": "Safety and security section (Papua and West Papua) - updated factual information on recent protests in cities in Papua; there are reports of difficulties with internet connections and communications may be limited",
                    "public_timestamp": "2019-08-30T13:18:07.000Z"
                },
                {
                    "note": "Safety and security section (Papua and West Papua) and summary - updated information on protests in Manokwari, West Papua Province, and Jayapura, Papua Province, during August and early September 2019",
                    "public_timestamp": "2019-09-04T14:01:58.000Z"
                },
                {
                    "note": "Summary - update to information and advice on violent protests which have taken place in Manokwari, West Papua Province and in Jayapura and Wamena, Papua Province during August and September 2019",
                    "public_timestamp": "2019-09-25T09:19:08.000Z"
                },
                {
                    "note": "Republished with editorial amendments throughout; Summary - addition of information on nationwide student protests during September 2019",
                    "public_timestamp": "2019-10-01T09:24:20.000Z"
                },
                {
                    "note": "Safety and Security (Political situation) and Terrorism section - factual update on the presidential inauguration on 20 October",
                    "public_timestamp": "2019-10-18T11:27:14.000Z"
                },
                {
                    "note": "Terrorism - editorial amendments on the threat of terrorism during holiday periods, local elections, presidential inaugurations and annual Independence Day celebrations",
                    "public_timestamp": "2019-10-21T16:03:26.000Z"
                },
                {
                    "note": "Local laws and customs - addition of information on the use of Sharia Law in Aceh province",
                    "public_timestamp": "2019-11-08T12:26:22.000Z"
                },
                {
                    "note": "Terrorism section - updated information to reflect a suicide bomb attack against police headquarters in Medan, Sumatra, on 13 November 2019",
                    "public_timestamp": "2019-11-13T10:44:21.000Z"
                },
                {
                    "note": "Terrorism section - update to existing information and advice on the threat from terrorism, including during holiday periods",
                    "public_timestamp": "2019-12-18T10:31:09.000Z"
                },
                {
                    "note": "Latest update: Summary and Natural disasters - Flash floods have resulted in the deaths of at least 21 people in Greater Jakarta since heavy rainfall began on 31 December 2019",
                    "public_timestamp": "2020-01-02T09:09:59.000Z"
                },
                {
                    "note": "Summary - removal of information on flash flooding in Greater Jakarta",
                    "public_timestamp": "2020-01-15T12:11:48.000Z"
                },
                {
                    "note": "Health section and Summary - updated information and advice following an outbreak of coronavirus in China and elsewhere in the region",
                    "public_timestamp": "2020-01-22T16:05:48.000Z"
                },
                {
                    "note": "Health section and Summary - updated information and advice reflecting an announcement of travel restrictions and suspension of flights between Indonesia and China from 5 February",
                    "public_timestamp": "2020-02-03T13:53:03.000Z"
                },
                {
                    "note": "Update to information and advice on coronavirus (COVID-19) following confirmed cases of the virus in Indonesia ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-02T13:57:45.000Z"
                },
                {
                    "note": "Some airlines have temporarily suspended flights to and from Bandung International Airport, West Java.  Anyone travelling to, from or transiting the airport, should contact their operating airline in advance ('Summary' page)",
                    "public_timestamp": "2020-03-04T20:03:18.000Z"
                },
                {
                    "note": "Update to information on coronavirus (COVID-19) (‘Health’ page)",
                    "public_timestamp": "2020-03-06T17:05:36.000Z"
                },
                {
                    "note": "The Foreign and Commonwealth Office (FCO) advise against all but essential travel to all of Indonesia. There is an ongoing global outbreak of coronavirus (COVID-19) and cases have been confirmed in Indonesia. (Summary and Health)",
                    "public_timestamp": "2020-03-15T16:11:37.000Z"
                },
                {
                    "note": "Update on measures introduced by the Indonesian Government in response to coronavirus (Covid-19) ('Entry requirements' and 'Health')",
                    "public_timestamp": "2020-03-17T20:44:15.000Z"
                },
                {
                    "note": "Update to information on healthcare facilities and on the availability of international flights out of Indonesia ('Summary' page) ",
                    "public_timestamp": "2020-03-19T15:11:33.000Z"
                },
                {
                    "note": "British nationals in Indonesia who wish to leave, should make arrangements to do so as soon as possible. ('Summary' page)",
                    "public_timestamp": "2020-03-20T11:44:38.000Z"
                },
                {
                    "note": "Addition of link to British Embassy Jakarta social media accounts for further information on departure options ('Return to the UK' page)",
                    "public_timestamp": "2020-03-25T16:15:57.000Z"
                },
                {
                    "note": "Addition of information about the fatal shooting of a New Zealand national   and wounding of Indonesian nationals at the Freeport mining facility in Papua province on 30 March ('Safety and security' page)",
                    "public_timestamp": "2020-03-30T15:43:14.000Z"
                },
                {
                    "note": "Update information on local restrictions and we strongly advise all non-resident British nationals in Indonesia who wish to leave, to make immediate arrangements to do so now, whilst commercial flights routes are still available ('Summary, 'Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-01T12:41:02.000Z"
                },
                {
                    "note": "Update information on local restrictions and updated advice on flights for people wishing to return to the UK from Indonesia ('Summary, 'Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-09T10:54:16.000Z"
                },
                {
                    "note": "Updated information and advice on flight options for those wishing to return to the UK ('Return to the UK' page)",
                    "public_timestamp": "2020-04-14T15:48:40.000Z"
                },
                {
                    "note": "Addition of information and advice on flight options for those wishing to return to the UK ('Return to the UK' page)",
                    "public_timestamp": "2020-04-16T15:30:02.000Z"
                },
                {
                    "note": "Update to information on flight options from Jakarta and Bali ('Return to the UK' page) and safety situation in Central Sulawesi Province ('Terrorism' page)",
                    "public_timestamp": "2020-04-21T15:50:44.000Z"
                },
                {
                    "note": "Updated information on social restrictions on 'Summary' page and in the Domestic restrictions section on the 'Coronavirus' page.",
                    "public_timestamp": "2020-04-23T09:42:13.000Z"
                },
                {
                    "note": "Addition of information and advice on travel arrangements ('Return to the UK' page)",
                    "public_timestamp": "2020-04-24T13:33:30.000Z"
                },
                {
                    "note": "Addition of information and advice on travel arrangements ('Return to the UK' page)",
                    "public_timestamp": "2020-04-25T11:39:59.000Z"
                },
                {
                    "note": "Updated information and advice on returning to the UK ('Return to the UK' page)",
                    "public_timestamp": "2020-04-29T17:26:35.000Z"
                },
                {
                    "note": "Updated information and advice on returning to the UK ('Return to the UK' page)",
                    "public_timestamp": "2020-05-05T09:41:30.000Z"
                },
                {
                    "note": "Removal of information on past dates from the International Flights section on ('Return to the UK' page).",
                    "public_timestamp": "2020-05-11T11:55:02.000Z"
                },
                {
                    "note": "Addition to information and advice on health certificates required for all visitors ('Entry requirements' page)",
                    "public_timestamp": "2020-05-12T10:22:14.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-15T11:28:39.000Z"
                },
                {
                    "note": "Updated information about remaining flights from Jakarta ('Return to the UK' page) and addition of details of a fine if overstaying your visa ('Entry requirements' page)",
                    "public_timestamp": "2020-05-18T14:58:11.000Z"
                },
                {
                    "note": "Update to information and advice on extension of local social coronavirus (COVID-19) restrictions until 4th June ('Summary' and 'Staying during coronavirus' pages)",
                    "public_timestamp": "2020-05-20T11:39:18.000Z"
                },
                {
                    "note": "Addition of information about the need for a health certificate confirming a negative COVID-19 swab test to enter Indonesia ('Entry requirements' page)",
                    "public_timestamp": "2020-05-26T14:46:40.000Z"
                },
                {
                    "note": "Updated information on scheduled flights in the International flights section (‘Return to the UK’ page)",
                    "public_timestamp": "2020-05-29T10:19:10.000Z"
                },
                {
                    "note": "Addition of information on a terror related incident on 1 June ('Terrorism' page)",
                    "public_timestamp": "2020-06-04T09:18:58.000Z"
                },
                {
                    "note": "Updated information on the easing of social distancing measures ('Summary' and 'Staying during coronavirus' pages) and addition of flight options ('Return to the UK' page). ",
                    "public_timestamp": "2020-06-05T09:54:08.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T12:33:12.000Z"
                },
                {
                    "note": "Update to information on international flights ('Return to the UK' page).",
                    "public_timestamp": "2020-06-24T09:29:04.000Z"
                },
                {
                    "note": "Addition of information on extra flights available from Jakarta and Bali ('Return to the UK' page)",
                    "public_timestamp": "2020-07-01T09:10:46.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section.  New information on emergency visa regulations. ('Entry requirements' section).",
                    "public_timestamp": "2020-07-13T08:27:00.000Z"
                },
                {
                    "note": "Minor editorial amendments to wording on risk during holiday periods ('Terrorism' section).",
                    "public_timestamp": "2020-07-30T09:37:05.000Z"
                },
                {
                    "note": "Addition of information on large-scale social restrictions which will take effect from 14 September (\"Summary\" page)",
                    "public_timestamp": "2020-09-13T23:49:37.000Z"
                },
                {
                    "note": "Removal of information on the large-scale social restrictions ('Summary' page)",
                    "public_timestamp": "2020-09-30T13:41:35.000Z"
                },
                {
                    "note": "Update to information and advice on political situation ('Safety and security' page).",
                    "public_timestamp": "2020-10-12T14:15:02.000Z"
                },
                {
                    "note": "Update to information on the Central Sulawesi Province ('Safety and security' page)",
                    "public_timestamp": "2020-11-30T13:01:29.000Z"
                },
                {
                    "note": "Addition of information on the shooting of supporters of Habib Rizieq Shihab, leader of the Islamic Defenders Front (FPI) ('Summary' page)",
                    "public_timestamp": "2020-12-08T15:19:34.000Z"
                },
                {
                    "note": "Update to information on requirements for domestic travel ('Coronavirus' page)",
                    "public_timestamp": "2020-12-16T12:55:38.000Z"
                },
                {
                    "note": "New information for anyone who wants to leave Jakarta between 18 December and 8 January 2021 ('Coronavirus' page)",
                    "public_timestamp": "2020-12-17T12:17:40.000Z"
                },
                {
                    "note": "Update to information on the PCR test requirements for domestic passengers travelling to Bali ('Coronavirus' page)",
                    "public_timestamp": "2020-12-18T10:39:47.000Z"
                },
                {
                    "note": "Updated information on entry requirements into Indonesia ('Entry requirements' page)",
                    "public_timestamp": "2020-12-21T16:30:53.000Z"
                },
                {
                    "note": "Updated additional information on entry requirements into Indonesia ('Entry requirements' page)",
                    "public_timestamp": "2020-12-22T13:50:21.000Z"
                },
                {
                    "note": "With effect from 23 December 2020 until 8 January 2021, any traveller who begins their journey from the UK will not be allowed to enter Indonesia.  There are no exceptions to this rule. ('Entry requirements' page)",
                    "public_timestamp": "2020-12-23T16:19:49.000Z"
                },
                {
                    "note": "With effect from 23 December 2020 until 8 January 2021, any non-Indonesian traveller who begins their journey from the UK will not be allowed to enter Indonesia. British nationals travelling from a third country can enter Indonesia if they have a valid visa. ('Entry requirements' page)",
                    "public_timestamp": "2020-12-24T17:02:14.000Z"
                },
                {
                    "note": "Updated information on entry requirements for Indonesia ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-12-29T08:48:29.000Z"
                },
                {
                    "note": "New information on Indonesia borders; they have been temporarily closed to any non-Indonesian traveler who begins their journey from the UK from 23 December until 1 January 2021 (inclusive).This is due to the recent increase of imported COVID-19 cases. (‘Summary’ and ‘Entry requirements’ page)",
                    "public_timestamp": "2020-12-30T11:01:40.000Z"
                },
                {
                    "note": "Indonesia is in the process of implementing a series of changes to admission for Foreign Nationals in response to the discovery of the new variant Covid strain ('Entry requirements' section)",
                    "public_timestamp": "2020-12-31T19:04:37.000Z"
                },
                {
                    "note": "Addition of contact information for the consular section of the Indonesian Embassy in the UK ('Entry requirements' page).",
                    "public_timestamp": "2021-01-07T11:21:26.000Z"
                },
                {
                    "note": "Updated information on entry requirements to Indonesia ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-01-15T10:17:08.000Z"
                },
                {
                    "note": "Update to information following the extension of a ban on all non-Indonesian travellers until 8 February 2021 ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2021-01-28T09:49:16.000Z"
                },
                {
                    "note": "Addition of information on the pre-departure COVID-19 testing requirement for travel to the UK  (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-29T12:41:49.000Z"
                },
                {
                    "note": "Update to information on entry to Indonesia for non-Indonesian travellers and new information on visitor visas ('Entry requirements' pages).",
                    "public_timestamp": "2021-02-10T14:54:42.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Indonesia ('Coronavirus' page) ",
                    "public_timestamp": "2021-02-18T11:18:24.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Indonesia (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-03-22T15:49:44.000Z"
                },
                {
                    "note": "Suicide bomb attack on Catholic Church in Makassar on 28 March (See 'Summary' and 'Terrorism' pages)",
                    "public_timestamp": "2021-03-28T12:45:23.000Z"
                },
                {
                    "note": "There are reports of gun shots at the National police Head Quarters, Jalan Trunojoyo, South Jakarta. You should avoid the area and remain vigilant whilst following the instructions of local authorities",
                    "public_timestamp": "2021-03-31T13:15:43.000Z"
                },
                {
                    "note": "On 31 March there were reports of gun shots at the National police Head Quarters, Jalan Trunojoyo, South Jakarta. If you are in the area you should follow the advice of the local authorities ('Summary' page)",
                    "public_timestamp": "2021-03-31T16:29:16.000Z"
                },
                {
                    "note": "Removal of information referring to the reports of gun shots at the National police Head Quarters, Jalan Trunojoyo, South Jakarta, on 31 March.",
                    "public_timestamp": "2021-03-31T16:44:48.000Z"
                },
                {
                    "note": "New information on the Indonesian Government's annulment on the a ‘Mudik’ travel ban between 6-17 May 2021 to limit the spread of Coronavirus ('Coronavirus' page) and other changes to Entry requirements and Natural disasters pages",
                    "public_timestamp": "2021-04-23T16:23:30.000Z"
                },
                {
                    "note": "Updated information on attacks in Central Sulawesi, most recently in March 2021 ('Terrorism' page)",
                    "public_timestamp": "2021-04-28T08:54:16.000Z"
                },
                {
                    "note": "Updated information on new movement restrictions nationwide and testing requirements for domestic flights due to rising COVID-19 infections (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-07-03T14:32:34.000Z"
                },
                {
                    "note": "New information where Covid-19 is given as the cause of death in Indonesia (See 'Coronavirus' page)",
                    "public_timestamp": "2021-07-04T06:51:29.000Z"
                },
                {
                    "note": "Update to information on new entry rules if you meet entry criteria ('Entry requirements' page).  Update to information on the Indonesian national vaccination programme ('Coronavirus' page).",
                    "public_timestamp": "2021-07-07T11:29:10.000Z"
                },
                {
                    "note": "Update to information on exemptions to showing evidence of your COVID-19 vaccine as an international air passenger ('Coronavirus' and 'Entry requirements' page).  Update to information on Indonesia's vaccine rollout ('Coronavirus' page).",
                    "public_timestamp": "2021-07-09T13:39:29.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Indonesia (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-12T12:14:01.000Z"
                },
                {
                    "note": "From 4am on Monday 19 July Indonesia will move to the red list for entering England. Check what you must do to enter England, Scotland, Wales or Northern Ireland. (‘Summary’ page)",
                    "public_timestamp": "2021-07-14T17:54:55.000Z"
                },
                {
                    "note": "Addition of information on emergency mobility restrictions in place until 31 July and further measures imposed by the COVID-19 Taskforce, including a ban on in-country air travel from 19 to 25 July ('Coronavirus' page)",
                    "public_timestamp": "2021-07-20T09:59:14.000Z"
                },
                {
                    "note": "Addition of information on emergency mobility restrictions in place until 25 July and further measures imposed by the COVID-19 Taskforce, including a ban on in-country air travel from 19 to 25 July ('Coronavirus' page)",
                    "public_timestamp": "2021-07-22T10:25:00.000Z"
                },
                {
                    "note": "Addition of information on emergency mobility restrictions in place until 2 August ('Coronavirus' page)",
                    "public_timestamp": "2021-07-26T10:25:19.000Z"
                },
                {
                    "note": "Update on the extension of Emergency public activity restrictions (PPKM) until 9 August ('Coronavirus' page)",
                    "public_timestamp": "2021-08-03T09:16:10.000Z"
                },
                {
                    "note": "Update of information on emergency mobility restrictions in place until 16 August ('Coronavirus' page)",
                    "public_timestamp": "2021-08-10T10:48:51.000Z"
                },
                {
                    "note": "Update of information on COVID regulations for entry to Indonesia and domestic travel ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-08-13T14:57:58.000Z"
                },
                {
                    "note": "Update on the extension of Emergency public activity restrictions until 30 August ('Coronavirus' pages)",
                    "public_timestamp": "2021-08-24T13:01:13.000Z"
                },
                {
                    "note": "Update on the extension of Emergency public activity restrictions until 30 August ('Coronavirus' pages)",
                    "public_timestamp": "2021-08-27T10:31:27.000Z"
                },
                {
                    "note": "Update on the extension of Emergency public activity restrictions until 6 September ('Coronavirus' page)",
                    "public_timestamp": "2021-08-31T09:35:30.000Z"
                },
                {
                    "note": "Updated information on Indonesia's emergency public activity restrictions; dates have been extended for Jakarta, Java and Bali ('Coronavirus' page)",
                    "public_timestamp": "2021-09-08T14:09:54.000Z"
                },
                {
                    "note": "Removal of information on a past suspected attack ('Summary page). Updated information on Indonesia's emergency public activity restriction, mobility restrictions, requirements for international air passengers, passengers travelling on domestic flights and the Peduli Lindungi app ('Coronavirus' page)",
                    "public_timestamp": "2021-09-15T10:05:36.000Z"
                },
                {
                    "note": "Addition of information on the extension of emergency public activity restrictions (PPKM) until 4 October and new regulations for visas for entry to Indonesia ('Coronavirus' and 'Entry requirements' pages)\r\n\r\n",
                    "public_timestamp": "2021-09-22T11:52:51.000Z"
                },
                {
                    "note": "From 4am on Monday 11 October, Indonesia will no longer be on the red list for entering England. Check what you must do to travel abroad and return to England, Scotland, Wales or Northern Ireland ('Summary' and 'Coronavirus' pages).",
                    "public_timestamp": "2021-10-07T17:19:32.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Indonesia, based on the current assessment of COVID-19 risks ",
                    "public_timestamp": "2021-10-11T09:17:16.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions and entry requirements based on Indonesia's latest regulations and editorial updates on natural disasters ('Coronavirus', 'Entry requirements' and 'Natural disasters' pages)",
                    "public_timestamp": "2021-10-22T10:08:38.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions and entry requirements based on Indonesia's latest regulations ('Coronavirus' and 'Entry requirements' page)",
                    "public_timestamp": "2021-11-03T15:43:12.000Z"
                },
                {
                    "note": "Updated information on entry requirements based on Indonesia's latest regulations ('Entry requirements' page)",
                    "public_timestamp": "2021-11-29T10:41:52.000Z"
                },
                {
                    "note": "Information added on special measures for entry in response to the Omicron COVID-19 variant ('Entry requirements' page)",
                    "public_timestamp": "2021-12-03T10:22:18.000Z"
                },
                {
                    "note": "Information added for passengers travelling on domestic flights ('Coronavirus' page)",
                    "public_timestamp": "2021-12-23T12:07:25.000Z"
                },
                {
                    "note": "International passengers from the UK, or who have transited through the UK, in the previous 14 days are not allowed to enter Indonesia.  Restrictions extend to several other countries ('Entry requirements' page).",
                    "public_timestamp": "2021-12-27T02:55:57.000Z"
                },
                {
                    "note": "Updated information on COVID-19 vaccines if you live in Indonesia and entry restrictions ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2022-01-07T10:09:38.000Z"
                },
                {
                    "note": "Updated information on entry restrictions due to COVID-19 to reflect latest regulations ('Entry requirements' pages)",
                    "public_timestamp": "2022-01-14T09:41:27.000Z"
                },
                {
                    "note": "Information has been updated to reflect changes to the visa requirements and additional entry requirements ('Entry requirements' page)",
                    "public_timestamp": "2022-02-04T17:25:32.000Z"
                },
                {
                    "note": "Updated information on how to demonstrate your COVID-19 status ('Entry requirements' page)",
                    "public_timestamp": "2022-02-07T15:20:23.000Z"
                },
                {
                    "note": "Updated information on visas and quarantine requirements ('Entry requirements' page)",
                    "public_timestamp": "2022-02-21T11:44:43.000Z"
                },
                {
                    "note": "Update to information on latest quarantine requirements ('Entry requirements' page). ",
                    "public_timestamp": "2022-03-03T15:55:01.000Z"
                },
                {
                    "note": "Updated information on quarantine rules and testing requirements ('Entry requirements' page) ",
                    "public_timestamp": "2022-04-01T08:50:42.000Z"
                },
                {
                    "note": "Update to information on travel on domestic flights ('Coronavirus' page)",
                    "public_timestamp": "2022-04-12T10:57:45.000Z"
                },
                {
                    "note": "Update to information on entry requirements for vaccinated and unvaccinated travellers ('Entry requirements' page).  Removal of reference to unrest and shootings relating to supporters of Habib Rizieq Shihab \r\n\r\n",
                    "public_timestamp": "2022-04-20T12:09:04.000Z"
                },
                {
                    "note": "Update to information on the availability of visa on arrival from a number of airports and seaports ('Entry requirements' page)",
                    "public_timestamp": "2022-04-29T11:15:38.000Z"
                },
                {
                    "note": "Updated information on entry procedures in response to COVID-19 ('Entry requirements' page)",
                    "public_timestamp": "2022-05-05T14:48:36.000Z"
                },
                {
                    "note": "Updated information on the requirement to self-isolate for 5 days if you test positive for COVID-19 before or after you travel to Indonesia ('Coronavirus' page)",
                    "public_timestamp": "2022-05-11T14:37:26.000Z"
                },
                {
                    "note": "Updated information on domestic travel restrictions and entry rules ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2022-05-20T10:05:51.000Z"
                },
                {
                    "note": "Update to information on vaccine verification; it is no longer possible for the British Embassy to provide this verification. Updated information on UK Emergency Travel Documents. ('Entry requirements' page)",
                    "public_timestamp": "2022-05-30T12:48:53.000Z"
                },
                {
                    "note": "Addition of information on what to do if testing positive for C-19 whilst in Indonesia ('Coronavirus' page).  Removal of information on the presentation of insurance requirement and compulsory vaccination on arrival ('Entry requirements' page)",
                    "public_timestamp": "2022-06-15T14:58:37.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions for travelling with children ('Entry requirements' page)",
                    "public_timestamp": "2022-07-04T11:00:25.000Z"
                },
                {
                    "note": "Updated information on domestic flights and COVID-19 testing arrangements ('Coronavirus' page)",
                    "public_timestamp": "2022-07-18T13:44:07.000Z"
                },
                {
                    "note": "Updated information on registered taxi usage and COVID-19 vaccination requirements for entry to Indonesia (‘Safety and security’ and ‘Entry requirements’ page).",
                    "public_timestamp": "2022-11-03T12:44:22.000Z"
                },
                {
                    "note": "Addition of information that there has been a magnitude 5.6 earthquake near Cianjur, West Java, Indonesia. The FCDO is in contact with local authorities and seeking further information.\r\n",
                    "public_timestamp": "2022-11-21T12:22:24.000Z"
                },
                {
                    "note": "Updated information on entry requirements for travellers below 18 years of age ('Entry requirements' page).",
                    "public_timestamp": "2022-11-25T13:05:23.000Z"
                },
                {
                    "note": "Latest update: Updated information following the eruption of Mount Semeru and exclusion zone put in place by local authorities (‘Natural Disasters’ page).\r\n",
                    "public_timestamp": "2022-12-04T12:25:06.000Z"
                },
                {
                    "note": "Addition of information that on 7 December 2022, a suicide bomber attacked a Police post on Jalan Astana Anyar, in Bandung, West Java ('Terrorism' page).",
                    "public_timestamp": "2022-12-07T15:42:10.000Z"
                },
                {
                    "note": "Addition of information regarding Mount Marapi eruption.  (summary) ",
                    "public_timestamp": "2023-01-08T04:06:14.000Z"
                },
                {
                    "note": "Factual Update to the Safety and security section ('Safety and security' page).",
                    "public_timestamp": "2023-02-10T09:29:57.000Z"
                },
                {
                    "note": "Updated information on local travel in Papua and West Papua ('Safety and security' page).",
                    "public_timestamp": "2023-02-15T12:22:33.000Z"
                },
                {
                    "note": "Information on a new Covid-19 Application - 'SATUSEHAT' ('Coronavirus' and 'Entry requirements' pages).",
                    "public_timestamp": "2023-04-03T10:58:19.000Z"
                },
                {
                    "note": "Updated information on drink poisoning (‘Safety and security’ page).",
                    "public_timestamp": "2023-04-20T11:31:12.000Z"
                },
                {
                    "note": "Updated information on the security situation in Papua ('Safety and security' page).",
                    "public_timestamp": "2023-04-28T09:54:24.000Z"
                },
                {
                    "note": "Information on no longer needing to show proof of a Covid-19 vaccination to enter Indonesia ('Coronavirus' and 'Entry requirements' pages).",
                    "public_timestamp": "2023-06-13T10:26:54.000Z"
                },
                {
                    "note": "This travel advice has been updated to make it easier to read and understand.",
                    "public_timestamp": "2023-06-21T15:38:09.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T08:44:56.000Z"
                }
            ],
            "country": {
                "name": "Indonesia",
                "slug": "indonesia",
                "synonyms": [
                    "Borneo",
                    "Bali"
                ]
            },
            "document": {
                "attachment_type": "file",
                "content_type": "application/pdf",
                "id": "9ad55954-e06d-4eee-94b8-ee01d1a0116f",
                "url": "https://assets.publishing.service.gov.uk/media/645a3a2e2226ee000c0ae49f/FCDO__TA__020_-_Indonesia_Travel_Advice_Ed3.pdf"
            },
            "email_signup_link": "/foreign-travel-advice/indonesia/email-signup",
            "image": {
                "content_type": "image/jpeg",
                "url": "https://assets.publishing.service.gov.uk/media/645a3a2e479612000cc29222/FCDO__TA__020_-_Indonesia_Travel_Advice_Ed3__WEB_.jpg"
            },
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (FCDO) provides advice about risks of travel to support British nationals in making informed decisions. Find out <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">more about FCDO travel advice</a>.</p>\n\n<h3 id=\"areas-where-the-fcdo-advises-against-travel\">Areas where the FCDO advises against travel</h3>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Your travel insurance could be invalidated if you travel against FCDO advice. Consular support is also severely limited where FCDO advises against travel.</p>\n</div>\n\n<h3 id=\"mount-sinabung-area-karo-regency\">Mount Sinabung area, Karo Regency</h3>\n\n<p>FCDO advises against all travel within 5 km of the Mount Sinabung crater in Karo Regency, North Sumatra.</p>\n\n<h3 id=\"mount-semeru-area-lumajang-regency\">Mount Semeru area, Lumajang Regency</h3>\n\n<p>FCDO advises against all travel within 5 km of the crater of Mount Semeru in Lumajang Regency, East Java. FCDO also advises against all travel to the southeast area of Mount Semeru along the Besuk Kobokan river (approximately 13 km from the crater). You should stay at least 500 m from the Besuk Kobokan riverbank.</p>\n\n<div class=\"example\">\n<p>Find out more about <a href=\"https://www.gov.uk/foreign-travel-advice/indonesia/regional-risks\">why FCDO advises against travel</a></p>\n</div>\n\n<h2 id=\"before-you-travel\">Before you travel</h2>\n\n<p>No travel can be guaranteed safe. Read all the advice in this guide as well as <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a> which includes:</p>\n\n<ul>\n  <li>advice on preparing for travel abroad and reducing risks</li>\n  <li>information for women, LGBT and disabled travellers</li>\n</ul>\n\n<div class=\"example\">\n<p>Follow and contact FCDO travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/indonesia/email-signup\">get email notifications</a> when this advice is updated.</p>\n</div>\n\n<h2 id=\"travel-insurance\">Travel insurance</h2>\n\n<p>If you choose to travel, research your destinations and <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">get appropriate travel insurance</a>. Insurance should cover your itinerary, planned activities and potential expenses in an emergency.</p>\n",
                    "slug": "warnings-and-insurance",
                    "title": "Warnings and insurance"
                },
                {
                    "body": "<p>This advice reflects the UK government’s understanding of current rules for people travelling on a full <a href=\"https://www.gov.uk/types-of-british-nationality\">‘British citizen’ passport</a> from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Indonesia set and enforce entry rules. If you’re not sure how these requirements apply to you, contact <a rel=\"external\" href=\"https://kemlu.go.id/london/en\">Indonesia’s embassy in the UK</a>.</p>\n\n<h2 id=\"death-from-covid-19-in-indonesia\">Death from COVID-19 in Indonesia</h2>\n\n<p>If COVID-19 is given as cause of death and you would like to arrange a local cremation and repatriation of ashes, you will need to make contact with a local undertaker within 4 hours of the death registration to give your instructions. If you do not do this, it is likely that a local burial will take place.</p>\n\n<p>You will also require a letter of no objection from the Embassy. This will be issued on the next working day.</p>\n\n<h2 id=\"passport-validity-requirements\">Passport validity requirements</h2>\n\n<p>Make sure your passport is valid for at least 6 months from your date of entry into Indonesia.</p>\n\n<p>Check with your travel provider or the nearest Indonesian Embassy or Consulate to make sure your passport and other travel documents meet the requirements.</p>\n\n<h3 id=\"dual-nationality\">Dual nationality</h3>\n\n<p>Indonesian law does not allow dual nationality for those aged 18 and older. If you are a British national who has retained Indonesian nationality, you could have difficulties with immigration in Indonesia. You might have to renounce your nationality or hand in your Indonesian passport.</p>\n\n<h2 id=\"visa-requirements\">Visa requirements</h2>\n\n<h3 id=\"e-visas\">E-visas</h3>\n\n<p>You can apply for an e-visa before arrival on the <a rel=\"external\" href=\"https://molina.imigrasi.go.id/\">Indonesian immigration website</a>.</p>\n\n<h3 id=\"visas-on-arrival\">Visas on arrival</h3>\n\n<p>British nationals who visit Indonesia for the following reasons can also apply for a visa on arrival at a cost of 500,000 Indonesian rupiah:</p>\n\n<ul>\n  <li>tourism</li>\n  <li>official visit or government duties</li>\n  <li>business or official meeting</li>\n  <li>procurement of goods</li>\n  <li>transit</li>\n</ul>\n\n<p>The visa is valid for 30 days. It can be extended once (for a maximum of 30 days) by making an application to an immigration office within Indonesia. Make sure you extend your visa within the initial 30 days to avoid an overstay fine of 1 million rupiah a day.</p>\n\n<h3 id=\"kitas-extension-stay-or-work-permit\">KITAS extension (stay or work permit)</h3>\n\n<p>KITAS holders with expiring stay permit but currently outside Indonesia can apply for an extension through a sponsor. The sponsor must submit the application to the immigration office attaching a copy of the passport and proof of leaving Indonesia. The application is submitted without biometric sampling. The sponsor must report the foreigner’s arrival within 30 days.</p>\n\n<h3 id=\"visa-scams\">Visa scams</h3>\n\n<p>Beware of visa scams by fake visa agents who, having taken your money, may fail to provide a visa or supply the wrong visa. This could result in your overstaying and a fine of 1 million Indonesia rupiah per day, detention, deportation and possible re-entry ban. Use the <a rel=\"external\" href=\"https://molina.imigrasi.go.id/\">Indonesian Immigration self-service portal.</a></p>\n\n<p>Visa scams are increasing in Indonesia. Some travellers have lost significant amounts of money. Others have been deported despite paying large fees to an agent to get the correct visa or extension.</p>\n\n<p>If you choose to use to use an agent check they are reputable.</p>\n\n<h3 id=\"overstaying-your-visa\">Overstaying your visa</h3>\n\n<p>Visitors who overstay without the proper permissions can be held in detention or refused permission to leave the country until a fine of 1 million Indonesian rupiah per day is paid.</p>\n\n<p>If you have overstayed your visa for less than 60 days, you must pay your fine at the airport. After 60 days, you will be detained until the fine is paid.</p>\n\n<h3 id=\"proof-of-onward-travel\">Proof of onward travel</h3>\n\n<p>Immigration officials in Indonesia may ask you for proof of onward travel (such as a return or onward air ticket). Make all reservations before leaving for Indonesia. Some airlines have refused to board passengers without evidence of onward travel.</p>\n\n<h2 id=\"airport-tax\">Airport tax</h2>\n\n<p>Airport tax is included in the cost of all domestic flights within Indonesia. For some international flights departing Indonesia, airport tax might not be included in the price of the ticket. Check with your airline or travel agent before you travel.</p>\n\n<h2 id=\"vaccination-requirements-other-than-covid-19\">Vaccination requirements (other than COVID-19)</h2>\n\n<p>At least 8 weeks before your trip, check the vaccinations and vaccination certificates you may need on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/106/indonesia\">TravelHealthPro</a>.</p>\n\n<p>Depending on your circumstances, these may include:</p>\n\n<ul>\n  <li>polio</li>\n  <li>yellow fever</li>\n  <li>Zika virus</li>\n</ul>\n\n<h2 id=\"accommodation\">Accommodation</h2>\n\n<h3 id=\"registering\">Registering</h3>\n\n<p>If you stay in private accommodation in Indonesia (not a hotel) you must register your presence with the local police at the nearest police station. You could be fined 5 million Indonesia rupiah if you do not register. If you stay in a hotel you will be registered automatically.</p>\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>You should also read <a href=\"https://www.gov.uk/foreign-travel-advice/indonesia\">FCDO’s overall travel advice</a> and <a href=\"https://www.gov.uk/foreign-travel-advice/indonesia/regional-risks\">regional risks advice</a>.</p>\n\n<h2 id=\"terrorism\">Terrorism</h2>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out how to reduce your risk from <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">terrorism</a> while abroad.</p>\n\n<h3 id=\"terrorism-in-indonesia\">Terrorism in Indonesia</h3>\n\n<p>Terrorists are very likely to try to carry out attacks in Indonesia.</p>\n\n<p>The threat from Islamist extremism remains high, though the Indonesian authorities continue to disrupt attack planning, including arresting alleged terrorists reportedly in the advanced stages of preparation.</p>\n\n<p>Indonesian government and law enforcement interests and places of worship are regularly targeted by extremists. Western interests are also at risk. Small-scale attacks occur on a regular basis and further incidents are likely. Attacks could be indiscriminate, including in places frequented by foreigners. Potential targets include:</p>\n\n<ul>\n  <li>beach resorts</li>\n  <li>bars and restaurants</li>\n  <li>hotels</li>\n  <li>markets</li>\n  <li>shopping malls hosting major international brand outlets</li>\n  <li>tourist attractions</li>\n  <li>places of worship</li>\n  <li>foreign embassies</li>\n  <li>polling stations</li>\n  <li>ferry terminals and airports</li>\n</ul>\n\n<p>There’s a heightened risk during holiday periods such as:</p>\n\n<ul>\n  <li>Christmas, New Year and Easter</li>\n  <li>Chinese New Year</li>\n  <li>Nyepi (Balinese New Year)</li>\n  <li>Islamic celebrations and holidays such as Ramadan</li>\n  <li>local elections</li>\n  <li>presidential inaugurations</li>\n  <li>Independence Day (17 August)</li>\n</ul>\n\n<p>Follow the advice of the local authorities, remain particularly vigilant and maintain a high level of security awareness in crowded places and at large gatherings.</p>\n\n<p>Recent attacks include:</p>\n\n<ul>\n  <li>in 2022, a suicide bomber attacked a Police post on Jalan Astana Anyar, in Bandung, West Java, killing one and injuring 8 people</li>\n  <li>in 2021, there was a suicide attack outside the Catholic Cathedral Church at JaIan Kajaolalido, Makassar</li>\n  <li>in 2020, a police officer was killed and another injured during an attack on a police station in Kalimantan</li>\n  <li>in 2019, a suicide bomber attacked police headquarters in Medan, Sumatra, injuring 4 police officers and 2 civilians</li>\n  <li>in 2018, there was an explosion at a police headquarters, and at 3 churches, in Surabaya, East Java, causing multiple deaths and injuries</li>\n</ul>\n\n<h2 id=\"political-situation\">Political situation</h2>\n\n<p>The political situation in Indonesia is stable. However, internal developments such as elections, presidential inaugurations and external developments, including in the Middle East, can trigger protests or unrest. Nationwide student protests took place in 2019 and 2020, and could reoccur at any time.</p>\n\n<p>Avoid all protests, demonstrations and student and political rallies as they could become violent without notice.</p>\n\n<h2 id=\"crime\">Crime</h2>\n\n<h3 id=\"sexual-assault\">Sexual assault</h3>\n\n<p>Reported cases of rape and sexual assault are high in Bali and Lombok. Exercise the same caution you would in the UK when travelling at night and avoid areas that are poorly lit.</p>\n\n<p>If you want to travel by taxi, use only registered companies (such as Bluebird, Silverbird or Express) and ensure the driver’s identity is shown. If you are booking with a mobile app, check the driver is the same as the person on the app and share your journey with a friend using the app. Be wary of drivers claiming to be registered with online ride hailing apps trying to pick up passengers off the street.</p>\n\n<h3 id=\"protecting-your-belongings\">Protecting your belongings</h3>\n\n<p>Be aware of the risk of street crime and pickpocketing, particularly in busy tourist areas in Bali, where there have been reports of bag-snatching. Concealing your bag as much as possible will help avoid bag-snatching and only carry essential items. Take care of your passport and bank cards.</p>\n\n<p>Beware of thieves on public transport. If you’re travelling by car keep doors locked at all times.</p>\n\n<h3 id=\"scams\">Scams</h3>\n\n<p>Credit card fraud is common. Do not lose sight of your card during transactions. Criminals sometimes place a fake telephone number on ATMs advising customers to report problems.</p>\n\n<p>Only use licensed currency exchangers. Licensed currency exchangers can be identified by the presence of a sign titled ‘Authorized Money Changer’ and the formal name of the business, accompanied by logos and certificates issued by the Bank of Indonesia. On the logos and branding, there should be a QR Code that when opened shows the information of the business and proof of licenses.</p>\n\n<h3 id=\"drink-and-food-spiking\">Drink and food spiking</h3>\n\n<p>There have been reports of sexual assaults and drink spiking in Bali, Lombok and the Gili Islands. Make sure drinks are prepared in front of you and do not accept drinks from strangers at clubs and parties or leaving drinks unattended. Tourists have also been robbed after taking visitors to their hotel rooms, and in some cases have found that their drinks were spiked.</p>\n\n<h3 id=\"alcohol-strength-and-drugs\">Alcohol strength and drugs</h3>\n\n<p>Drinks served in bars can be stronger than those in the UK and the measures of spirits are larger. In some cases, over drinking and taking drugs has resulted in accidents, injuries, robbery, assaults and lost travel documents and some British nationals have suffered psychiatric problems caused by alcohol, drugs and a lack of sleep. Drink responsibly and be aware of your limits.</p>\n\n<h3 id=\"drink-poisoning-methanol\">Drink poisoning (methanol)</h3>\n\n<p>People, including British nationals, have died or suffered serious illness in Indonesia after drinking alcoholic drinks contaminated with methanol.</p>\n\n<p>Drink poisoning incidents have happened in bars, shops and hotels in tourist areas like Bali, Lombok, the Gili Islands and Sumatra. Criminal gangs make counterfeit replicas of well-known alcohol brands containing high amounts of methanol.</p>\n\n<p>Take extreme care when buying spirit-based drinks. Bottles may appear to be genuine when they’re not, and bottle labels may not be accurate. Contaminated drinks have included:</p>\n\n<ul>\n  <li>local spirits, including arak/arrack (a local rice or palm liquor)</li>\n  <li>spirit-based drinks, such as cocktails</li>\n  <li>brand name alcohol</li>\n</ul>\n\n<p>Symptoms of methanol poisoning can be similar to those of alcohol poisoning. The fact sheet on TravelHealthPro has a <a rel=\"external\" href=\"https://www.travelhealthpro.org.uk/factsheet/25/personal-safety\">list of symptoms for methanol poisoning</a>.</p>\n\n<p>To protect yourself from drink poisoning:</p>\n\n<ul>\n  <li>buy or drink alcoholic beverages at reputable licensed premises</li>\n  <li>be careful drinking cocktails and drinks made with spirits</li>\n  <li>avoid home-made alcoholic drinks</li>\n  <li>check bottle seals are intact</li>\n</ul>\n\n<p>Seek <a href=\"https://www.gov.uk/government/publications/indonesia-list-of-medical-facilities-and-funeral-directors/list-of-medical-facilities-in-indonesia\">urgent medical attention</a> if you or someone you are travelling with show signs of alcohol-induced methanol poisoning or drink-spiking.</p>\n\n<h2 id=\"laws-and-cultural-differences\">Laws and cultural differences</h2>\n\n<h3 id=\"religious-holidays\">Religious holidays</h3>\n\n<h3 id=\"ramadan\">Ramadan</h3>\n\n<p>Ramadan is a holy month for Muslims. The dates vary by year and country. Ramadan in Indonesia will take place on 10 March to 9 April 2024. During this time, do not:</p>\n\n<ul>\n  <li>eat, drink, smoke or chew gum in public in the daytime, including in your car</li>\n  <li>play loud music or dance</li>\n  <li>swear in public</li>\n</ul>\n\n<p>Get more advice when you arrive from your tour guide, hotel or business contacts.</p>\n\n<p>You should also:</p>\n\n<ul>\n  <li>check opening hours of shops and restaurants</li>\n  <li>be aware that if hotels and restaurants are providing food or drink in fasting hours, they may separate you from Islamic guests, for example with screens</li>\n  <li>follow local dress codes – clothing that does not meet local dress codes may cause more offence at this time</li>\n  <li>be aware that driving may be erratic, particularly when people are trying to get home at dusk</li>\n  <li>be patient and show tolerance</li>\n</ul>\n\n<h3 id=\"balinese-new-year\">Balinese New Year</h3>\n\n<p>During Balinese New Year, known as Nyepi, local custom requires that all people in Bali observe a day of silence by staying indoors, turning off lights, and making no noise. Ngurah Rai International Airport is closed for the entire day. However, emergency services and hospitals are allowed to operate.</p>\n\n<h3 id=\"personal-id\">Personal ID</h3>\n\n<p>You must be able to show your valid travel document (passport) or stay permit (such as KITAS or KITAP) at any time when needed to do so by an active immigration officer.</p>\n\n<h3 id=\"alcohol-laws-and-bans\">Alcohol laws and bans</h3>\n\n<p>In the province of Aceh consumption, production and distribution of alcohol are all illegal under Sharia law. Punishment following a Sharia court process is public caning.</p>\n\n<h3 id=\"illegal-drugs-and-prison-sentences\">Illegal drugs and prison sentences</h3>\n\n<p>Do not get involved with illegal drugs. Possession, trafficking and manufacture of any illegal drugs are serious offences in Indonesia. The Indonesian authorities have a zero-tolerance policy and those caught face lengthy prison sentences or the death penalty, usually after a protracted and expensive legal process. British nationals have been caught and jailed for drug offences in Indonesia.</p>\n\n<p>Police often raid venues (particularly in Bali) known to be frequented by foreigners. You may have to take a urine or blood test if there is a reasonable suspicion that drugs have been used. Criminal gangs in the UK and elsewhere are known to coerce people into carrying drugs across borders. Do not allow yourself to be persuaded.</p>\n\n<h3 id=\"lgbt-travellers\">LGBT+ travellers</h3>\n\n<p>The province of Aceh enforces Sharia law. It is the only province in Indonesia to do so and the laws apply to both Muslims and non-Muslims.</p>\n\n<p>Homosexual activity is illegal under Sharia law. Punishment following a Sharia court process includes public caning, prison sentence or a fine which should be paid in gold.</p>\n\n<p>Read more <a href=\"https://www.gov.uk/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">advice for LGBT+ travellers</a>.</p>\n\n<h3 id=\"wildlife-animal-products-and-souvenirs\">Wildlife, animal products and souvenirs</h3>\n\n<p>It’s illegal to buy, sell, kill or capture any protected wild animal or trade its parts without a license. Indonesia is a signatory to the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), which includes bans on trade in ivory and tiger parts. If you’re caught purchasing or trafficking illegal goods you’ll be prosecuted and could receive a prison sentence and fine.</p>\n\n<h3 id=\"gambling\">Gambling</h3>\n\n<p>In the province of Aceh gambling is illegal under Sharia law. Punishment following a Sharia court process includes public caning, prison sentence or a fine which should be paid in gold.</p>\n\n<h3 id=\"extra-marital-sex\">Extra-marital sex</h3>\n\n<p>In the province of Aceh, extra-marital sex is illegal under Sharia law and punishable by public caning after a Sharia court process.</p>\n\n<h2 id=\"transport-risks\">Transport risks</h2>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>You cannot drive in Indonesia using a UK driving licence. You can drive using an International Driving Permit issued in Indonesia. International Driving Permits issued in the UK may need to be endorsed by the Indonesian licensing office in Jakarta.</p>\n\n<p>Before driving, riding or hiring any type of vehicle, ensure that you have the appropriate licence to do so. Check you are covered with your travel insurance company.</p>\n\n<p>Traffic discipline is very poor and there are several moped and motorbike accidents, including serious injury and fatalities in Bali. Make sure you wear a helmet if you’re riding a motorbike or moped.</p>\n\n<p>Foreigners involved in even minor traffic violations or accidents may be vulnerable to exploitation. Consider employing a private driver or hiring a car with a driver. Some multinational companies do not allow their expatriate staff to drive in Indonesia.</p>\n\n<p>If you’re involved in an accident or breakdown, make sure someone remains with your vehicle. If you have any concerns for your security, move to another location safely. Make yourself available for questioning by the police if requested to do so.</p>\n\n<h3 id=\"sea-travel\">Sea travel</h3>\n\n<p>Travelling by boat or ferry can be dangerous as the sea conditions can change rapidly. Vessels can be crowded, overloaded, poorly maintained and safety standards vary between providers.</p>\n\n<p>Make sure you’re satisfied with safety standards before travelling, including availability of safety equipment such as life-jackets. Life-jackets suitable for children aren’t always available so you may need to bring your own. Avoid travelling after dark unless you’re satisfied the vessel is suitably equipped.</p>\n\n<p>There have been attacks against ships in and around the waters of Indonesia. Mariners should be vigilant, reduce opportunities for theft, establish secure areas on board and report all incidents to the coastal and flag state authorities.</p>\n\n<h2 id=\"extreme-weather-and-natural-disasters\">Extreme weather and natural disasters</h2>\n\n<h3 id=\"volcanic-eruptions\">Volcanic eruptions</h3>\n\n<p>There are lots of active volcanoes in Indonesia. They can erupt without warning. Villages within a 3 to 7 kilometre radius will usually be evacuated. Eruptions have caused destruction and fatalities.</p>\n\n<p>There are 4 volcano alert levels:</p>\n\n<ol>\n  <li>normal</li>\n  <li>advisory</li>\n  <li>watch</li>\n  <li>warning</li>\n</ol>\n\n<p>Check media reports before travelling to areas that are prone to volcanic activity. Take extra care and follow the advice of the local authorities, including respecting any exclusion zones. See the Multiplatform Application for Geohazard Mitigation and Assessment (MAGMA) in Indonesia for <a rel=\"external\" href=\"https://magma.esdm.go.id/v1/gunung-api/laporan\">updates on volcanic activity</a> (in Bahasa language).</p>\n\n<p>Sometimes areas beyond local exclusion zones have been affected by mud and debris flows (particularly in valleys) and volcanic ash falls. While near any volcano, you should:</p>\n\n<ul>\n  <li>monitor local media</li>\n  <li>exercise caution</li>\n  <li>follow the advice of the local authorities, including any evacuation orders</li>\n</ul>\n\n<p>Ash clouds can affect flight schedules and the operation of regional airports. Check with your airline or travel company for the latest information.</p>\n\n<p>Be aware that ash plumes can affect air quality and have an impact on health. A fitted face mask may provide some protection. While masks should be available in Indonesia, you may choose to buy your own before you travel.</p>\n\n<p>If you have any pre-existing respiratory conditions, such as asthma, be aware that you might be at increased risk of triggering or worsening your symptoms. Make sure you travel with sufficient supplies of any regular medicines to cater for this.</p>\n\n<p>In the event of a major eruption, they may be increased levels of particulate and gaseous pollutants in the air, even in areas outside of the exclusion zones. Face masks only offer protection against small particulate matter; they do not protect against hazardous gases emitted by a volcano. Unless you’re advised to evacuate, the best way to reduce your exposure is to remain inside and close all doors and windows.</p>\n\n<h3 id=\"mount-agung-bali\">Mount Agung, Bali</h3>\n\n<p>In 2018, Mount Agung in East Bali erupted, emitting gas and ash which resulted in the closure of Bali’s airport and a number of nearby regional airports for a period of time. Climbers are recommended to limit activity around the crater. The alert level is subject to change at short notice.</p>\n\n<p>Travellers to Bali may find <a href=\"https://www.gov.uk/government/publications/mount-agung-eruption-information-for-british-visitors-to-bali\">information on travel during the volcanic activity</a> useful.</p>\n\n<p>Further disruption cannot be ruled out. The local authorities have indicated that Mount Agung continues to show signs of volcanic activity and the possibility of volcanic eruptions remains.</p>\n\n<h3 id=\"mount-semeru-east-java\">Mount Semeru, East Java</h3>\n\n<p>FCDO advises against all travel to:</p>\n\n<ul>\n  <li>within 5 km of the crater of Mount Semeru in Lumajang Regency, East Java</li>\n  <li>the southeast area of Mount Semeru along the Besuk Kobokan river, approximately 13km from the crater, and 500m from any Besuk Kobokan riverbank</li>\n</ul>\n\n<p>These are exclusion zones put into place by the local authorities.</p>\n\n<p>Mount Semeru erupted in 2022, emitting a 1,500 meters (4,921 ft) high ash cloud. Indonesian authorities have set an alert status of level 4 (of 4) and are warning of the potential for pyroclastic flows and lava flows along rivers, tributaries and valleys around Mount Semeru, especially along Besuk Kobokan, Besuk Bang, Besuk Kembar and Besuk Sat.</p>\n\n<h3 id=\"mount-sinabung-north-sumatra\">Mount Sinabung, North Sumatra</h3>\n\n<p>FCDO advises against all travel to:</p>\n\n<ul>\n  <li>within 5km of the crater of Mount Sinabung in Karo Regency, North Sumatra</li>\n</ul>\n\n<p>This is an exclusion zone put into place by the local authorities. Mount Sinabung erupted in 2021, sending a large column of smoke and ash into the sky.</p>\n\n<h3 id=\"flooding\">Flooding</h3>\n\n<p>The Indonesian rainy season runs from September to January but can run into February. Monitor international and local weather reports if travelling during the rainy season.</p>\n\n<p>Large areas of the country have been badly affected by heavy rains, landslides and flooding, including parts of:</p>\n\n<ul>\n  <li>West Sumatra</li>\n  <li>Central, East and West Java</li>\n  <li>Jakarta</li>\n</ul>\n\n<p>Flash floods and widespread flooding can occur across Indonesia. Cities, especially Jakarta, can suffer severe localised flooding which can result in major traffic congestion and power outages. The main toll road to Soekarno-Hatta International Airport and other major roads in Jakarta can be affected by flooding. Slips and landslides occur in mountainous and remote areas, but also in urban areas.</p>\n\n<p>Take care when driving and walking. Keep a stock of bottled water and make sure your phone is charged.</p>\n\n<h3 id=\"earthquakes-and-tsunamis\">Earthquakes and tsunamis</h3>\n\n<p>Earthquakes happen regularly. The <a rel=\"external\" href=\"http://www.ready.gov/earthquakes\">US Federal Emergency Management Agency</a> has advice about what to do before, during and after an earthquake.</p>\n\n<p>If a major earthquake or landslide occurs close to shore, follow the instructions of local authorities, bearing in mind that a tsunami could arrive within minutes. The <a rel=\"external\" href=\"http://rtsp.bmkg.go.id/publicbull.php\">Indonesia Tsunami Early Warning Centre</a> issues warnings when a potential tsunami with significant impact is imminent or expected.</p>\n\n<h3 id=\"forest-fires\">Forest fires</h3>\n\n<p>Forest fires continue to burn in Indonesia’s forest and peatlands, mostly on Sumatra and Borneo, generating widespread haze that can affect air quality.</p>\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>This section has safety advice for regions of Indonesia. It only covers regions where FCDO has specific advice.</p>\n\n<p>You should also read <a href=\"https://www.gov.uk/foreign-travel-advice/indonesia\">FCDO’s overall travel advice</a> and <a href=\"https://www.gov.uk/foreign-travel-advice/indonesia/safety-and-security\">safety and security advice</a>.</p>\n\n<h2 id=\"aceh\">Aceh</h2>\n\n<p>Aceh has emerged from a long period of internal conflict. Although violence against foreigners is rare, a British national was abducted in  2013 and there were 3 separate incidents in 2009 targeting foreigners. There have been reports of Sharia (religious) police harassing foreigners.</p>\n\n<p>Be alert to the risk of politically motivated violence. Take particular care in remote areas. Keep up to date with local developments and avoid large crowds, especially political rallies.</p>\n\n<p>Sharia law is in force in Aceh. See <a href=\"https://www.gov.uk/foreign-travel-advice/indonesia/safety-and-security\">safety and security</a>.</p>\n\n<h2 id=\"central-sulawesi-province\">Central Sulawesi Province</h2>\n\n<p>The political situation in Central Sulawesi Province is unsettled. Take particular care in Palu, Poso and Tentena. Be alert to the risk of politically motivated violence.</p>\n\n<p>There is conflict between the Indonesian security forces and terrorists, including attacks upon police and civilians in 2021. This conflict is predominantly in the Sigi, Parigi Moutong and Poso regions.</p>\n\n<h2 id=\"maluku-province\">Maluku Province</h2>\n\n<p>Maluku Province has experienced unrest and violence between different religious and tribal groups. Take particular care in Ambon, including Haruku Island (Pulau Haruku).</p>\n\n<h2 id=\"papua\">Papua</h2>\n\n<p>Armed Papuan separatist groups are fighting for independence from Indonesia in the region of Papua. Violence has been steadily increasing since 2018. The Indonesian government has a heavy security presence throughout the region especially in Highland Papua, Central Papua provinces and along the border with Papua New Guinea. There are regular armed clashes between Papuan separatist groups (known as the TPNPB-OPM) and government security forces, mainly in the regions of Highland Papua and Central Papua.</p>\n\n<p>Clashes have resulted in civilian deaths, including foreign nationals. In  2020, a New Zealand national was shot dead and a number of Indonesian nationals were wounded in a mining facility in Highland Papua province.</p>\n\n<p>In February 2023:</p>\n\n<ul>\n  <li>a New Zealand national was kidnapped by a separatist group in Nduga, Highland Papua Province</li>\n  <li>the TPNPB-OPM issued a statement that foreigners in the Papua region would be targeted</li>\n</ul>\n\n<p>There have been several instances of Papuan separatists attacking commercial aircraft servicing remote communities via small local airfields, especially in Highland Papua and Central Papua provinces. This includes aircraft which are regularly used by foreign nationals and those working in the region as the only viable means of transportation.</p>\n\n<p>Political tensions have also led to violent demonstrations in cities across Papua, which have turned violent at short notice. Take local advice to help you avoid possible demonstrations and political rallies. Internet communications might be switched off in areas where demonstrations are planned. Make plans in advance in case you are affected.</p>\n\n<p>If you’re planning to travel in the Highland Papua and Central Papua provinces be aware that the security situation is unpredictable and can change quickly, Take local advice to understand the current tensions, and how you can reduce your personal risks.</p>\n\n<p>In 2022, the Indonesian government passed new legislation to reform the governance and administration of the Papua region. The existing provinces of Papua and West Papua have been reorganised into 6 provinces, which are now known as:</p>\n\n<ul>\n  <li>Papua</li>\n  <li>West Papua</li>\n  <li>Central Papua</li>\n  <li>Highland Papua</li>\n  <li>South Papua</li>\n  <li>Southwest Papua</li>\n</ul>\n\n<p>If you have travelled to the area previously make sure you check the updated map.</p>\n\n<p>The UK Government has no permanent presence in the region. Consular services are delivered remotely from Jakarta. There are limited hospital facilities in the region. If you need emergency medical treatment, you are likely to be medically evacuated to Darwin in Australia.</p>\n",
                    "slug": "regional-risks",
                    "title": "Regional risks"
                },
                {
                    "body": "<p>Before you travel check that:</p>\n\n<ul>\n  <li>your destination can provide the healthcare you may need</li>\n  <li>you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for local treatment or unexpected medical evacuation</li>\n</ul>\n\n<p>This is particularly important if you have a health condition or are pregnant.</p>\n\n<h2 id=\"emergency-medical-number\">Emergency medical number</h2>\n\n<p>Dial 118 and ask for an ambulance.</p>\n\n<p>Contact your insurance or medical assistance company promptly if you’re referred to a medical facility for treatment.</p>\n\n<h2 id=\"air-pollution\">Air pollution</h2>\n\n<p>Air quality in Indonesia’s major cities can reach levels considered ‘unhealthy for sensitive groups’ or ‘unhealthy’. Current air quality data for Jakarta can be found on the <a rel=\"external\" href=\"http://www.aqicn.info/city/jakarta\">Air Quality Index website</a>.</p>\n\n<p>Ash plumes from volcanoes can affect air quality and have an impact on health, particularly for anyone with pre-existing respiratory conditions. If you’re in the vicinity of a volcanic eruption and affected by subsequent ash fall, you can find further information in digital pamphlets issued by the <a rel=\"external\" href=\"http://www.ivhhn.org/pamphlets.html\">International Volcanic Health Hazard Network (IVHHN)</a>, which cover the potential health hazards of volcanic ash and offer advice on how to prepare and cope with ash fall.</p>\n\n<p>During the dry season (May to November), widespread forest fires can cause smoke haze resulting in poor air quality across parts of Indonesia, particularly Riau Islands, central Sumatra and Kalimantan. The haze can cause disruption to local and regional air travel, and the air pollution may have an impact on public health. Keep up to date with local information and seek medical advice on appropriate precautions. A regional haze map is available from the <a rel=\"external\" href=\"http://www.weather.gov.sg/warning-haze-information/\">Singapore Meteorological Service</a>.</p>\n\n<h2 id=\"tap-water\">Tap water</h2>\n\n<p>Tap water is not safe to drink in Indonesia.</p>\n\n<h2 id=\"dengue-fever\">Dengue fever</h2>\n\n<p>There’s a risk of <a rel=\"external\" href=\"http://travelhealthpro.org.uk/factsheet/13/dengue\">dengue fever</a> in Bali, Jakarta and elsewhere in Indonesia. While this is particularly heightened during the rainy season (usually from around October to April), local outbreaks can occur at any time.</p>\n\n<h2 id=\"rabies\">Rabies</h2>\n\n<p>Rabies exists in domestic and wild animals. There are many street dogs in Bali and elsewhere. Avoid direct contact with all dogs and cats (including pets), monkeys and other animals and seek immediate help if you’re bitten or scratched.</p>\n\n<h2 id=\"avian-influenza-bird-flu\">Avian Influenza (bird flu)</h2>\n\n<p>Avian flu has led to over 150 confirmed human fatalities in Indonesia since 2003, although the rate appears to be declining. All cases so far have been linked to close contact with poultry.</p>\n\n<p>Although the risk to humans from Avian Influenza is low, avoid visiting live animal markets, poultry farms and other places where you may come into close contact with domestic, caged or wild birds, and make sure poultry and egg dishes are thoroughly cooked.</p>\n\n<h2 id=\"polio-virus\">Polio virus</h2>\n\n<p>In 2019, the Global Polio Eradication Initiative reported 2 cases of genetically linked circulating vaccine derived polio virus (cVDPV) type 1 in Papua Province, Indonesia. This factsheet on the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/106/indonesia#CIoutBreaks\">TravelHealthPro website</a> contains information about the Polio outbreak and vaccination recommendations.</p>\n\n<h2 id=\"vaccinations-and-health-risks\">Vaccinations and health risks</h2>\n\n<p>At least 8 weeks before your trip check:</p>\n\n<ul>\n  <li>\n    <p>the latest information on health risks and find out what vaccinations you need for Indonesia on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/106/indonesia\">TravelHealthPro</a></p>\n  </li>\n  <li>\n    <p>where to get vaccines and whether you have to pay on the <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">NHS travel vaccinations page</a></p>\n  </li>\n</ul>\n\n<h2 id=\"medication\">Medication</h2>\n\n<p>The legal status and regulation of some medicines prescribed or bought in the UK can be different in other countries.</p>\n\n<p>TravelHealthPro explains <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>.</p>\n\n<p>The NHS has information on <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/medicines/can-i-take-my-medicine-abroad/\">whether you can take your medicine abroad</a>.</p>\n\n<h2 id=\"healthcare-facilities-in-indonesia\">Healthcare facilities in Indonesia</h2>\n\n<p>The standard of local medical care can be poor and some medical tests cannot be done reliably. Psychological and psychiatric services are also limited.</p>\n\n<p>Good medical care can be expensive and in remote areas attention for serious injuries or illness is likely to be unavailable. Medical evacuation can cost tens of thousands of pounds. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.</p>\n\n<p>You can view a list of <a href=\"https://www.gov.uk/government/publications/indonesia-list-of-medical-facilities-and-funeral-directors\">English speaking doctors in Indonesia</a>.</p>\n\n<h2 id=\"travel-and-mental-health\">Travel and mental health</h2>\n\n<p>Read <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">FCDO guidance on travel and mental health</a>. There is also <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">guidance on TravelHealthPro</a>.</p>\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (FCDO) cannot provide tailored advice for individual trips. Read this travel advice and carry out your own research before deciding whether to travel.</p>\n\n<h2 id=\"emergency-services-in-indonesia\">Emergency services in Indonesia</h2>\n\n<p>Ambulance: 118</p>\n\n<p>Fire: 112</p>\n\n<p>Police: 110</p>\n\n<h2 id=\"contact-your-travel-provider-and-insurer\">Contact your travel provider and insurer</h2>\n\n<p>Contact your travel provider and your insurer if you are involved in a serious incident or emergency abroad. They will tell you if they can help and what you need to do.</p>\n\n<h3 id=\"refunds-and-changes-to-travel\">Refunds and changes to travel</h3>\n\n<p>For refunds or changes to travel, contact your travel provider. You may also be able to make a claim through insurance. However, insurers usually need you to talk to your travel provider first.</p>\n\n<p>Find out more about <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">changing or cancelling travel plans</a>, including:</p>\n\n<ul>\n  <li>where to get advice if you are in a dispute with a provider</li>\n  <li>how to access previous versions of travel advice to support a claim</li>\n</ul>\n\n<h2 id=\"support-from-fcdo\">Support from FCDO</h2>\n\n<p>FCDO provides guidance on how to help yourself stay safe and what to do if you need help or support abroad, including:</p>\n\n<ul>\n  <li>finding <a href=\"https://www.gov.uk/government/publications/indonesia-list-of-lawyers\">lawyers</a>, <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find?country=indonesia&amp;serviceType=funeral-directors\">funeral directors</a> and <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find?country=Indonesia&amp;serviceType=translatorsInterpreters\">translators and interpreters</a> in Indonesia</li>\n  <li>dealing with a <a href=\"https://www.gov.uk/government/publications/bereavement-guidance-indonesia\">death</a> in Indonesia</li>\n  <li>being <a href=\"https://www.gov.uk/government/publications/indonesia-prisoner-pack\">arrested</a> in Indonesia</li>\n  <li>getting help <a href=\"https://www.gov.uk/guidance/victim-of-crime-abroad\">if you’re a victim of crime</a>\n</li>\n  <li>what to do if <a href=\"https://www.gov.uk/guidance/in-hospital-abroad\">you’re in hospital</a>\n</li>\n  <li>\n<a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">if you are affected by a crisis</a>, such as a terrorist attack</li>\n</ul>\n\n<p>Find more <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a>.</p>\n\n<h2 id=\"contacting-fcdo\">Contacting FCDO</h2>\n\n<p>Follow and contact FCDO travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/indonesia/email-signup\">get email notifications</a> when this travel advice is updated.</p>\n\n<p>Find more <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a>.</p>\n\n<h3 id=\"help-abroad-in-an-emergency\">Help abroad in an emergency</h3>\n\n<p>If you are abroad and you need emergency help from the UK government, contact the nearest <a href=\"https://www.gov.uk/world/organisations/british-embassy-jakarta\">British embassy</a> or <a href=\"https://www.gov.uk/world/organisations/british-consulate-bali\">consulate</a>.</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Indonesia&amp;post=Indonesia%20travel%20advice%20team\">contact FCDO online</a>.</p>\n\n<h3 id=\"fcdo-in-london\">FCDO in London</h3>\n\n<p>You can call FCDO in London if you need urgent help because something has happened to a friend or relative abroad.</p>\n\n<p>Telephone: 020 7008 5000 (24 hours)</p>\n\n<p><a href=\"https://www.gov.uk/call-charges\">Find out about call charges</a></p>\n",
                    "slug": "getting-help",
                    "title": "Getting help"
                }
            ],
            "reviewed_at": "2023-06-22T08:44:56Z",
            "updated_at": "2023-10-11T09:08:11Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-03-11T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/indonesia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/indonesia",
                    "base_path": "/foreign-travel-advice/indonesia",
                    "content_id": "e2c44bf1-0b96-4034-9ac8-96f6e0181a80",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T08:44:56Z",
                    "schema_name": "travel_advice",
                    "title": "Indonesia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/indonesia",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/indonesia",
                    "api_url": "https://www.gov.uk/api/content/world/indonesia",
                    "base_path": "/world/indonesia",
                    "content_id": "ab6f107f-4b5d-4b9e-9626-001925328617",
                    "description": "Services if you're visiting, studying, working or living in Indonesia. Includes information about trading with and doing business in the UK and Indonesia.",
                    "details": {
                        "internal_name": "UK help and services in Indonesia",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:37:47Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Indonesia",
                    "web_url": "https://www.gov.uk/world/indonesia",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/malaysia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/malaysia",
                    "base_path": "/foreign-travel-advice/malaysia",
                    "content_id": "126d47f7-5fd2-41ff-af17-b23564355e03",
                    "details": {
                        "change_description": "Information about political situation and demonstrations ('Safety and security' page).",
                        "country": {
                            "name": "Malaysia",
                            "slug": "malaysia",
                            "synonyms": [
                                "Borneo"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-03T14:04:49Z",
                    "schema_name": "travel_advice",
                    "title": "Malaysia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/malaysia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/thailand",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/thailand",
                    "base_path": "/foreign-travel-advice/thailand",
                    "content_id": "724a37c1-2f81-40b2-8640-d3d06e74d2bb",
                    "details": {
                        "change_description": "Advice on avoiding protests following Thailand’s general election ('Safety and security' page).",
                        "country": {
                            "name": "Thailand",
                            "slug": "thailand",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-07-14T11:43:56Z",
                    "schema_name": "travel_advice",
                    "title": "Thailand travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/thailand",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/singapore",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/singapore",
                    "base_path": "/foreign-travel-advice/singapore",
                    "content_id": "06ffd544-1097-41b1-90b6-b9a74f78669e",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand.",
                        "country": {
                            "name": "Singapore",
                            "slug": "singapore",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-07T13:49:30Z",
                    "schema_name": "travel_advice",
                    "title": "Singapore travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/singapore",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/vietnam",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/vietnam",
                    "base_path": "/foreign-travel-advice/vietnam",
                    "content_id": "8f6e7323-3d10-46da-a1a7-c50b5fc5a5ea",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand.",
                        "country": {
                            "name": "Vietnam",
                            "slug": "vietnam",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-21T11:21:29Z",
                    "schema_name": "travel_advice",
                    "title": "Vietnam travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/vietnam",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/philippines",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/philippines",
                    "base_path": "/foreign-travel-advice/philippines",
                    "content_id": "9a7fcd1d-1be5-4342-89ff-a4bd8ecf93e3",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand.",
                        "country": {
                            "name": "Philippines",
                            "slug": "philippines",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-25T14:07:51Z",
                    "schema_name": "travel_advice",
                    "title": "Philippines travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/philippines",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-indonesia",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-indonesia",
                    "base_path": "/world/living-in-indonesia",
                    "content_id": "3452a400-0985-4709-9e58-2da1d9288303",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Indonesia",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/indonesia",
                                "api_url": "https://www.gov.uk/api/content/world/indonesia",
                                "base_path": "/world/indonesia",
                                "content_id": "ab6f107f-4b5d-4b9e-9626-001925328617",
                                "description": "Services if you're visiting, studying, working or living in Indonesia. Includes information about trading with and doing business in the UK and Indonesia.",
                                "details": {
                                    "internal_name": "UK help and services in Indonesia",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:47Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Indonesia",
                                "web_url": "https://www.gov.uk/world/indonesia",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:15:47Z",
                    "schema_name": "taxon",
                    "title": "Living in Indonesia",
                    "web_url": "https://www.gov.uk/world/living-in-indonesia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-indonesia",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-indonesia",
                    "base_path": "/world/travelling-to-indonesia",
                    "content_id": "5740e639-ad4b-4685-a73d-e604038be240",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Indonesia",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/indonesia",
                                "api_url": "https://www.gov.uk/api/content/world/indonesia",
                                "base_path": "/world/indonesia",
                                "content_id": "ab6f107f-4b5d-4b9e-9626-001925328617",
                                "description": "Services if you're visiting, studying, working or living in Indonesia. Includes information about trading with and doing business in the UK and Indonesia.",
                                "details": {
                                    "internal_name": "UK help and services in Indonesia",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:47Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Indonesia",
                                "web_url": "https://www.gov.uk/world/indonesia",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:15:47Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Indonesia",
                    "web_url": "https://www.gov.uk/world/travelling-to-indonesia",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-06-22T08:44:56Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1697015291.455-10.13.21.40-46250",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Indonesia travel advice",
        "updated_at": "2023-11-15T11:07:22Z",
        "withdrawn_notice": {}
    }
}