{
    "Country Slug": "kenya",
    "Country Name": "Kenya",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/kenya",
        "content_id": "47d7619a-8621-49bc-8e67-75e06b3fb610",
        "description": "Latest FCDO travel advice for Kenya including on entry requirements, safety and security and local laws and customs.",
        "details": {
            "alert_status": [],
            "change_description": "Updated information on visas ('Entry requirements' page).",
            "change_history": [
                {
                    "note": "Latest update: Summary – addition of information on recent kidnapping incident; Health Section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-11-27T11:15:57.976Z"
                },
                {
                    "note": "Latest update: Summary - there are reports of an incident in the Riverside area of Nairobi; if you’re able to do so safely, consider leaving the area; if you're caught up in the incident, turn any mobile phones or other devices to silent and do not put your location on social media; remain vigilant and follow the advice of local security authorities if they are present; this page will be updated as the situation develops",
                    "public_timestamp": "2019-01-15T14:02:09.208Z"
                },
                {
                    "note": "Latest update: Summary - updated information and advice about ongoing security incident in the Riverside area of Nairobi",
                    "public_timestamp": "2019-01-15T19:50:39.585Z"
                },
                {
                    "note": "Latest update: Summary - updated information and advice about security incident in the Riverside area of Nairobi",
                    "public_timestamp": "2019-01-16T09:05:07.593Z"
                },
                {
                    "note": "Summary - updated information and advice about security incident in the Riverside area of Nairobi",
                    "public_timestamp": "2019-01-16T11:26:46.681Z"
                },
                {
                    "note": "Latest update: Summary - updated information and advice relating to the terrorist attack in the Riverside area of Nairobi on 15/16 January; the British High Commission Nairobi will reopen for routine business on Thursday 17 January; addition of link to information on support available to those affected by the incident",
                    "public_timestamp": "2019-01-16T18:49:47.404Z"
                },
                {
                    "note": "Latest update: Summary and Terrorism Section – factual update following the terrorist attack at 14 Riverside Drive in Nairobi on 15/16 January",
                    "public_timestamp": "2019-01-17T16:27:29.462Z"
                },
                {
                    "note": "Latest update: Summary - update on the 15-16 January terrorist attack at the 14 Riverside complex in Nairobi, removing information about the immediate security response at the scene",
                    "public_timestamp": "2019-01-21T17:38:47.278Z"
                },
                {
                    "note": "Latest update: Terrorism section and summary - editorial amendments to reorder information in light of the terrorist attack in Nairobi on 15-16 January 2019",
                    "public_timestamp": "2019-01-23T14:32:25.903Z"
                },
                {
                    "note": "Latest update: update to Terrorism section and summary",
                    "public_timestamp": "2019-02-04T18:12:34.441Z"
                },
                {
                    "note": "Latest update: Update to Summary and Terrorism section ",
                    "public_timestamp": "2019-02-07T15:50:36.394Z"
                },
                {
                    "note": "Summary: Following industrial action by some airport staff, Jomo Kenyatta International Airport in Nairobi is currently experiencing disruptions. You should check with your airline before departing for the airport.",
                    "public_timestamp": "2019-03-06T06:08:50.496Z"
                },
                {
                    "note": "Latest update: Summary - removal of information about earlier industrial action at Jomo Kenyatta International Airport, Nairobi",
                    "public_timestamp": "2019-03-08T17:34:24.947Z"
                },
                {
                    "note": "Latest update: this travel advice has been reviewed in full, with amendments to the following sections: Entry requirements section and summary - updated information on visa application options; addition of information about obtaining an exit stamp if travelling on an Emergency Travel Document; Safety and security section - updated information on driving licence requirements and train travel; Local laws and customs section - update to information about laws on smoking in public places",
                    "public_timestamp": "2019-03-25T14:09:57.337Z"
                },
                {
                    "note": "Latest update: Health section - addition of information on cluster of cholera cases at Nairobi Hospital",
                    "public_timestamp": "2019-04-18T15:34:13.836Z"
                },
                {
                    "note": "Latest update: Terrorism section (Kidnapping) - British aid workers in Kenya should be satisfied that they have sufficient security arrangements in place",
                    "public_timestamp": "2019-05-21T09:20:42.293Z"
                },
                {
                    "note": "Latest update: Health section – updated information reflecting a confirmed outbreak of Ebola in western Uganda; addition of link to guidance on travelling with mental health conditions",
                    "public_timestamp": "2019-06-18T08:07:27.103Z"
                },
                {
                    "note": "Terrorism section and summary – reviewed and updated information; Terrorism section (Kidnapping) – addition of factual information referencing incident in April 2019\r\n",
                    "public_timestamp": "2019-07-03T13:46:10.000Z"
                },
                {
                    "note": "Terrorism section and summary - this section has been reviewed with minor amendments to information on locations where British nationals should be particularly vigilant",
                    "public_timestamp": "2019-08-14T11:27:55.000Z"
                },
                {
                    "note": "Local laws and customs section – addition of information on the Kenyan census which begins on 24 August 2019; visitors, including foreign national tourists, may be asked to participate",
                    "public_timestamp": "2019-08-23T13:56:02.000Z"
                },
                {
                    "note": "Safety and security section (Air travel) and Summary - addition of information about an ongoing Kenya Civil Aviation Authority (KCAA) audit inspection of Silverstone Air Services",
                    "public_timestamp": "2019-10-29T14:13:17.000Z"
                },
                {
                    "note": "Safety and security section (Air travel) and summary - updated information and advice on Silverstone Air Services",
                    "public_timestamp": "2019-11-13T15:00:06.000Z"
                },
                {
                    "note": "Terrorism section and summary – updated information relating to the threat of kidnap ",
                    "public_timestamp": "2019-11-23T19:30:46.000Z"
                },
                {
                    "note": "This advice has been reviewed in full and re-published with amendments to Safety and security, Terrorism, Entry requirements, Health and Money sections and the Summary",
                    "public_timestamp": "2019-12-04T15:57:34.000Z"
                },
                {
                    "note": "Terrorism section and Summary - factual update highlighting a public message issued by the Kenyan Inspector General of Police around safety and security over the festive period",
                    "public_timestamp": "2019-12-23T12:51:05.000Z"
                },
                {
                    "note": "Latest Update: Terrorism - Following a terrorist attack on 5 January on a military camp at Manda Airstrip in Lamu County, we are aware that Lamu Airport (a civilian airport on Manda island) has been closed until further notice.  Please continue to follow FCO Travel Advice and wait for flights to reopen at the airport.",
                    "public_timestamp": "2020-01-05T11:28:01.000Z"
                },
                {
                    "note": "Latest Update: Terrorism - Kenyan authorities have released a statement that Lamu Airport (a civilian airport on Manda island) has now re-opened following a terrorist attack on 5 January. Please continue to follow FCO Travel Advice and wait for flights to restart at the airport.",
                    "public_timestamp": "2020-01-05T12:03:53.000Z"
                },
                {
                    "note": "Latest Update: Summary - Kenyan authorities have released a statement that Lamu Airport (a civilian airport on Manda island) has now re-opened after a temporary closure following a terrorist attack on a military camp at Manda Airstrip (Lamu County) on 5 January. If your flight from Lamu has been disrupted due to the earlier closure, you’re advised to wait until flights resume. Keep up to date with developments, including via this travel advice.",
                    "public_timestamp": "2020-01-05T14:29:38.000Z"
                },
                {
                    "note": "Latest Update: Summary - editorial amendments to information about reopening of Lamu Airport.",
                    "public_timestamp": "2020-01-05T14:34:56.000Z"
                },
                {
                    "note": "Summary - removal of information about disruption to flights at Lamu Airport",
                    "public_timestamp": "2020-01-08T10:02:42.000Z"
                },
                {
                    "note": "Latest update: Terrorism and Local travel - addition of information concerning Lamu Island and Manda Island; updated information on threat from Al Shabaab.  ",
                    "public_timestamp": "2020-01-11T08:19:38.000Z"
                },
                {
                    "note": "Update to information on measures in response to coronavirus (COVID-19) ('Health' and 'Summary' pages) ",
                    "public_timestamp": "2020-03-06T16:34:55.000Z"
                },
                {
                    "note": "Update to information on measures in response to coronavirus (COVID-19) ('Health' and 'Summary' pages); additional information for travellers from high-risk areas.",
                    "public_timestamp": "2020-03-12T23:20:12.000Z"
                },
                {
                    "note": "Update to information on coronavirus (COVID-19) following confirmed cases in the country ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-13T17:32:41.000Z"
                },
                {
                    "note": "Update to information on coronavirus (COVID-19) following confirmed cases in the country ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-15T20:35:03.000Z"
                },
                {
                    "note": "Update  - advising all but essential travel to Kenya ('Summary' and 'Health')",
                    "public_timestamp": "2020-03-16T06:40:48.000Z"
                },
                {
                    "note": "Update – advice on disruption to flights to and from Kenya due to coronavirus (COVID-19) outbreak and Government of Kenya travel restrictions ('Summary' and 'Health' pages).",
                    "public_timestamp": "2020-03-18T14:38:07.000Z"
                },
                {
                    "note": "Update – advice on disruption to flights to and from Kenya due to Coronavirus outbreak and Government of Kenya travel restrictions  ('Summary' and 'Health')",
                    "public_timestamp": "2020-03-18T20:54:58.000Z"
                },
                {
                    "note": "Update –Government of Kenya introducing random temperature screenings in public spaces from 21 March ('Health')",
                    "public_timestamp": "2020-03-19T21:25:14.000Z"
                },
                {
                    "note": "Government of Kenya introducing further measures in its COVID-19 response. ('Health')",
                    "public_timestamp": "2020-03-21T10:26:12.000Z"
                },
                {
                    "note": "Government of Kenya introduce further measures in its COVID-19 response, including mandatory quarantine for arrivals. All international flights will be suspended from 23:59 on 25 March. ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-22T20:13:54.000Z"
                },
                {
                    "note": "Update of information on travel restrictions in relation to coronavirus (COVID-19) ('Summary' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-03-23T17:36:04.000Z"
                },
                {
                    "note": "Update on information about consular support and Coronavirus (‘Coronavirus’ and 'Return to the UK’ pages)",
                    "public_timestamp": "2020-03-24T02:08:40.000Z"
                },
                {
                    "note": "Update on flights out of Kenya and the closure of the Kenya-Uganda land border (‘Coronavirus’, ‘Summary’ and 'Return to the UK’ pages)",
                    "public_timestamp": "2020-03-24T17:05:14.000Z"
                },
                {
                    "note": "Update on flight options out of Kenya (‘Summary’ and 'Return to the UK’ pages)",
                    "public_timestamp": "2020-03-25T10:25:23.000Z"
                },
                {
                    "note": "Update on nationwide curfew effective 27 March (‘Coronavirus’ page)",
                    "public_timestamp": "2020-03-25T17:22:44.000Z"
                },
                {
                    "note": "Update on flights to the UK (‘Summary’ and ‘Return to the UK’ pages)",
                    "public_timestamp": "2020-03-26T17:53:48.000Z"
                },
                {
                    "note": "Updates on flights to the UK and Government of Kenya plans to test recent arrivals in quarantine for COVID-19 ('Summary' and 'Return to UK' pages)",
                    "public_timestamp": "2020-03-29T22:12:16.000Z"
                },
                {
                    "note": "Update on how to register information with the British High Commission Nairobi ('Summary' and 'Return to UK' pages)",
                    "public_timestamp": "2020-04-01T20:00:18.000Z"
                },
                {
                    "note": "Latest update: Update on how to register information with the British High Commission Nairobi ('Summary' and 'Return to UK' pages)",
                    "public_timestamp": "2020-04-04T05:07:34.000Z"
                },
                {
                    "note": "Update on Government of Kenya restrictions on movements in and out of designated areas, including Nairobi, and the extension of its suspension of all international passenger flights (‘Coronavirus’ and 'Return to UK' pages)",
                    "public_timestamp": "2020-04-06T16:13:25.000Z"
                },
                {
                    "note": "Update on Government of Kenya guidance on renewing visas and other documentation ( 'Return to UK' page)",
                    "public_timestamp": "2020-04-09T12:20:26.000Z"
                },
                {
                    "note": "Update on extension of Government of Kenya’s legal requirement to wear face masks to include public and private transport ('Summary' 'Coronavirus' page)",
                    "public_timestamp": "2020-04-10T10:32:07.000Z"
                },
                {
                    "note": "Update on extension of Government of Kenya’s social distancing rules to apply during the use of private transport ('Coronavirus' page)",
                    "public_timestamp": "2020-04-14T14:53:19.000Z"
                },
                {
                    "note": "Update on a direct flight from Nairobi to London on Friday 24 April, operated by Kenya Airways ('Summary' and ‘Return to UK’ pages)",
                    "public_timestamp": "2020-04-20T18:33:45.000Z"
                },
                {
                    "note": "Update on extension of nationwide curfew and containment periods suspending travel in and out of the Nairobi Metropolitan Area, Mombasa, Kwale and Kilifi (‘Coronavirus’ page)",
                    "public_timestamp": "2020-04-26T10:29:56.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-05-05T09:15:06.000Z"
                },
                {
                    "note": "Update on direct Nairobi-London Heathrow flight on 14 May, operated by Kenya Airways (‘Summary’ and ‘Return to UK’ pages)",
                    "public_timestamp": "2020-05-05T12:10:01.000Z"
                },
                {
                    "note": "Updated information on movement restrictions in and out of Eastleigh, Nairobi and Old Town, Mombasa for 15 days, effective 6 May at 7pm (local time) (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-06T16:36:40.000Z"
                },
                {
                    "note": "Update on closure of booking for Kenya Airways flight from Nairobi to London on 14 May  and extension of suspension of international passenger flights until 5 June (‘Summary’ and ‘Return to the UK’ pages)",
                    "public_timestamp": "2020-05-13T17:19:13.000Z"
                },
                {
                    "note": "Extension of the daily nationwide curfew until 6 June; extension of the suspension of movements in and out of the Nairobi Metropolitan area, Mombasa, Kilifi, Kwale and Mandera until 6 June; and closure of the Kenya- Tanzania and Kenya-Somalia land borders, effective midnight (local time) on 16 May (‘Staying during coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-05-16T17:36:45.000Z"
                },
                {
                    "note": "Addition to information about a flight from Mombassa to Amsterdam organised by the Netherlands Embassy for 28 May and connecting flights to the UK (‘Summary’ and ‘Return to UK’ pages)",
                    "public_timestamp": "2020-05-20T13:31:34.000Z"
                },
                {
                    "note": "Addition of information on the extension of the lockdowns of the Eastleigh (Nairobi) and Old Town (Mombasa) neighbourhoods ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-05-20T15:43:11.000Z"
                },
                {
                    "note": "Direct Nairobi to London Heathrow repatriation flight on 4 June, operated by Kenya Airways ('Summary' and ‘Return to the UK’ pages)",
                    "public_timestamp": "2020-05-25T08:05:11.000Z"
                },
                {
                    "note": "Addition of online booking link for direct Nairobi to London Heathrow repatriation flight on 4 June, operated by Kenya Airways (‘Return to the UK’ page)",
                    "public_timestamp": "2020-05-25T11:01:17.000Z"
                },
                {
                    "note": "The Netherlands Embassy flight from Mombasa to Amsterdam on 28 May and the Kenya Airways commercial repatriation flight from Nairobi to London Heathrow on 4 June are now fully booked (‘Summary’ and ‘Return to the UK’ pages)",
                    "public_timestamp": "2020-05-28T10:26:38.000Z"
                },
                {
                    "note": "The Kenya Airways commercial repatriation flight from Nairobi to London Heathrow on 4 June is now fully booked (‘Summary’ and ‘Return to the UK’ pages)",
                    "public_timestamp": "2020-05-29T10:08:29.000Z"
                },
                {
                    "note": "Removal of information on Kenya Airways repatriation flight of 4 June ('Summary' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-06-05T14:11:54.000Z"
                },
                {
                    "note": "Extension of suspension of international flights for 30 days; extension of shortened nationwide daily curfew for 30 days from 7 June with extensions and removal on restriction of movements in certain areas ('Summary', 'Return to the UK' and ‘Staying during coronavirus’ pages)",
                    "public_timestamp": "2020-06-06T15:50:57.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T11:44:01.000Z"
                },
                {
                    "note": "Addition of information on Kenya Airways commercial repatriation flight from Nairobi’s Jomo Kenyatta International Airport (NBO) to London Heathrow (LHR) on 18 June ('Summary' and 'Return to the UK' pages) and update to information on lifting of some travel restrictions ('Staying during coronavirus' pages) and extension of international flight suspension ('Entry requirements' page)",
                    "public_timestamp": "2020-06-09T16:42:09.000Z"
                },
                {
                    "note": "Kenya Airways commercial repatriation flight from Nairobi’s Jomo Kenyatta International Airport (NBO) to London Heathrow (LHR) on 18 June now fully booked ('Summary' and 'Return to the UK' pages); and addition of information on Kenya Airways flight from LHR to NBO on 19 June ('Staying during coronavirus' page); and addition of information on possibility of home care for asymptomatic COVID-19 patients (‘Staying during coronavirus’ page).",
                    "public_timestamp": "2020-06-12T13:46:03.000Z"
                },
                {
                    "note": "Addition of information on planned Kenya Airways commercial repatriation flight from Nairobi’s Jomo Kenyatta International Airport (NBO) to London Heathrow (LHR) on 25 June ('Summary' and 'Return to the UK' pages).",
                    "public_timestamp": "2020-06-15T14:30:29.000Z"
                },
                {
                    "note": "Addition of information on planned Kenya Airways commercial repatriation flight from London Heathrow to Nairobi’s Jomo Kenyatta International Airport on 26 June ('Summary' and 'Staying during coronavirus' pages)",
                    "public_timestamp": "2020-06-22T14:07:38.000Z"
                },
                {
                    "note": "Addition of information on checking flight permissions before booking and requiring a negative coronavirus (COVID-19) test for entry into Kenya ('Summary', 'Return to the UK' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-07-01T11:50:20.000Z"
                },
                {
                    "note": "Update to information and advice on the resumption of domestic and international air travel,  extension of curfew, and removal of some road, rail and air movement restrictions ('Summary', 'Return to the UK', 'Staying during coronavirus' and ‘Safety and Security’ pages)",
                    "public_timestamp": "2020-07-07T13:53:35.000Z"
                },
                {
                    "note": "Addition of information on the planned Kenya Airways commercial repatriation flight from Nairobi’s Jomo Kenyatta International Airport to London Heathrow on 16 July, and its return leg to Kenya on 17 July ('Summary', 'Return to the UK' and 'Staying during coronavirus' pages)",
                    "public_timestamp": "2020-07-09T11:01:02.000Z"
                },
                {
                    "note": "Updated information about the reopening of commercial airspace and testing for COVID-19 before travelling ('Return to the UK' page)  ",
                    "public_timestamp": "2020-07-23T09:04:26.000Z"
                },
                {
                    "note": "Updated information about the extension of the curfew, coronavirus testing and certificates for passenger arrivals and departures and home quarantine requirements for passenger arrivals.  (‘Staying during Coronavirus' and ‘Entry Requirements’ pages) ",
                    "public_timestamp": "2020-07-30T15:38:43.000Z"
                },
                {
                    "note": "Update to information about coronavirus (COVID-19) testing, and quarantine requirements. (‘Entry Requirements’ page)",
                    "public_timestamp": "2020-07-31T13:51:11.000Z"
                },
                {
                    "note": "Update to information about the resumption of international flights to and from Kenya, and reopening of land borders ('Summary', 'Return to the UK' and ‘Entry Requirements’ pages)",
                    "public_timestamp": "2020-08-03T15:43:34.000Z"
                },
                {
                    "note": "Update to information about COVID-19 testing and quarantine requirements (‘Entry Requirements’ page)",
                    "public_timestamp": "2020-08-08T09:35:56.000Z"
                },
                {
                    "note": "Update to information about capacity restrictions when using private vehicles, including taxis. (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-08-13T16:22:25.000Z"
                },
                {
                    "note": "Updated link to Kenya High Commission website advice for COVID-19 testing prior to travel to Kenya, and advice on submitting COVID-19 Travellers Health Surveillance Forms ('Entry requirements' page).",
                    "public_timestamp": "2020-08-18T12:12:18.000Z"
                },
                {
                    "note": "Updated information on the extension of night-time curfew\r\n('Staying during coronavirus' page).",
                    "public_timestamp": "2020-08-28T14:20:46.000Z"
                },
                {
                    "note": "Addition of information on the lifting of the amnesty for visitors who have overstayed their visas and two-week deadline for visitors with expired visas to depart Kenya or apply for residency (Coronavirus' page).   Removal of the ‘Return to the UK’ section ",
                    "public_timestamp": "2020-09-17T09:56:12.000Z"
                },
                {
                    "note": "Government of Kenya announces extension of nationwide curfew for a further 60 days and revision of curfew starting time to 11pm (local time), effective 29 September. (‘Coronavirus' page)",
                    "public_timestamp": "2020-09-28T18:30:50.000Z"
                },
                {
                    "note": "Addition of information on the extension of the nationwide curfew until January 2021, revised curfew hours and the issuing of entry visas electronically from 1 January 2021 (‘Coronavirus' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-11-05T10:00:43.000Z"
                },
                {
                    "note": "Addition of information on the need to complete a Travellers Health Surveillance Form and obtain the associated QR code before arrival in Kenya (‘Entry requirements’ page)",
                    "public_timestamp": "2020-11-30T14:12:04.000Z"
                },
                {
                    "note": "Updated information on Government of Kenya extending nationwide curfew to 12 March 2021; Kenyan entry visas now exclusively issued electronically (See ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-01-03T16:44:58.000Z"
                },
                {
                    "note": "Updated information on Government of Kenya requiring all persons departing Kenya to have a negative RT PCR COVID-19 test and an associated Trusted Travel code, effective 11 January; persons travelling into Kenya must also verify COVID-19 test results through the Trusted Travel Initiative or Global Haven partnership to guarantee entry (See ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-01-09T20:02:56.000Z"
                },
                {
                    "note": "Updated information clarifying Government of Kenya requirement for  departing travellers: all persons travelling from Kenya to a country where a negative COVID-19 test result is a condition of entry must have a negative RT PCR COVID-19 test and an associated Trusted Travel code; persons travelling into Kenya must also verify COVID-19 test results through the Trusted Travel Initiative (See ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-01-13T18:35:03.000Z"
                },
                {
                    "note": "New information for travellers who are unable to verify their negative test through the Trusted Travel Initiative website ('Entry requirements' page)",
                    "public_timestamp": "2021-01-20T17:14:52.000Z"
                },
                {
                    "note": "Addition of information on the pre-departure COVID-19 testing requirement for travel to the UK  (‘Coronavirus’ page)",
                    "public_timestamp": "2021-02-03T13:08:36.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Kenya ('Coronavirus' page)\r\n\r\n",
                    "public_timestamp": "2021-02-18T14:28:34.000Z"
                },
                {
                    "note": "Updated information on extension of daily nationwide curfew for 60 days ('Coronavirus' page)",
                    "public_timestamp": "2021-03-15T14:26:24.000Z"
                },
                {
                    "note": "Additional restrictions applied to Nairobi, Kajiado, Kiambu, Nakuru and Machakos Counties due to COVID ('Coronavirus' and 'Safety and Security' pages).",
                    "public_timestamp": "2021-03-26T17:23:21.000Z"
                },
                {
                    "note": "Updated information regarding the additional restrictions applied to Nairobi, Kajiado, Kiambu, Nakuru and Machakos Counties due to COVID ('Coronavirus', 'Safety and Security' pages). ",
                    "public_timestamp": "2021-03-26T18:07:31.000Z"
                },
                {
                    "note": "The Kenyan Ministry of Tourism has confirmed that tourists (domestic and international) who are in different parts of Kenya, and need to go back home via Nairobi, will be able to travel to Nairobi until midday on Monday 29 March ('Coronavirus' and 'Safety and security' page)",
                    "public_timestamp": "2021-03-26T21:27:07.000Z"
                },
                {
                    "note": "Update to information regarding travel for tourists (domestic and international) by road and rail (summary, coronavirus, safety and security)",
                    "public_timestamp": "2021-03-27T12:11:29.000Z"
                },
                {
                    "note": "Update on domestic flights travel to Nairobi,  they will now be permitted to 18.00 on Monday (summary, coronavirus, safety and security) ",
                    "public_timestamp": "2021-03-28T11:14:31.000Z"
                },
                {
                    "note": "Update regarding train times, the last trains to Nairobi will depart at 1500 (local) on Monday 29 March. (summary, Coronavirus, safety and security)",
                    "public_timestamp": "2021-03-28T18:56:54.000Z"
                },
                {
                    "note": "From 4am on 9 April, visitors who have been in or transited through Kenya in the previous 10 days cannot enter the UK. British and Irish nationals, and third country nationals with residence rights in the UK arriving in England from Kenya will be required to quarantine in a hotel. (‘Summary’ page)",
                    "public_timestamp": "2021-04-02T09:12:15.000Z"
                },
                {
                    "note": "Addition of information about suspension of flights between Kenya and the UK from midnight on 9 April. Updated information on testing and quarantine requirements (Summary, Entry requirements) ",
                    "public_timestamp": "2021-04-03T20:34:24.000Z"
                },
                {
                    "note": "Updated information on travel within Kenya, the curfew, reopening of bars and restaurants, and other internal COVID-19 measures. Addition of information about entry requirements, including government designated quarantine facilities; the Trusted Travel system for verifying COVID-19 test results; and the “Jitenge” platform for generating QR codes (Summary, Coronavirus, Safety and Security, and Entry requirements pages) ",
                    "public_timestamp": "2021-05-01T17:05:11.000Z"
                },
                {
                    "note": "Addition of the list of government-designated quarantine facilities ('Summary' and 'Entry requirements' pages) ",
                    "public_timestamp": "2021-05-04T11:46:56.000Z"
                },
                {
                    "note": "Updated information on the list of government-designated quarantine facilities; new  additions have been added ('Entry requirements' page) ",
                    "public_timestamp": "2021-05-24T11:52:15.000Z"
                },
                {
                    "note": "Updated information on mandatory quarantine for British nationals arriving in Kenya from the UK, including the removal of the requirement for proof of COVID-19 vaccination as a condition of entry for British nationals and there is a suspension of flights between Kenya and Somalia ('Safety and security' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-05-28T14:42:09.000Z"
                },
                {
                    "note": "Updated information on requirement for negative COVID-19 PCR tests to be conducted no more than 96 hours before arrival in Kenya ('Entry requirements' page)",
                    "public_timestamp": "2021-05-29T14:34:31.000Z"
                },
                {
                    "note": "Updated information on quarantine requirements for UK nationals travelling to Kenya from the UK. ('Entry requirements' page)",
                    "public_timestamp": "2021-06-09T17:02:43.000Z"
                },
                {
                    "note": "Lifting of all flight restrictions between the UK and Kenya, and updated information on quarantine requirements for UK nationals travelling to Kenya from the UK. ('Entry requirements' page)",
                    "public_timestamp": "2021-06-11T16:02:54.000Z"
                },
                {
                    "note": "Introduction of new COVID-19 containment measures for selected Counties; introduction of digital travel locator form for domestic air travel (Coronavirus page). ",
                    "public_timestamp": "2021-06-18T13:55:08.000Z"
                },
                {
                    "note": "Updated information on COVID-19 containment measures, including the extension of the nationwide curfew (Coronavirus page)",
                    "public_timestamp": "2021-07-01T20:07:07.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Kenya (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-13T15:33:46.000Z"
                },
                {
                    "note": "Update to information on COVID-19 restrictions in Kenya (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-30T14:48:04.000Z"
                },
                {
                    "note": "Update to information on COVID-19 restrictions in Kenya (‘Coronavirus’ page)",
                    "public_timestamp": "2021-08-13T11:13:32.000Z"
                },
                {
                    "note": "From 4am on Wednesday 22 September Kenya will move to the amber list for entering England. Check what you must do to enter England, Scotland, Wales or Northern Ireland. ('Summary' page)\r\n",
                    "public_timestamp": "2021-09-17T16:43:50.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Kenya, based on the current assessment of COVID-19 risks ",
                    "public_timestamp": "2021-09-17T21:34:53.000Z"
                },
                {
                    "note": "Update to information on conditions of entry ('Entry requirements'), COVID-19 restrictions in Kenya (‘Coronavirus’ page) and safety and security. ",
                    "public_timestamp": "2021-09-24T15:50:54.000Z"
                },
                {
                    "note": "Information on what vaccines are included in Kenya's national vaccination programme ('Coronavirus' page)",
                    "public_timestamp": "2021-09-30T08:54:05.000Z"
                },
                {
                    "note": "Change in Covid-19 testing requirement for travellers leaving Kenya ('Coronavirus')",
                    "public_timestamp": "2021-10-07T16:51:14.000Z"
                },
                {
                    "note": "Information on the lifting of national curfew, effective 20 October. ('Coronavirus' page) ",
                    "public_timestamp": "2021-10-20T16:32:12.000Z"
                },
                {
                    "note": "Changes to areas where the FCDO advise against all but essential travel ('Summary' page). Factual updates regarding coronavirus regulations and security incidents ('Coronavirus', 'Entry requirements', 'Safety and security', and 'Terrorism' pages) . ",
                    "public_timestamp": "2021-11-12T10:36:37.000Z"
                },
                {
                    "note": "Factual updates regarding coronavirus regulations and security incidents ('Entry requirements in response to Coronavirus' pages).",
                    "public_timestamp": "2021-12-03T16:42:48.000Z"
                },
                {
                    "note": "Information on possible future requirements for travel to and from Kenya ('Coronavirus' page)",
                    "public_timestamp": "2021-12-09T12:16:38.000Z"
                },
                {
                    "note": "Travel requirements for entering and departing Kenya (Coronavirus and Entry requirements)",
                    "public_timestamp": "2021-12-21T19:11:49.000Z"
                },
                {
                    "note": "Information on new requirements for international travellers entering Kenya from 29 December ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-12-29T16:54:22.000Z"
                },
                {
                    "note": "Updated to reflect that terrorism attacks can occur at any time, including around religious or other public holidays or celebrations (see 'Summary' and 'Terrorism' pages). ",
                    "public_timestamp": "2021-12-30T17:41:14.000Z"
                },
                {
                    "note": "Updated link for digital verification site for COVID-19 test results ('Entry requirements' page)",
                    "public_timestamp": "2022-01-14T17:01:27.000Z"
                },
                {
                    "note": "Updated information on entry and departing requirements for Kenya ('Entry requirements' page)",
                    "public_timestamp": "2022-01-18T15:59:15.000Z"
                },
                {
                    "note": "Updated information on entry requirements ('entry requirements')  and addition of information regarding an outbreak of yellow fever in Isiolo county and high risk in other counties. (‘Health’ page).  ",
                    "public_timestamp": "2022-03-08T18:33:09.000Z"
                },
                {
                    "note": "Updated information on entry requirements, with travellers to Kenya no longer requiring a negative PCR test",
                    "public_timestamp": "2022-03-12T12:04:31.000Z"
                },
                {
                    "note": "Update on the recent statement issued by the National Police Service of Kenya about enhancing security through April 2022. ('Terrorism' Page)",
                    "public_timestamp": "2022-03-29T17:24:47.000Z"
                },
                {
                    "note": "Updated information about increased police presence in Nairobi and high risk of terrorism through April 2022 (‘Summary’ and 'Terrorism' pages)",
                    "public_timestamp": "2022-04-01T12:56:29.000Z"
                },
                {
                    "note": "Updated information on the risk of terrorism and the introduction of a 30 day curfew on Marsabit County (‘Summary’, 'Terrorism' and ‘Safety and security’ pages)",
                    "public_timestamp": "2022-05-05T09:15:54.000Z"
                },
                {
                    "note": "Updated information on the risk of terrorism (‘Summary’ and 'Terrorism' pages)",
                    "public_timestamp": "2022-05-17T15:50:45.000Z"
                },
                {
                    "note": "Updated information on local curfews announced by the Government of Kenya (‘Safety and security’ page)",
                    "public_timestamp": "2022-06-10T14:29:40.000Z"
                },
                {
                    "note": "Updated information on entry requirements for Kenya (‘Entry requirements’ page)",
                    "public_timestamp": "2022-07-01T11:26:52.000Z"
                },
                {
                    "note": "Updated information on Kenya’s general election, due to be held on 9 August ('Summary' page)",
                    "public_timestamp": "2022-07-11T14:21:43.000Z"
                },
                {
                    "note": "Updated information about yellow fever cases detected in Kenya ('Health' page).",
                    "public_timestamp": "2022-08-04T10:39:45.000Z"
                },
                {
                    "note": "Updated information about general elections in Kenya ('Summary' and ‘Safety and security’ pages)",
                    "public_timestamp": "2022-08-10T09:09:02.000Z"
                },
                {
                    "note": "Updated information about general elections in Kenya ('Summary' and ‘Safety and security’ pages)",
                    "public_timestamp": "2022-08-15T16:58:09.000Z"
                },
                {
                    "note": "Possible strike action by airport employees. ",
                    "public_timestamp": "2022-08-16T08:55:34.000Z"
                },
                {
                    "note": "Updated information regarding post-election security, advising that political rallies may still occur in the coming weeks. Removed advice about the Kenya Aviation Workers Union strike as it did not take place  (‘Summary’ and ‘Safety and Security’ pages).",
                    "public_timestamp": "2022-08-18T11:12:52.000Z"
                },
                {
                    "note": "Updated information about the Supreme Court of Kenya’s plans to announce its ruling on the 2022 election petitions (‘Summary’ and ‘Safety and Security’ pages).",
                    "public_timestamp": "2022-09-01T10:57:57.000Z"
                },
                {
                    "note": "Updated information on COVID-19 entry requirements ('Summary' and 'Entry Requirements' pages).",
                    "public_timestamp": "2022-09-22T16:05:08.000Z"
                },
                {
                    "note": "Updated information on returning to the UK ('Entry Requirements' page).",
                    "public_timestamp": "2022-11-15T09:48:42.000Z"
                },
                {
                    "note": "Updated information on increased visible security presence over the festive period ('Summary' and 'Terrorism' pages).",
                    "public_timestamp": "2022-12-20T10:35:57.000Z"
                },
                {
                    "note": "Updated information on terrorism threat: US Embassy alert over the festive period (‘Summary’ and ‘Terrorism’ pages).",
                    "public_timestamp": "2023-02-09T16:10:46.000Z"
                },
                {
                    "note": "Updated information on terrorism threat: US Embassy alert (‘Summary’ and ‘Terrorism’ pages).",
                    "public_timestamp": "2023-02-09T16:28:16.000Z"
                },
                {
                    "note": "Updated information on a dusk-to-dawn curfew in parts of Turkana, West Pokot, Elgeyo Marakwet, Baringo, Laikipia, and Samburu counties (‘Safety and security' page).",
                    "public_timestamp": "2023-02-17T16:29:35.000Z"
                },
                {
                    "note": "Updated information on consideration of local security arrangements and higher-crime risk areas (‘Summary’ and ‘Safety and Security’ pages).  Notification of US alert removed ('Summary' and 'Terrorism' pages).",
                    "public_timestamp": "2023-03-14T13:54:19.000Z"
                },
                {
                    "note": "Demonstrations planned across the country, including Nairobi, on Monday 20 March. ",
                    "public_timestamp": "2023-03-20T05:56:58.000Z"
                },
                {
                    "note": "Information about planned demonstrations across the country, including in Nairobi, every Monday and Thursday starting from 27 March. (‘Summary’ and ‘Safety and security’ pages)",
                    "public_timestamp": "2023-03-23T11:13:36.000Z"
                },
                {
                    "note": "Information about demonstrations, which could resume at short notice ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-04-12T13:00:13.000Z"
                },
                {
                    "note": "Information about demonstrations, which are planned for Tuesday 2 May ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-05-01T12:12:48.000Z"
                },
                {
                    "note": "Information about demonstrations, which are planned for Thursday 4 May ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-05-03T13:25:41.000Z"
                },
                {
                    "note": "Change in entry requirements, ending the requirement to demonstrate proof of Covid-19 vaccination ('Coronavirus' and ‘Entry requirements’ pages).",
                    "public_timestamp": "2023-05-12T10:45:00.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T10:27:04.000Z"
                },
                {
                    "note": "Information on the import and export of drones to and from Kenya ('Entry requirements' page).",
                    "public_timestamp": "2023-07-04T09:55:17.000Z"
                },
                {
                    "note": "Information on anti-government demonstrations planned for 7 July ('Summary' page).",
                    "public_timestamp": "2023-07-06T11:17:21.000Z"
                },
                {
                    "note": "Information on anti-government demonstrations and transport strikes planned for 12 July ('Summary' page).",
                    "public_timestamp": "2023-07-11T13:00:57.000Z"
                },
                {
                    "note": "Information on anti-government demonstrations planned for 19-21 July ('Summary' page).",
                    "public_timestamp": "2023-07-14T15:12:40.000Z"
                },
                {
                    "note": "Information on anti-government demonstrations. ('Summary' page).",
                    "public_timestamp": "2023-07-25T09:00:47.000Z"
                },
                {
                    "note": "Information on anti-government demonstrations ('Summary' page) and information about the Kenyan e-visa service which is not currently working ('Entry requirements' page).",
                    "public_timestamp": "2023-07-27T15:30:26.000Z"
                },
                {
                    "note": "Information on entry requirements following fixes to the Kenyan e-visa service ('Entry requirements' page).",
                    "public_timestamp": "2023-08-04T09:11:19.000Z"
                },
                {
                    "note": "Information on the Kenyan e-visa service ('Entry requirements' page).",
                    "public_timestamp": "2023-08-16T09:41:15.000Z"
                },
                {
                    "note": "Updated information on visas ('Entry requirements' page).",
                    "public_timestamp": "2023-09-08T08:29:49.000Z"
                }
            ],
            "country": {
                "name": "Kenya",
                "slug": "kenya",
                "synonyms": []
            },
            "document": {
                "attachment_type": "file",
                "content_type": "application/pdf",
                "id": "e779f2d9-9c6d-4014-9e48-314e7e4fc4e3",
                "url": "https://assets.publishing.service.gov.uk/media/618e41d9e90e07043f2b95c9/FCDO__TA__055_-_Kenya_Travel_Advice_Ed3.pdf"
            },
            "email_signup_link": "/foreign-travel-advice/kenya/email-signup",
            "image": {
                "content_type": "image/jpeg",
                "url": "https://assets.publishing.service.gov.uk/media/618e41d8d3bf7f0559e1d936/FCDO__TA__055_-_Kenya_Travel_Advice_Ed3__WEB_.jpg"
            },
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<p><strong>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) advises against all but essential travel to:</strong></p>\n\n<ul>\n  <li>areas within 60km of the Kenya-Somali border</li>\n  <li>Eastern Garissa County (up to 20km north-west of the A3)</li>\n  <li>\n    <p>Mandera County (excluding Mandera West sub-county)</p>\n  </li>\n  <li>Lamu County (excluding Lamu Island and Manda Island)</li>\n  <li>areas of Tana River County north of the Tana river itself (up to 20km north-west of the A3)</li>\n  <li>within 15km of the coast from the Tana river down to the Galana (Athi-Galana-Sabaki) river</li>\n</ul>\n\n<div class=\"example\">\n<p>Before you travel, <a href=\"/foreign-travel-advice/kenya/entry-requirements#entry-rules-in-response-to-coronavirus-covid-19\">check the ‘Entry requirements’ section</a> for Kenya’s current entry restrictions and requirements. These may change with little warning. Monitor this advice for the latest updates and stay in contact with your travel provider.</p>\n\n<p>If you plan to pass through another country to return to the UK, check the travel advice for the country you’re transiting.</p>\n</div>\n\n<p>The political opposition has arranged a series of anti-government demonstrations in recent months. More protests could be called at short notice. Previous protests in Kenya have resulted in clashes between the police and demonstrators resulting in deaths and injuries. Avoid protests and political gatherings. Protests can occur in different places, be alert to media coverage and if you see a large crowd move away from the area. Some workplaces and schools may be closed on days of demonstrations.</p>\n\n<p>It is more important than ever to get travel insurance and check it provides sufficient cover. See the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s <a href=\"/guidance/foreign-travel-insurance\">guidance on foreign travel insurance</a>.</p>\n\n<p>You must carry a form of ID with you at all times. A copy of your passport is normally acceptable, but recently some police officers have been insisting on the original document.</p>\n\n<p>Terrorists are very likely to try to carry out attacks in Kenya.</p>\n\n<p>There is a heightened threat of terrorism, including terrorist kidnappings, across Kenya. Attacks, including terrorist kidnappings, could target Westerners, including British nationals. Attacks could occur at any time, including around religious or other public holidays or celebrations.</p>\n\n<p>Attacks could be indiscriminate in places frequented by foreigners including hotels, bars, restaurants, sports bars and nightclubs, sporting events, supermarkets, shopping centres, commercial buildings, coastal areas including beaches, government buildings including Embassies, airports, buses, trains and other transport hubs. Places of worship including churches and mosques have also been targeted. British nationals are advised to be particularly vigilant in these areas and to consider whether there are effective local security arrangements in place (e.g bag searches, physical security, guards). You should avoid regular patterns of movement and aim to travel during daylight hours.  See <a href=\"/foreign-travel-advice/kenya/terrorism\">Terrorism</a></p>\n\n<p>There are frequent incidents of violent crime including mugging, armed robbery and carjacking, particularly in the large cities. See <a href=\"/foreign-travel-advice/kenya/safety-and-security#crime\">Crime</a></p>\n\n<p>There is a threat of piracy in the Gulf of Aden and Indian Ocean. See <a href=\"/foreign-travel-advice/kenya/safety-and-security#sea-travel\">Sea travel</a></p>\n\n<p>If you’re abroad and you need emergency help from the UK Government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. Consular support is limited in parts of Kenya where the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advise against all but essential travel.</p>\n\n<p>You should consider making personal contingency plans, check this travel advice when planning travel around the country and keep up to date by <a href=\"https://www.gov.uk/foreign-travel-advice/email-signup\">subscribing to email alerts</a>. See <a href=\"/foreign-travel-advice/kenya/safety-and-security\">Safety and security</a></p>\n\n<p>The <a href=\"https://www.gov.uk/government/collections/overseas-business-risk\">Overseas Business Risk</a> service offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n\n",
                    "slug": "summary",
                    "title": "Summary"
                },
                {
                    "body": "<h2 id=\"coronavirus-travel-health\">Coronavirus travel health</h2>\n\n<p>Check the latest information on risk from COVID-19 for Kenya on the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/117/kenya#COVID-19\">TravelHealthPro website</a>.</p>\n\n<p>See the TravelHealthPro website for further advice on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/499/novel-coronavirus-covid-19-general-advice-for-travellers\">travel abroad and reducing spread of respiratory viruses during the COVID-19 pandemic</a>.</p>\n\n<p>You should contact local authorities for <a rel=\"external\" href=\"https://www.kcaa.or.ke/covid-19/approved-pcr-testing-labs\">information on testing facilities</a>.</p>\n\n<h2 id=\"entry-and-borders\">Entry and borders</h2>\n<p>See <a href=\"/foreign-travel-advice/kenya/entry-requirements\">Entry requirements</a>  to find out what you will need to do when you arrive in Kenya.</p>\n\n<h2 id=\"be-prepared-for-your-plans-to-change\">Be prepared for your plans to change</h2>\n\n<p>Check with your travel company or airline for any transport changes which may delay your journey home.</p>\n\n<p>Plan ahead and make sure you:</p>\n\n<ul>\n  <li>can access money</li>\n  <li>understand what your insurance will cover</li>\n  <li>can make arrangements to extend your stay and be away for longer than planned</li>\n</ul>\n\n<h2 id=\"healthcare-in-kenya\">Healthcare in Kenya</h2>\n\n<p>For contact details for doctors visit our <a href=\"https://www.gov.uk/government/publications/kenya-list-of-medical-facilities\">list of healthcare providers</a>.</p>\n\n<p>Your emotional and mental wellbeing is important. Read our <a href=\"https://www.gov.uk/guidance/wellbeing-and-mental-health-during-the-coronavirus-covid-19-pandemic\">guidance on how to look after your mental wellbeing and mental health</a>.</p>\n\n<p>See <a href=\"/foreign-travel-advice/kenya/health\">Health</a> for further details on healthcare in Kenya.</p>\n\n<p>See also the <a href=\"https://www.gov.uk/guidance/healthcare-support-for-when-you-are-unable-to-return-to-the-uk-during-coronavirus-covid-19\">guidance on healthcare if you’re waiting to return to the UK</a>.</p>\n\n<h2 id=\"finance\">Finance</h2>\n\n<p>For information on financial support you can access whilst abroad, visit our <a href=\"/government/publications/financial-assistance-abroad/financial-assistance-abroad\">financial assistance guidance</a>.</p>\n\n<h2 id=\"further-information\">Further information</h2>\n\n<p>If you need urgent consular assistance, <a href=\"http://www.gov.uk/contact-consulate-nairobi\">contact the British High Commission</a>.</p>\n\n<p>For more details on measures in Kenya, see the <a rel=\"external\" href=\"http://www.health.go.ke/cas-rashid-assures-on-measures-taken-to-control-covid-19-nairobi-february-27-2020/\">Kenya Ministry of Health website</a>.</p>\n",
                    "slug": "Coronavirus",
                    "title": "Coronavirus"
                },
                {
                    "body": "<p>You must carry a form of ID with you at all times. A copy of your passport is normally acceptable, but recently some police officers have been insisting on the original document.</p>\n\n<h3 id=\"crime\">Crime</h3>\n<p>Bag snatching is common in transport hubs like bus stations, railway stations and airports. Mugging, kidnapping, car-jacking and armed robbery occur regularly, particularly in Nairobi, Mombasa and other large cities. In Nairobi, risk of these crimes is higher in Eastleigh, Central Business District, Mathare, Kibera and slum areas. In Mombasa, crime rates are higher in the Old Town and on and around the Likoni Ferry (which links Mombasa and the southern resorts). Although uncommon, incidents of violent crime have resulted in the death of several British nationals. Gun attacks in Kwale County on the south coast resulted in fatalities in September and October 2017.</p>\n\n<p>You should be vigilant at all times and take into account any security advice given by your hotel, employer or your hosts. If you’re attacked, don’t resist. Avoid walking around after dark, especially in isolated areas like empty beaches. Avoid carrying large amounts of cash and don’t wear expensive watches, jewellery or items of sentimental value.</p>\n\n<p>Beware of thieves posing as police officers or private Security Guards. Always ask to see identification. Don’t accept food or drink from strangers as it may be drugged.</p>\n\n<p>Only stay in tourist camps with good perimeter security. If in any doubt, seek advice from your tour operator or the Kenya Tourism Federation (telephone: + 254 20 800100).</p>\n\n<p>If you’re involved in any security incident, insist that the British High Commission is informed straight away.</p>\n\n<h3 id=\"demonstrations\">Demonstrations</h3>\n<p>Avoid protests and political gatherings. Protests can occur in different places, be alert to media coverage and if you see a large crowd move away from the area.  Some workplaces and schools may be closed on these days.</p>\n\n<h3 id=\"local-travel\">Local travel</h3>\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advise against all but essential travel to within 60km of the Kenya-Somali border; to Garissa county; to Lamu county (excluding Lamu Island and Manda Island); to areas of Tana River county north of the Tana river itself and to within 15km of the coast from the Tana river down to the Galana (Athi-Galana-Sabaki) river.</p>\n\n<p>If you travel to Lamu Island or Manda Island, you should do so by air to Lamu Airport (a civilian airport on Manda Island) and not by road. The only commercial option for air travel to or from Lamu Island and Manda Island is through Lamu Airport.</p>\n\n<p>For travel between Jomo Kenyatta Airport (JKIA) and Nairobi city you should use the Mombasa road or the Nairobi Expressway. There is a higher risk of car-jacking on the old airport road (Airport South Road) and Jogoo Road. The Mombasa road to JKIA can get very busy during rush hours, and check-in can take several hours; you should allow plenty of time to get to the airport. A new vehicle security check outside JKIA has also added to journey times.</p>\n\n<p>Most visits to game reserves and other tourist areas are trouble-free. If you visit reserves, use reputable tour operators and arrive at your destination in daylight hours. Do not buy safari tours from touts. Always follow park regulations and wardens’ advice.</p>\n\n<p>There are risks associated with viewing wildlife, particularly on foot or at close range. Bathing in rivers and lakes is forbidden in National Parks and is best avoided elsewhere due to the dangers from both wildlife and water-borne disease.</p>\n\n<p>Rural areas, particularly in the north and north eastern parts of Kenya, occasionally experience cattle rustling, banditry and ethnic clashes. Foreigners are not usually the target of localised violence and banditry, but you should take great care in the north and northeast.</p>\n\n<p>The Government of Kenya has imposed a dusk-to-dawn curfew in parts of Turkana, West Pokot, Elgeyo Marakwet, Baringo, Laikipia, and Samburu counties. British nationals travelling in these areas should adhere to local security measures and exercise caution.</p>\n\n<p>Although the border with Somalia has officially been closed since 2007, crossings take place frequently. Landmines have been used in attacks around Moyale, close to the main A2 road south. Vehicles crossing the Kenya-Ethiopia border at this point should stay on the A2. Avoid staying at the rest house at Sololo - travel directly to Marsabit Town before breaking the journey.</p>\n\n<p>As a result of previous armed clashes in the area of Mount Elgon in western Kenya next to the Ugandan border, a large security presence remains and further incidents are possible. Seek local advice before you set off.</p>\n\n<p>Monitor local media and take care in all remote areas.  A Safety and Communication Centre operated by the Kenya Tourism Federation gives up to the minute tourist advice as well as providing help in an emergency. You can contact the Centre on +254 20 800100 or by e-mail to: <a href=\"mailto:operations@ktf.co.ke\">operations@ktf.co.ke</a></p>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>You can drive in Kenya with a valid UK driving licence for up to 3 months, or on a valid <a href=\"/driving-abroad/international-driving-permit\">International Driving Permit</a>. If you’re staying longer or living in Kenya, you’ll need to get a Kenyan driving licence.</p>\n\n<p>If you’re planning to hire a car, check with your car hire company for information on their requirements before you travel. Only hire vehicles from reputable companies.</p>\n\n<p>Road conditions and driving standards are often poor.  Drive with windows closed and doors locked. When driving outside cities and in remote areas consider driving in convoy. Avoid driving at night wherever possible.</p>\n\n<p>There have been a number of serious accidents involving long-distance buses. Vehicles are often poorly maintained and driven at excessive speed. Check the bus operator’s safety standards.</p>\n\n<p>Though very cheap to use, matatus (minibuses) are notorious for being poorly maintained, badly driven and uninsured. There are frequent reports of matatus being hijacked and passengers being robbed.</p>\n\n<p>On the spot fines from traffic police are common, but not legal. If stopped by a police officer you should ask for the due process to be followed. The officer should issue you with a ‘receipt for cash bond’, a piece of paper telling you when and where you need to attend court to answer the charge against you.</p>\n\n<h3 id=\"rail-travel\">Rail travel</h3>\n\n<p>Passenger trains run between Nairobi and Mombasa. Take care of your belongings while on the train and at railway stations. If you leave your compartment, take your valuables with you.</p>\n\n<h3 id=\"air-travel\">Air travel</h3>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> can’t offer advice on the safety of individual airlines. However, the International Air Transport Association publishes a list of registered airlines that have been audited and found to meet a number of operational safety standards and recommended practices. This list is not exhaustive and the absence of an airline from this list does not necessarily mean that it is unsafe.</p>\n\n<p>The International Civil Aviation Organisation has <a rel=\"external\" href=\"http://www.icao.int/safety/Pages/USOAP-Results.aspx\">carried out an audit</a> of the level of implementation of the critical elements of safety oversight in Kenya.</p>\n\n<p>A list of incidents and accidents in Kenya can be found on the website of the <a rel=\"external\" href=\"http://aviation-safety.net/database/country/country.php?id=5Y\">Aviation Safety network</a>.</p>\n\n<p>There are some concerns about the lack of security arrangements in place at Wilson airport in Nairobi. The airport is mainly used for domestic flights, including charters.</p>\n\n<p>If you plan to charter a private aircraft, check with the company about the condition of the aircraft and runways to be used. If the company has no Safety Pilot, find another company that does.</p>\n\n<p>Local rules and regulations prohibit photography at airports. You could be fined or imprisoned.</p>\n\n<p>Be vigilant at all times when transiting airports.</p>\n\n<h3 id=\"sea-travel\">Sea travel</h3>\n<p>The threat of piracy and armed robbery off the coast of Somalia, in the Gulf of Aden and Indian Ocean remains significant. Reports of attacks on local fishing dhows in the area around the Gulf of Aden and Horn of Africa continue. The combined threat assessment of the international Naval Counter Piracy Forces remains that all sailing yachts under their own passage should remain out of the designated High Risk Area or face the risk of being hijacked and held hostage for ransom.</p>\n\n<p>Read the <a href=\"https://www.gov.uk/guidance/sea-river-and-piracy-safety\">Piracy and armed robbery at sea page</a> for more information and advice.</p>\n\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "\n<p>Terrorists are very likely to try to carry out attacks in Kenya.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<p>There is a heightened threat of terrorism, including terrorist kidnappings, across Kenya. Attacks, including terrorist kidnappings, could target Westerners, including British nationals. Attacks could occur at any time, including around religious or other public holidays or celebrations.</p>\n\n<p>Attacks could be indiscriminate in places frequented by foreigners including hotels, bars, restaurants, sports bars and nightclubs, sporting events, supermarkets, shopping centres, commercial buildings, coastal areas including beaches, government buildings including Embassies, airports, buses, trains and other transport hubs. Places of worship including churches and mosques have also been targeted. British nationals are advised to be particularly vigilant in these areas and to consider whether there are effective local security arrangements in place (e.g bag searches, physical security, guards). You should avoid regular patterns of movement and aim to travel during daylight hours.</p>\n\n<p>The main terrorism threat is from extremists linked to Al Shabaab, a militant group in Somalia opposed to the Somali government. Al Shabaab has issued public threats against Kenya due to Kenya’s military intervention in Somalia. The Kenyan authorities have increased security to counter potential reprisal attacks by Al Shabaab. There is some evidence of growing support for Daesh (formerly referred to as ISIL) in Kenya.</p>\n\n<p>On 8 January 2020 Al Shabaab released a public statement ‘Kenya Must Take Heed’; this states Al Shabaab intent to attack tourists, including those on safari trips. It also references government institutions and military installations as potential attack targets.</p>\n\n<p>Travellers to Lamu Island and Manda Island should be particularly vigilant given the close proximity of these islands to the Lamu County mainland. On 5 January 2020 Al Shabaab conducted an attack on a military airstrip in Lamu County, killing 3 US personnel. Due to the threat of terrorism, if you travel to Lamu Island or Manda Island you should do so by air to Lamu Airport (a civilian airport on Manda Island), and not by road. The only commercial option for air travel to or from Lamu Island and Manda Island is through Lamu Airport.</p>\n\n<p>There have been a number of other terrorist attacks in Kenya in recent years:</p>\n\n<ul>\n  <li>On 15-16 January 2019 there was an attack at the hotel and commercial complex at 14 Riverside in Nairobi, resulting in injuries and loss of life. One British national was killed.</li>\n  <li>On 2 April 2015 there was an attack on Garissa University College in Garissa County in which at least 148 people were killed.</li>\n  <li>In June and July 2014 attacks in Lamu and Tana River Counties on the Kenyan coast are reported to have killed at least 85 people.</li>\n  <li>On 21-24 September 2013 over 60 people including six British nationals were killed in an attack on the Westgate shopping mall in Nairobi.</li>\n</ul>\n\n<p>In particular, there are also frequent attacks in the north-eastern border regions (Lamu, Garissa, Wajir and Mandera Counties), most of which were attributed to Al Shabaab. These have killed members of the Kenyan security forces as well as civilians. The Kenyan security forces have increased their presence in the affected areas. Armed militia groups operate within the Boni Forest and along the border with Somalia.</p>\n\n<p>Kenyan official buildings such as government offices and law enforcement personnel and facilities have been particular targets. Somali government interests in Kenya may also be targeted. Take extra security precautions if you plan on travelling to any of these places.</p>\n\n<p>Further attacks are very likely. Methods of attack have included suicide vests, grenades, knife attacks, shootings and bombings, including car bombings, and improvised explosive devices.</p>\n\n<p>The authorities in Kenya have successfully disrupted a number of planned attacks and made a number of arrests in recent years. They have also provided extra protection including in areas near to the Somalia border and on the Kenyan coast.</p>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<h3 id=\"kidnapping\">Kidnapping</h3>\n<p>There is a high threat of kidnapping across Kenya. You should be alert to the heightened threat of terrorist kidnapping targeting Westerners, including British nationals. Westerners have been the target of kidnaps in northern counties, counties bordering Somalia and coastal counties, and further kidnaps are very likely.</p>\n\n<p>British nationals are viewed as legitimate targets, including those engaged in tourism, humanitarian aid work, journalism or business sectors. If you’re kidnapped, the reason for your presence is unlikely to serve as a protection or secure your safe release. On 12 April 2019 two Cuban doctors were kidnapped in Mandera north-east Kenya. Kenyan police suspect Al-Shabaab were behind the attack. On 20 November 2018, an unknown armed gang attacked a trading centre in Chakama in Kilifi County, and abducted an Italian NGO worker. A number of kidnaps have occurred in Dadaab refugee camps in north east Kenya. British aid workers in Kenya should satisfy themselves that those arranging their stay have sufficient security arrangements in place.</p>\n\n<p>The long-standing policy of the British Government is not to make substantive concessions to hostage takers. The British Government considers that paying ransoms and releasing prisoners builds the capability of terrorist groups and finances their activities. This can, in turn, increase the risk of further hostage-taking. The Terrorism Act (2000) makes payments to terrorists illegal.</p>\n\n",
                    "slug": "terrorism",
                    "title": "Terrorism"
                },
                {
                    "body": "<p>The coastal areas are predominantly Muslim. Although there are no strict dress codes, you should dress conservatively away from the tourist resorts and hotels, especially in Mombasa town, during the holy month of Ramadan or if you intend to visit religious areas.</p>\n\n<p>Smoking in any public place is prohibited throughout Kenya, except in designated smoking areas. Offenders can face a fine or imprisonment. If in doubt, don’t light up.</p>\n\n<p>The use and trafficking of illegal Class A drugs in Kenya carries heavy fines and jail sentences. The penalty for possession is 10 years in prison.</p>\n\n<p>Taking photographs of official buildings, including Embassies, can lead to detention. If in any doubt, don’t photograph or film around them. Photography is also prohibited at airports.</p>\n\n<p>You must get permission to carry any kind of firearm before you enter the country.</p>\n\n<p>Plastic bags have been banned for environmental reasons.</p>\n\n<p>It is illegal to destroy Kenyan currency.</p>\n\n<p>Homosexual activity is illegal. Public displays of homosexuality like holding hands or kissing in public places could lead to arrest and imprisonment. See our <a href=\"https://www.gov.uk/guidance/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">information and advice page</a> for the LGBT community before you travel.</p>\n\n<p>You must carry a form of ID with you at all times.  A copy of  your passport is normally acceptable, but recently some police officers have been insisting on the original document.</p>\n\n<p>It is illegal to buy, sell, kill or capture any protected wild animal or trade any of its parts without a licence. Kenya is a signatory to the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) under which there’s a ban on the international commercial trade in ivory. Those caught purchasing or trafficking banned goods will be prosecuted and receive prison sentences and/or fines.</p>\n",
                    "slug": "local-laws-and-customs",
                    "title": "Local laws and customs"
                },
                {
                    "body": "<div class=\"call-to-action\">\n\n  <p>This page has information on travelling to Kenya.</p>\n\n</div>\n\n<p>This page reflects the UK government’s understanding of current rules for people travelling on a full ‘British Citizen’ passport from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Kenya set and enforce entry rules. If you’re unsure how Kenya’s entry requirements apply to you, contact its <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">UK embassy, high commission or consulate</a>.</p>\n\n<h3 id=\"all-travellers\">All travellers</h3>\n\n<p>From 9 May 2023 the Government of Kenya no longer requires proof of either COVID-19 vaccination or a negative COVID-19 PCR test for entry into Kenya.</p>\n\n<p>Travellers with flu-like symptoms, will be required to undergo a rapid antigen test at their own cost of 30 USD.  Those who test positive on antigen RDT will be required to take a PCR test at their own cost of 50 USD and self-isolate as per Ministry of Health guidance on isolation. Those with severe symptoms shall then be allowed to isolate as per the prevailing isolation requirements for mild, moderate and severe disease.</p>\n\n<p>Any traveller entering Kenya with flu-like symptoms will be required to fill the passenger locator form on the ‘jitenge’ platform: <a rel=\"external\" href=\"https://ears.health.go.ke/airline_registration/\">https://ears.health.go.ke/airline_registration/</a> and may be asked to undergo a rapid antigen test at their own cost regardless of age or vaccination status.</p>\n\n<p>Full details of the Government of Kenya’s entry requirements in relation to coronavirus can be found on the <a rel=\"external\" href=\"https://www.kcaa.or.ke/covid-19\">Kenya Civil Aviation Authority website</a>.</p>\n\n<h2 id=\"drones\">Drones</h2>\n\n<p>The <a rel=\"external\" href=\"https://www.kcaa.or.ke/\">Kenyan Civil Aviation Authority</a> (KCAA) imposes strict controls on the import and export of drones to and from Kenya. You will not be allowed to bring a drone to Kenya without prior approval from the KCAA. If you plan to bring a drone to Kenya, you should contact the KCAA well in advance of travel.</p>\n\n<h2 id=\"check-your-passport-and-travel-documents-before-you-travel\">Check your passport and travel documents before you travel</h2>\n\n<h3 id=\"passport-validity\">Passport validity</h3>\n\n<p>If you are visiting Kenya, your passport should be valid for 6 months from the date you arrive.</p>\n\n<p>You should have at least two blank pages in your passport on arrival.</p>\n\n<p>Check with your travel provider to make sure your passport and other travel documents meet their requirements.</p>\n\n<h3 id=\"visas\">Visas</h3>\n\n<p>You need a visa to enter Kenya. Kenyan entry visas are exclusively issued electronically, with passengers required to obtain their e-visas before departure. You can apply for single entry and transit visas on the <a rel=\"external\" href=\"https://evisa.go.ke\">Kenya e-visa website</a>.</p>\n\n<p>British passport holders visiting Kenya aged 16 and over require a valid individual visa for Kenya.</p>\n\n<p>For more information, see the website of the <a rel=\"external\" href=\"https://www.kenyahighcom.org.uk/visas\">Kenyan High Commission in London</a>.</p>\n\n<h3 id=\"work-permits\">Work permits</h3>\n\n<p>You must have a work permit before starting employment in Kenya. It’s illegal to work without one. This needs to be applied for before coming to Kenya to work. This also applies to voluntary work and the self-employed. You can apply for a work permit at the <a rel=\"external\" href=\"https://immigration.go.ke/\">Department of Immigration Services</a> website. The government of Kenya has promised swift action against those who do not comply, including deportation. The Government of Kenya is prioritising the availability of high quality jobs for Kenyan nationals, and may not grant a work permit to a British national if the job in question could be done by a Kenyan national.</p>\n\n<p>If you’re already in Kenya, and your application for a work permit is successful, you will be required to hand in your passport to immigration for a permit stamp to be inserted. During this period, you should always carry a certified copy of your passport for identification purposes. A local <a href=\"https://www.gov.uk/government/publications/kenya-list-of-lawyers\">lawyer</a> can provide this.</p>\n\n<h3 id=\"yellow-fever-certificate-requirements\">Yellow fever certificate requirements</h3>\n\n<p>You may need a yellow fever certificate when entering Kenya from certain destinations. Check whether you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/117/kenya#Vaccine_recommendations\">TravelHealthPro</a> website.</p>\n\n<h2 id=\"returning-to-the-uk\">Returning to the UK</h2>\n\n<p>When leaving Kenya, you will be required to show compliance with entry requirements for the UK and any transit countries.</p>\n\n<p>You can use the UK’s <a href=\"https://www.gov.uk/guidance/demonstrating-your-covid-19-status\">proof of COVID-19 recovery and vaccination record</a> to demonstrate your vaccination record when leaving Kenya.</p>\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>If you have a health condition, or you are pregnant, you may need specialist healthcare abroad. Check whether your destination country can provide the healthcare you may need and ensure you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for unexpected medical evacuation or local treatment.</p>\n\n<div class=\"example\">\n<p>See the Coronavirus travel health and Healthcare sections in the <a href=\"/foreign-travel-advice/kenya/coronavirus\">Coronavirus page</a> for COVID-19 health information.</p>\n</div>\n\n<p>At least 8 weeks before your trip, check the latest country-specific health advice from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/countries\">National Travel Health Network and Centre (NaTHNaC)</a> on the TravelHealthPro website. Each country-specific page has information on vaccine recommendations, any current health risks or outbreaks, and factsheets with information on staying healthy abroad. Guidance is also available from NHS (Scotland) on the <a rel=\"external\" href=\"https://www.fitfortravel.nhs.uk/destinations.aspx\">FitForTravel website</a>.</p>\n\n<p>On 3 March 2022, Kenya’s Ministry of Health confirmed an outbreak of yellow fever in Isolo county. Other counties at high risk of transmission following this outbreak are: Wajir, Garissa, Marsabit, Meru, Samburu, Baringo, Elgeyo Marakwet, West Pokot and Turkana counties. You should discuss yellow fever vaccination with your health advisor before you travel to Kenya.</p>\n\n<p>General information on <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">travel vaccinations</a> and a <a rel=\"external\" href=\"https://www.nhs.uk/live-well/healthy-body/travel-health-checklist/\">travel health checklist</a> is available on the NHS website.  You may then wish to contact your health adviser or pharmacy for advice on other preventive measures and managing any pre-existing medical conditions while you’re abroad.</p>\n\n<p>The legal status and regulation of some medicines prescribed or purchased in the UK can be different in other countries. If you’re travelling with prescription or over-the-counter medicine, read this guidance from NaTHNaC on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>. For further information on the legal status of a specific medicine, you’ll need to contact the <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">embassy, high commission or consulate</a> of the country or territory you’re travelling to.</p>\n\n<p>While travel can be enjoyable, it can sometimes be challenging. There are clear links between mental and physical health, so looking after yourself during travel and when abroad is important. Information on travelling with mental health conditions is available in our <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">guidance page</a>. Further information is also available from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">National Travel Health Network and Centre (NaTHNaC)</a>.</p>\n\n<h3 id=\"medical-treatment\">Medical treatment</h3>\n\n<p>Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.</p>\n\n<p>If you need emergency medical assistance during your trip, first deal with the emergency with first aid skills if possible and then move onto the nearest, largest Accident and Emergency department. In Nairobi this is either Nairobi Hospital or the Aga Khan University Hospital.</p>\n\n<h3 id=\"other-health-risks\">Other health risks</h3>\n\n<p><a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/117/kenya#CIoutBreaks\">Cholera</a>, <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/117/kenya#Malaria\">malaria</a>, <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/117/kenya#CIoutBreaks\">dengue fever</a> and other insect-borne infections occur in Kenya.</p>\n\n<p>In July, the Government of Kenya launched a 10-day yellow fever vaccination campaign targeting Garissa and Isiolo County following an outbreak of the disease in those areas earlier this year. As of 23 July 2022, 111 yellow fever cases, with 12 deaths, have been report in Kenya.</p>\n\n<p>You should take precautions to <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/38/insect-and-tick-bite-avoidance\">avoid being bitten by insects</a>.</p>\n\n<p>On 1 August 2018, an outbreak of Ebola was declared in Béni territory, North Kivu Province in the Democratic Republic of Congo. On 11 June 2019, the Ugandan government confirmed an outbreak of Ebola in Kasese District in western Uganda. Kenyan authorities have put in place additional screening measures at some airports and border crossings in Kenya for those arriving from affected areas. The latest updates can be found on the <a rel=\"external\" href=\"http://www.who.int/news-room/fact-sheets/detail/ebola-virus-disease\">WHO</a> website.  If travelling in the region, you should check <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> Travel Advice for the relevant countries.</p>\n\n<p>You should drink or use only boiled or bottled water and avoid ice in drinks.  Don’t eat food prepared by unlicensed vendors. See <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/44/food-and-water-hygiene\">food and water hygiene</a>.</p>\n\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>Kenya lies on an active fault line and tremors occur from time to time. The last significant earth tremor to affect the region was of magnitude 5.2 in 2007.</p>\n\n<p>The US Federal Emergency Management Agency has advice about what to do <a rel=\"external\" href=\"http://www.ready.gov/earthquakes\">before, during and after an earthquake</a></p>\n",
                    "slug": "natural-disasters",
                    "title": "Natural disasters"
                },
                {
                    "body": "<p>The currency of Kenya is the Kenyan Shilling (KES).</p>\n\n<p>ATMs are widely available in Nairobi and the main towns and credit cards are widely accepted. It’s unlikely you’ll be able to exchange Scottish or Northern Irish banknotes in Kenya.</p>\n\n",
                    "slug": "money",
                    "title": "Money"
                },
                {
                    "body": "\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. If you need urgent help because something has happened to a friend or relative abroad, contact the Foreign, Commonwealth &amp; Development Office (FCDO) in London on +44 20 7008 5000 (24 hours).</p>\n</div>\n\n<h3 id=\"foreign-travel-checklist\">Foreign travel checklist</h3>\n\n<p>Read our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> to help you plan for your trip abroad and stay safe while you’re there.</p>\n\n<h3 id=\"travel-safety\">Travel safety</h3>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice helps you make your own decisions about foreign travel. Your safety is our main concern, but we can’t provide tailored advice for individual trips. If you’re concerned about whether or not it’s safe for you to travel, you should read the travel advice for the country or territory you’re travelling to, together with information from other sources you’ve identified, before making your own decision on whether to travel. Only you can decide whether it’s safe for you to travel.</p>\n\n<p>When we judge the level of risk to British nationals in a particular place has become unacceptably high, we’ll state on the travel advice page for that country or territory that we advise against all or all but essential travel. <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">Read more about how the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> assesses and categorises risk in foreign travel advice</a>.</p>\n\n<p>Our <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggests additional things you can do before and during foreign travel to help you stay safe.</p>\n\n<h3 id=\"refunds-and-cancellations\">Refunds and cancellations</h3>\n\n<p>If you wish to cancel or change a holiday that you’ve booked, you should contact your travel company. The question of refunds and cancellations is a matter for you and your travel company. Travel companies make their own decisions about whether or not to offer customers a refund. Many of them use our travel advice to help them reach these decisions, but we do not instruct travel companies on when they can or can’t offer a refund to their customers.</p>\n\n<p>For more information about your rights if you wish to cancel a holiday, visit <a rel=\"external\" href=\"https://www.citizensadvice.org.uk/consumer/holiday-cancellations-and-compensation/cancelling-a-holiday/\">the Citizen’s Advice Bureau website</a>. For help resolving problems with a flight booking, visit the <a rel=\"external\" href=\"https://www.caa.co.uk/Passengers/Resolving-travel-problems/\">website of the Civil Aviation Authority</a>. For questions about travel insurance, contact your insurance provider and if you’re not happy with their response, you can complain to the <a rel=\"external\" href=\"http://www.financial-ombudsman.org.uk/consumer/complaints.htm\">Financial Ombudsman Service</a>.</p>\n\n<h3 id=\"registering-your-travel-details-with-us\">Registering your travel details with us</h3>\n\n<p>We’re no longer asking people to register with us before travel. Our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> and <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggest things you can do before and during foreign travel to plan your trip and stay safe.</p>\n\n<h3 id=\"previous-versions-of-fcdo-travel-advice\">Previous versions of <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</h3>\n\n<p>If you’re looking for a previous version of the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice, visit the <a rel=\"external\" href=\"http://webarchive.nationalarchives.gov.uk/*/http:/www.gov.uk/foreign-travel-advice\">National Archives website</a>. Versions prior to 2 September 2020 will be archived as FCO travel advice. If you can’t find the page you’re looking for there, <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Kenya&amp;post=Kenya%20travel%20advice%20team\">send the Travel Advice Team a request</a>.</p>\n\n<h3 id=\"further-help\">Further help</h3>\n\n<p>If you’re a British national and you have a question about travelling abroad that isn’t covered in our foreign travel advice or elsewhere on GOV.UK, you can <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Kenya&amp;post=Kenya%20travel%20advice%20team\">submit an enquiry</a>, or contact us on <a rel=\"external\" href=\"https://twitter.com/FCDOtravelGovUK\">Twitter</a> or <a rel=\"external\" href=\"https://en-gb.facebook.com/FCDOTravel\">Facebook</a>. We’re not able to provide tailored advice for specific trips.</p>\n\n",
                    "slug": "travel-advice-help-and-support",
                    "title": "Travel advice help and support"
                }
            ],
            "reviewed_at": "2023-09-08T08:29:49Z",
            "updated_at": "2023-09-08T08:29:49Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-03-19T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/kenya",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/kenya",
                    "base_path": "/foreign-travel-advice/kenya",
                    "content_id": "47d7619a-8621-49bc-8e67-75e06b3fb610",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-08T08:29:49Z",
                    "schema_name": "travel_advice",
                    "title": "Kenya travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/kenya",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/kenya",
                    "api_url": "https://www.gov.uk/api/content/world/kenya",
                    "base_path": "/world/kenya",
                    "content_id": "c53bb882-4c4e-4c24-90ad-951580c0d299",
                    "description": "Services if you're visiting, studying, working or living in Kenya. Includes information about trading with and doing business in the UK and Kenya.",
                    "details": {
                        "internal_name": "UK help and services in Kenya",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:37:51Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Kenya",
                    "web_url": "https://www.gov.uk/world/kenya",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/tanzania",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/tanzania",
                    "base_path": "/foreign-travel-advice/tanzania",
                    "content_id": "203432b1-e296-4ffe-9fc9-dcfe110c0d67",
                    "details": {
                        "change_description": "(CORRECTION) Terrorists are very likely to try to carry out attacks in Tanzania in the near future.",
                        "country": {
                            "name": "Tanzania",
                            "slug": "tanzania",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-30T12:04:47Z",
                    "schema_name": "travel_advice",
                    "title": "Tanzania travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/tanzania",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/uganda",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/uganda",
                    "base_path": "/foreign-travel-advice/uganda",
                    "content_id": "77488676-da3d-4752-a6b2-f99c7691bf67",
                    "details": {
                        "change_description": "FCDO advises against all but essential travel to Jinja town.(‘Summary’ page).",
                        "country": {
                            "name": "Uganda",
                            "slug": "uganda",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-13T21:23:09Z",
                    "schema_name": "travel_advice",
                    "title": "Uganda travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/uganda",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/south-africa",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/south-africa",
                    "base_path": "/foreign-travel-advice/south-africa",
                    "content_id": "e4649806-d58a-40f7-b86d-09a4376c25a0",
                    "details": {
                        "change_description": "Information on 'smash and grab' attacks on vehicles ('Safety and security' page).\r\n\r\nInformation on the less secure areas around international airports in Johannesburg and Cape Town ('Safety and security' page).\r\n\r\nAdditional information on asking for a life-jacket when participating in water sports ('Safety and security' page).\r\n\r\n",
                        "country": {
                            "name": "South Africa",
                            "slug": "south-africa",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-10T12:12:22Z",
                    "schema_name": "travel_advice",
                    "title": "South Africa travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/south-africa",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/somalia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/somalia",
                    "base_path": "/foreign-travel-advice/somalia",
                    "content_id": "992befc4-32a3-4a1a-a034-c9cb2ff42bad",
                    "details": {
                        "change_description": "Information on localised political disputes in Somaliland ('Safety and security' page).",
                        "country": {
                            "name": "Somalia",
                            "slug": "somalia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-21T10:52:53Z",
                    "schema_name": "travel_advice",
                    "title": "Somalia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/somalia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/rwanda",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/rwanda",
                    "base_path": "/foreign-travel-advice/rwanda",
                    "content_id": "25d2eeab-5494-4fe7-b558-b478c873923d",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                        "country": {
                            "name": "Rwanda",
                            "slug": "rwanda",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T10:26:55Z",
                    "schema_name": "travel_advice",
                    "title": "Rwanda travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/rwanda",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-kenya",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-kenya",
                    "base_path": "/world/living-in-kenya",
                    "content_id": "9f2207fe-f027-4d98-bb60-3d8baf5d8096",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Kenya",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/kenya",
                                "api_url": "https://www.gov.uk/api/content/world/kenya",
                                "base_path": "/world/kenya",
                                "content_id": "c53bb882-4c4e-4c24-90ad-951580c0d299",
                                "description": "Services if you're visiting, studying, working or living in Kenya. Includes information about trading with and doing business in the UK and Kenya.",
                                "details": {
                                    "internal_name": "UK help and services in Kenya",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:51Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Kenya",
                                "web_url": "https://www.gov.uk/world/kenya",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:16:09Z",
                    "schema_name": "taxon",
                    "title": "Living in Kenya",
                    "web_url": "https://www.gov.uk/world/living-in-kenya",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-kenya",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-kenya",
                    "base_path": "/world/travelling-to-kenya",
                    "content_id": "fad6f4b0-8954-459a-9aff-0bb6e8422869",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Kenya",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/kenya",
                                "api_url": "https://www.gov.uk/api/content/world/kenya",
                                "base_path": "/world/kenya",
                                "content_id": "c53bb882-4c4e-4c24-90ad-951580c0d299",
                                "description": "Services if you're visiting, studying, working or living in Kenya. Includes information about trading with and doing business in the UK and Kenya.",
                                "details": {
                                    "internal_name": "UK help and services in Kenya",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:37:51Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Kenya",
                                "web_url": "https://www.gov.uk/world/kenya",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:16:08Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Kenya",
                    "web_url": "https://www.gov.uk/world/travelling-to-kenya",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-09-08T08:29:49Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1694161789.114-10.13.20.237-49114",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Kenya travel advice",
        "updated_at": "2023-11-15T10:50:22Z",
        "withdrawn_notice": {}
    }
}