{
    "Country Slug": "netherlands",
    "Country Name": "Netherlands",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/netherlands",
        "content_id": "98641f11-0391-4679-a033-6d79db918d05",
        "description": "Latest FCDO travel advice for Netherlands including on entry requirements, safety and security and local laws and customs.",
        "details": {
            "alert_status": [],
            "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
            "change_history": [
                {
                    "note": "Latest update: Summary – addition of link to Living In country guide; Entry requirements section (Visas) - information on draft withdrawal agreement in principle between the UK and EU; Health section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-11-22T18:23:51.945Z"
                },
                {
                    "note": "Latest update: Summary - there may be increased security in place over the Christmas and New Year period, including at Christmas markets and other major events that might attract large crowds; you should remain vigilant and follow the advice of local authorities",
                    "public_timestamp": "2018-12-03T14:24:17.890Z"
                },
                {
                    "note": "Latest update: Summary - removal of information about possible increased security over the Christmas and New Year period",
                    "public_timestamp": "2019-01-04T14:51:21.257Z"
                },
                {
                    "note": "Latest update: Summary - addition of links to pages with latest updates for UK nationals travelling and living in Europe; Safety and security section (Road travel) - addition of link to information on International Driving Permits if the UK leaves the EU without a deal; Entry requirements section (Passport validity) - updated information on passport validity rules if the UK leaves the EU without a deal",
                    "public_timestamp": "2019-01-22T17:36:10.106Z"
                },
                {
                    "note": "Latest update: Entry requirements section (Visas) – addition of information; EU exit visa requirements ",
                    "public_timestamp": "2019-01-30T14:28:32.596Z"
                },
                {
                    "note": "Latest update: Health section - addition of information and advice on access to healthcare after the UK leaves the EU",
                    "public_timestamp": "2019-01-31T18:27:37.830Z"
                },
                {
                    "note": "Latest update:  Entry requirements section (Passport validity) - updated information and link to HM Passport Office tool to check passport validity for travel to Europe if the UK leaves the EU with no deal\r\n",
                    "public_timestamp": "2019-02-19T13:44:22.259Z"
                },
                {
                    "note": "Latest update: Summary - the British Embassy is in contact with local authorities and urgently seeking further information following a shooting incident in Utrecht; there is a large security presence in the area; you should remain vigilant and follow the advice of the local security authorities; this page will be updated as the situation develops",
                    "public_timestamp": "2019-03-18T11:43:19.721Z"
                },
                {
                    "note": "Latest update: Summary - updated information following a shooting incident in Utrecht; there is a large security presence in the area; you should remain vigilant and follow the advice of the local security authorities; this page will be updated as the situation develops",
                    "public_timestamp": "2019-03-18T15:26:04.096Z"
                },
                {
                    "note": "Latest update: Summary - updated information on the shooting incident in the 24 Oktoberplien (24 October Square) area of Utrecht; one suspect has subsequently been detained; if you’re in Utrecht, you should continue to follow the advice of the local authorities",
                    "public_timestamp": "2019-03-18T18:21:12.700Z"
                },
                {
                    "note": "Latest update: Summary - updated information on the 18 March shooting incident in Utrecht, reflecting that the threat level in Utrecht has now been reduced by the Dutch authorities",
                    "public_timestamp": "2019-03-19T10:05:04.308Z"
                },
                {
                    "note": "Summary section - addition of link to guidance on doing business in the Netherlands",
                    "public_timestamp": "2019-03-25T17:45:41.649Z"
                },
                {
                    "note": "Latest update: Terrorism section - editorial amendments reflecting shooting incident in the 24 oktoberplien (24 October Square) area of Utrecht on 18 March 2019",
                    "public_timestamp": "2019-03-26T11:37:47.672Z"
                },
                {
                    "note": "Latest update: Terrorism section - editorial amendment reflecting shooting incident in the 24 oktoberplien (24 October Square) area of Utrecht on 18 March 2019",
                    "public_timestamp": "2019-03-29T09:41:50.200Z"
                },
                {
                    "note": "This advice has been reviewed in full and republished with minor editorial amendments",
                    "public_timestamp": "2019-10-09T08:45:14.000Z"
                },
                {
                    "note": "Summary – addition of information and advice about Christmas markets and events over the festive period",
                    "public_timestamp": "2019-11-12T17:45:15.000Z"
                },
                {
                    "note": "Summary – addition of information on the likely disruption of Eurostar rail services between 5 December and 8 December (inclusive)",
                    "public_timestamp": "2019-11-27T15:16:41.000Z"
                },
                {
                    "note": "Latest update: Summary - ongoing police search in The Hague following an attack in the city on the evening of 29 November.",
                    "public_timestamp": "2019-11-30T12:12:11.000Z"
                },
                {
                    "note": "Summary – addition of information on the likely disruption of Eurostar rail services between 5 December and 8 December (inclusive)",
                    "public_timestamp": "2019-11-30T19:41:01.000Z"
                },
                {
                    "note": "Summary - addition of information on the likely disruption of Eurostar rail services between 5 December and 12 December (inclusive)",
                    "public_timestamp": "2019-12-09T17:11:42.000Z"
                },
                {
                    "note": "Summary - addition of information on the ongoing likely disruption of Eurostar rail services",
                    "public_timestamp": "2019-12-13T16:57:57.000Z"
                },
                {
                    "note": "Summary – removal of information and advice about Christmas markets and events over the festive period",
                    "public_timestamp": "2020-01-06T13:21:24.000Z"
                },
                {
                    "note": "Safety and security (Road travel), Entry requirements and Health sections - editorial amendments to add existing information on travel if the UK leaves the EU with a deal",
                    "public_timestamp": "2020-01-21T18:45:20.000Z"
                },
                {
                    "note": "Addition of information about coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-02T14:26:47.000Z"
                },
                {
                    "note": "Summary - addition of information and advice following announcement that Flybe has ceased operations ",
                    "public_timestamp": "2020-03-05T04:17:21.000Z"
                },
                {
                    "note": "New measures announced by the Dutch government on 12 March in response to the outbreak of Coronavirus (COVID-19) ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-12T19:19:37.000Z"
                },
                {
                    "note": "Further measures announced by the Dutch government on 15 March in response to the outbreak of Coronavirus (COVID-19) ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-15T19:08:46.000Z"
                },
                {
                    "note": "Additional information following the outbreak of coronavirus (COVID-19) ('Summary' page)",
                    "public_timestamp": "2020-03-19T18:55:16.000Z"
                },
                {
                    "note": "Update of information on travel restrictions in relation to coronavirus (COVID-19) ('Return to the UK' page) ",
                    "public_timestamp": "2020-03-23T19:15:20.000Z"
                },
                {
                    "note": "Update of information on further measures put in place by the Dutch Government in relation to coronavirus (COVID-19) (Coronavirus) ",
                    "public_timestamp": "2020-03-24T23:57:44.000Z"
                },
                {
                    "note": "Update to information on local measures.  Addition of information on how to access healthcare ('Coronavirus','Summary' and 'Health' pages)",
                    "public_timestamp": "2020-04-03T16:55:20.000Z"
                },
                {
                    "note": "Updated information on flight options for returning to the UK ('Return to the UK' page)",
                    "public_timestamp": "2020-04-06T16:02:19.000Z"
                },
                {
                    "note": "Addition of information and advice regarding travellers to the Netherlands from high-risk Coronavirus areas ('Coronavirus' page)",
                    "public_timestamp": "2020-04-16T13:20:10.000Z"
                },
                {
                    "note": "Updating of information and advice on coronavirus measures for travellers to the Netherlands ('Coronavirus' page) ",
                    "public_timestamp": "2020-04-23T16:46:27.000Z"
                },
                {
                    "note": "Updating of information and advice on coronavirus (COVID-19) measures ('Coronavirus' and 'Return to the UK' pages) ",
                    "public_timestamp": "2020-05-07T15:52:30.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-20T11:46:09.000Z"
                },
                {
                    "note": "Updated information and advice on coronavirus (COVID-19) measures. ('Return to the UK', ‘Staying during Coronavirus’, ‘Entry Requirements’ and ‘Health’ pages)",
                    "public_timestamp": "2020-05-20T18:05:05.000Z"
                },
                {
                    "note": "Update to information on quarantine measures for travellers (‘Entry requirements’ page)",
                    "public_timestamp": "2020-06-05T16:05:55.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T11:30:15.000Z"
                },
                {
                    "note": "Update to information and advice on travel options and requirements within and returning from the Netherlands ('Return to the UK', 'Staying during coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-06-25T14:06:07.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section.",
                    "public_timestamp": "2020-07-01T11:18:38.000Z"
                },
                {
                    "note": "From 4 July, the Netherlands is exempt from the FCO advice against all non-essential international travel. This is based on the current assessment of COVID-19 risks.",
                    "public_timestamp": "2020-07-03T14:50:48.000Z"
                },
                {
                    "note": "Update to information and advice on coronavirus (COVID-19) measures including public travel, lifting of entry restrictions from some countries and self-isolation requirements ('Summary', 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-07-07T11:37:19.000Z"
                },
                {
                    "note": "Updated information on quarantine requirements, ferry services and entry rules in response to coronavirus. ('Summary' ,'Coronavirus' & 'Entry Requirements' pages)",
                    "public_timestamp": "2020-07-10T17:11:21.000Z"
                },
                {
                    "note": "Addition of information on coronavirus measures in public spaces and services and accommodation. Amended information on ferry services ('Coronavirus' page)",
                    "public_timestamp": "2020-07-23T13:27:40.000Z"
                },
                {
                    "note": "Addition of information on advice to travellers from Leicester to the Netherlands to self-quarantine ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-07-29T15:24:01.000Z"
                },
                {
                    "note": "Addition of information on measures imposed in Amsterdam and Rotterdam in response to coronavirus (COVID 19) ('Coronavirus' page)",
                    "public_timestamp": "2020-08-07T09:04:05.000Z"
                },
                {
                    "note": "The FCO advise against all but essential travel to the Netherlands, based on the current assessment of COVID-19 risks.",
                    "public_timestamp": "2020-08-13T21:00:03.000Z"
                },
                {
                    "note": "Update to information on entry restrictions during coronavirus (COVID-19) and editorial changes ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-08-14T16:42:37.000Z"
                },
                {
                    "note": "Update to information on entry restrictions during coronavirus (COVID-19) and editorial changes ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-08-19T11:00:21.000Z"
                },
                {
                    "note": "Update to information on Dutch health screening form \r\n(‘Entry rules in response to coronavirus (COVID-19)’'Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-08-24T16:13:20.000Z"
                },
                {
                    "note": "Update to reflect that travellers to the Netherlands from Aberdeen are now advised to self-isolate on arrival in the Netherlands.\r\n\r\nTravellers from Leicester are no longer advised to self-isolate on arrival in the Netherlands.\r\n('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-08-25T12:30:26.000Z"
                },
                {
                    "note": "Update to information and advice on self-isolation ('Summary' and 'Entry requirements' pages) and removal of information on the use of face masks in busy areas in Amsterdam and Rotterdam ('Coronavirus' page)",
                    "public_timestamp": "2020-09-02T13:40:06.000Z"
                },
                {
                    "note": "Addition of information on entry requirements and passport validity from January 2021 (‘Entry requirements’ page)\r\n",
                    "public_timestamp": "2020-09-07T13:35:49.000Z"
                },
                {
                    "note": "Addition of information on the wearing of masks on public transport ('Coronavirus' page) ",
                    "public_timestamp": "2020-09-15T12:55:58.000Z"
                },
                {
                    "note": "Additional information on Netherlands's regional measures\r\n('Coronavirus' page) ",
                    "public_timestamp": "2020-09-28T09:12:00.000Z"
                },
                {
                    "note": "Updated information on national measures in the Netherlands\r\n('Coronavirus' page)",
                    "public_timestamp": "2020-10-01T09:20:01.000Z"
                },
                {
                    "note": "New information on road deaths in Netherlands in 2019 (‘Safety and security’page)",
                    "public_timestamp": "2020-10-05T10:17:05.000Z"
                },
                {
                    "note": "Update to information and advice on using face masks in indoor public spaces. ('Coronavirus' page)",
                    "public_timestamp": "2020-10-09T14:50:44.000Z"
                },
                {
                    "note": "Travellers to the Netherlands from the UK should quarantine for ten days. ('Entry requirements' page)",
                    "public_timestamp": "2020-10-14T15:05:09.000Z"
                },
                {
                    "note": "Update to information on quarantine requirements and domestic measures introduced in response to COVID-19 ('Summary','Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-10-20T09:19:44.000Z"
                },
                {
                    "note": "Update to information on visas from January 2021 (‘Entry requirements’ page)",
                    "public_timestamp": "2020-11-06T10:55:58.000Z"
                },
                {
                    "note": "Update to information on domestic measures introduced in response to COVID-19 ('Coronavirus' page)",
                    "public_timestamp": "2020-11-06T13:07:43.000Z"
                },
                {
                    "note": "New information on reports that shots were fired outside the Saudi Arabian Embassy on the Koninginnegracht, The Hague on the morning of 12 November ('Summary' page)",
                    "public_timestamp": "2020-11-12T12:36:23.000Z"
                },
                {
                    "note": "Removal of information on the incident outside the Saudi Arabian Embassy on the Koninginnegracht on 12 November ('Summary' page)",
                    "public_timestamp": "2020-11-13T12:06:10.000Z"
                },
                {
                    "note": "Updated information on the use of face masks in public places such as all indoor spaces, stations and platforms. Restaurants and bars are currently closed. ('Coronavirus' page)",
                    "public_timestamp": "2020-11-19T10:02:45.000Z"
                },
                {
                    "note": "Addition of information and advice about Christmas markets and events over the festive period ('Summary' page).",
                    "public_timestamp": "2020-11-19T17:01:55.000Z"
                },
                {
                    "note": "Updated information on the use public spaces and services and travel in the Netherlands (see 'Coronavirus' page) ",
                    "public_timestamp": "2020-12-15T18:29:13.000Z"
                },
                {
                    "note": "The Dutch government have banned all air passenger flights between the UK and the Netherlands from 0600 (CET) on Sunday 20 December 2020 to 1 January 2021 (Summary)",
                    "public_timestamp": "2020-12-20T02:08:56.000Z"
                },
                {
                    "note": "The Dutch Government have banned all air passenger flights from the UK into the Netherlands from 0600 (CET) on Sunday December 2020 to 1 January 2021. In addition all passenger ferries carrying passengers from the UK to Dutch ports are prohibited until 1 January 2021. This does not apply to freight. ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-12-21T13:36:15.000Z"
                },
                {
                    "note": "As of 00:01 (CET) on Wednesday 23 December the Dutch Government will permit passengers from the UK with a negative COVID-19 test to travel to the Netherlands. The test must be no older than 72 hours and must be presented before travel. This requirement is applicable to passengers on airplanes and passenger ferries. You may be asked to present your PCR test to the authorities upon arrival in the Netherlands. ('summary' and 'entry requirements')",
                    "public_timestamp": "2020-12-22T23:28:42.000Z"
                },
                {
                    "note": "From Wednesday 23 December the Dutch Government allows passengers from the UK with a negative COVID-19 test to travel to the Netherlands.  ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-12-23T17:25:39.000Z"
                },
                {
                    "note": "Addition of information on exemptions to the requirement to present a negative PCR COVID-19 test when travelling to the Netherlands ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-12-24T13:53:16.000Z"
                },
                {
                    "note": "Addition of information on exemptions to the requirement to present a negative PCR COVID-19 test when travelling to the Netherlands (See 'Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-12-28T11:08:42.000Z"
                },
                {
                    "note": "Update to reflect that UK-issued European Health Insurance Cards (EHIC) will still be accepted from 1 January 2021 ('Health' page)",
                    "public_timestamp": "2020-12-29T17:12:49.000Z"
                },
                {
                    "note": "Update to reflect new entry requirements from 1 January 2021. ('Entry Requirement')",
                    "public_timestamp": "2020-12-31T15:05:31.000Z"
                },
                {
                    "note": "Update to reflect new entry requirements from 1 January 2021.",
                    "public_timestamp": "2020-12-31T17:44:35.000Z"
                },
                {
                    "note": "New information on restrictions on taking food and drink into the Netherlands ('Summary' and ‘Local laws and customs’ pages). ",
                    "public_timestamp": "2021-01-12T17:42:55.000Z"
                },
                {
                    "note": "A negative rapid antigen test will now be required from all travellers from the UK arriving by air from Friday 15 January 0001 (NL time) ('Summary' page)",
                    "public_timestamp": "2021-01-13T23:58:18.000Z"
                },
                {
                    "note": "Additional information on COVID-19 test evidence required on arrival in the Netherlands ('Summary' and 'Entry Requirements' pages)  ",
                    "public_timestamp": "2021-01-16T08:23:47.000Z"
                },
                {
                    "note": "Addition of information about entry requirements to the Netherlands relating to Covid tests (See 'Entry Requirements'page)",
                    "public_timestamp": "2021-01-17T19:04:30.000Z"
                },
                {
                    "note": "Updated information on entry requirements to the Netherlands effective from 23 January (See 'Summary' 'Coronavirus' and 'Entry Requirements' pages)",
                    "public_timestamp": "2021-01-20T17:51:10.000Z"
                },
                {
                    "note": "Updated information on entry requirements to the Netherlands ('Entry requirements' page)",
                    "public_timestamp": "2021-01-21T10:44:41.000Z"
                },
                {
                    "note": "Updated information on testing requirements; the Netherlands now accept self-administered C-19 tests (but only for hauliers) ('Entry requirements' page)",
                    "public_timestamp": "2021-01-21T16:30:01.000Z"
                },
                {
                    "note": "Updated information on a night time curfew and incidents of violence and unrest following the implementation of new COVID-19 restrictions ('Coronavirus - Public Spaces and Services' and 'Safety and Security - Crime' pages).",
                    "public_timestamp": "2021-01-26T20:17:11.000Z"
                },
                {
                    "note": "Update to information on the temporary travel ban in effect for all passenger flights and passenger ferries from the United Kingdom ('Summary', 'Coronavirus' and 'Entry requirements' pages). ",
                    "public_timestamp": "2021-02-03T13:26:49.000Z"
                },
                {
                    "note": "Addition of information on the extension of lockdown measures in place across the Netherlands  until at least 2 March 2021 ('Coronavirus' page)",
                    "public_timestamp": "2021-02-10T10:39:37.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in the Netherlands (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-02-16T15:59:46.000Z"
                },
                {
                    "note": "Addition of information on the extension of the ban on flights and ferries from the UK and on domestic re-opening measures ('Summary', 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-02-25T12:14:04.000Z"
                },
                {
                    "note": "Update to information on the ban on all passenger flights and passenger ferries from the United Kingdom, which is due to remain in place until at least 1 April 2021 ('Summary' and 'Entry requirements' pages). ",
                    "public_timestamp": "2021-03-05T10:06:14.000Z"
                },
                {
                    "note": "Updated information on the ban on all passenger flights and passenger ferries from the United Kingdom. The Dutch government’s advises against all non-essential until (and including) 15 April 2021 ('Summary', ‘Coronavirus’ and 'Entry requirements' pages)",
                    "public_timestamp": "2021-03-10T13:05:04.000Z"
                },
                {
                    "note": "Update to information on entry rules in response to COVID-19 ('Summary' and 'Entry requirements' pages).",
                    "public_timestamp": "2021-03-19T12:50:53.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions in the Netherlands; curfew and non-essential international travel has been extended  ('Coronavirus' page)",
                    "public_timestamp": "2021-03-31T09:32:29.000Z"
                },
                {
                    "note": "Updated to reflect travellers are no longer required to present a negative test declaration form when they enter the Netherlands (summary and entry requirements)",
                    "public_timestamp": "2021-04-22T15:54:43.000Z"
                },
                {
                    "note": "Update to information on the lifting of some coronavirus restrictions from 28 April ('Coronavirus' page).  Update to information on quarantine requirements ('Entry requirements' page).",
                    "public_timestamp": "2021-04-28T11:50:01.000Z"
                },
                {
                    "note": "Updated information on testing requirements for those travelling to the Netherlands ('Entry requirements' page)",
                    "public_timestamp": "2021-05-11T10:52:36.000Z"
                },
                {
                    "note": "Additional information on travellers who are exempt from travel restrictions to the Netherlands ('Entry requirements' page)",
                    "public_timestamp": "2021-05-18T09:42:27.000Z"
                },
                {
                    "note": "Updated advice and information from the Dutch government on public transport, lifting of curfew and public spaces opening ('Coronavirus' page)",
                    "public_timestamp": "2021-05-18T16:59:43.000Z"
                },
                {
                    "note": "Addition of information for entry requirements to The Netherlands ('Entry Requirements' page)",
                    "public_timestamp": "2021-06-01T16:59:11.000Z"
                },
                {
                    "note": "Information on new guidance for work visas and permits ('Entry requirements' page)",
                    "public_timestamp": "2021-06-03T11:01:54.000Z"
                },
                {
                    "note": "Updated information on local restrictions and pre-travel testing ('Coronavirus' page)",
                    "public_timestamp": "2021-06-04T13:40:15.000Z"
                },
                {
                    "note": "Update on entry requirements to the Netherlands for arrivals from the UK (see 'Entry Requirements' page)",
                    "public_timestamp": "2021-06-11T21:23:52.000Z"
                },
                {
                    "note": "“Additional information on entry requirements to the Netherlands for arrivals from the UK with effect from 00:01 (local time) on Tuesday 15 June (see 'Entry Requirements' page)”",
                    "public_timestamp": "2021-06-14T17:47:43.000Z"
                },
                {
                    "note": "Update on entry requirements to the Netherlands (see 'Entry Requirements' page)",
                    "public_timestamp": "2021-06-22T16:49:27.000Z"
                },
                {
                    "note": "Updated information on COVID-19 measures for travel and public places and services in the Netherlands (‘Coronavirus’ page)",
                    "public_timestamp": "2021-06-25T15:55:18.000Z"
                },
                {
                    "note": "Updated information on entry requirements for the Netherlands. ('Entry requirements' page)",
                    "public_timestamp": "2021-07-06T15:46:32.000Z"
                },
                {
                    "note": "Updated information in ‘Coronavirus’ section regarding PCR tests when returning to the UK.",
                    "public_timestamp": "2021-07-09T10:18:39.000Z"
                },
                {
                    "note": "Updated information on testing requirements in ‘Returning to the UK’ (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-12T15:29:37.000Z"
                },
                {
                    "note": "Updated information on outdoor and indoor activities and on testing requirements (See 'Coronavirus' and 'Entry requirements')",
                    "public_timestamp": "2021-07-13T17:43:21.000Z"
                },
                {
                    "note": "Information on flooding in the Limburg province. ('Summary' page)",
                    "public_timestamp": "2021-07-16T11:54:17.000Z"
                },
                {
                    "note": "Information for those travelling by train from the Netherlands to the UK (‘Returning to the UK’)",
                    "public_timestamp": "2021-07-20T15:59:28.000Z"
                },
                {
                    "note": "Update to information on the situation in Limburg province following severe weather and flooding (‘Summary’ page)",
                    "public_timestamp": "2021-07-21T13:03:30.000Z"
                },
                {
                    "note": "Addition of information on applying for an EU Digital COVID Certificate if you received your vaccination in Netherland (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-22T09:04:19.000Z"
                },
                {
                    "note": "Update to information on passport validity requirements ('Entry requirements' page)",
                    "public_timestamp": "2021-07-27T16:41:09.000Z"
                },
                {
                    "note": "Removal of information on the Netherland's severe weather conditions ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2021-07-29T10:33:34.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in the Netherlands (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-08-03T14:41:27.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to the Netherlands, based on the current assessment of COVID-19 risks.",
                    "public_timestamp": "2021-08-06T10:57:03.000Z"
                },
                {
                    "note": "Update to entry requirements ",
                    "public_timestamp": "2021-08-06T17:54:25.000Z"
                },
                {
                    "note": "Removal of advice about returning to the UK via France ('Coronavirus' section)  ",
                    "public_timestamp": "2021-08-07T18:12:11.000Z"
                },
                {
                    "note": "Updated information about COVID-19 entry requirements (‘Entry requirements’ page)",
                    "public_timestamp": "2021-08-11T17:48:32.000Z"
                },
                {
                    "note": "Update information on COVID-19 testing in the Netherlands (See ‘Coronavirus’ section)\r\n",
                    "public_timestamp": "2021-08-16T17:06:53.000Z"
                },
                {
                    "note": "Information about GB and UK stickers, on your car when driving outside the UK ('Safety and security' page)",
                    "public_timestamp": "2021-09-08T12:16:27.000Z"
                },
                {
                    "note": "Updated information on quarantine requirements for travellers to the Netherlands (‘Entry requirements’ page)",
                    "public_timestamp": "2021-09-17T14:20:36.000Z"
                },
                {
                    "note": "Updated information on COVID-19 measures for public venues in the Netherlands (‘Coronavirus’ page)",
                    "public_timestamp": "2021-09-22T15:06:07.000Z"
                },
                {
                    "note": "Clarification on quarantine requirements for travellers who are aged 13 and over and are not fully vaccinated ('Entry requirements' page) ",
                    "public_timestamp": "2021-09-29T11:56:53.000Z"
                },
                {
                    "note": "Information on what licences and documents you should always have while driving in the Netherlands ('Safety and security' page) ",
                    "public_timestamp": "2021-09-30T10:20:03.000Z"
                },
                {
                    "note": "Information on entry, testing and quarantine requirements for children ('Entry requirements' page)",
                    "public_timestamp": "2021-09-30T13:48:56.000Z"
                },
                {
                    "note": "Updated information on obtaining a pre-travel COVID-19 test in the Netherlands ('Coronavirus' page)",
                    "public_timestamp": "2021-10-08T14:25:57.000Z"
                },
                {
                    "note": "Updated information on entry requirements for UK nationals who are legally resident in the Netherlands ('Entry requirements' page)",
                    "public_timestamp": "2021-10-14T09:53:25.000Z"
                },
                {
                    "note": "Updated information on the acceptance of NHS COVID Pass ('Coronavirus - Public spaces and services' section)",
                    "public_timestamp": "2021-11-01T20:15:42.000Z"
                },
                {
                    "note": "Addition of information that people wanting to use the UK systems to demonstrate their COVID-19 status using a printed PDF version will need to ensure the printout is dated from 1 November ('Entry requirements' and 'Coronavirus' pages)",
                    "public_timestamp": "2021-11-02T15:16:38.000Z"
                },
                {
                    "note": "Addition of information on new COVID measures; wearing a face mask in indoor public spaces will be compulsory from 6 November ('Coronavirus' page)",
                    "public_timestamp": "2021-11-03T15:36:37.000Z"
                },
                {
                    "note": "Addition of information about getting your passport stamped when you enter or leave the Schengen area ('Entry requirements' page)\r\n",
                    "public_timestamp": "2021-11-11T14:11:06.000Z"
                },
                {
                    "note": "Addition of information on domestic COVID-19 measures introduced on 13 November ('Coronavirus' page)",
                    "public_timestamp": "2021-11-15T12:50:50.000Z"
                },
                {
                    "note": "Addition of information 1.5m social distancing requirements and fines (‘Coronavirus’ page).",
                    "public_timestamp": "2021-11-24T17:17:34.000Z"
                },
                {
                    "note": "Addition of information and advice about Christmas markets and events over the festive period (‘Summary’ page)",
                    "public_timestamp": "2021-11-26T11:23:59.000Z"
                },
                {
                    "note": "Updated information on Dutch Government measures when using public spaces and services in response to the coronavirus pandemic (See 'Coronavirus' page).  ",
                    "public_timestamp": "2021-11-29T18:46:56.000Z"
                },
                {
                    "note": "Updated information about passport validity ('Entry requirements' page)",
                    "public_timestamp": "2021-12-16T15:15:25.000Z"
                },
                {
                    "note": "Extension of Dutch Government measures when using public spaces and services in response to the coronavirus pandemic ('Coronavirus' page).",
                    "public_timestamp": "2021-12-16T15:21:37.000Z"
                },
                {
                    "note": "Update to information on COVID-19 vaccine requirements for entry to the Netherlands (‘Entry requirements’ page)",
                    "public_timestamp": "2021-12-17T15:19:16.000Z"
                },
                {
                    "note": "Updated information on entry requirements and Covid-19 restrictions. ",
                    "public_timestamp": "2021-12-18T21:48:53.000Z"
                },
                {
                    "note": "New information on changes to entry rules coming into force from 22 December ('Entry requirements' page).",
                    "public_timestamp": "2021-12-21T17:34:56.000Z"
                },
                {
                    "note": "Updated information on quarantine requirements; travellers from very high risk countries, including the UK, must now quarantine when entering the Netherlands ('Entry requirements' page)",
                    "public_timestamp": "2021-12-22T16:53:35.000Z"
                },
                {
                    "note": "Updated information on mask and social distancing measures ('Coronavirus' page).",
                    "public_timestamp": "2022-01-24T15:59:51.000Z"
                },
                {
                    "note": "Updated information on restrictions and requirements for public places and services in the Netherlands ('Coronavirus' page)",
                    "public_timestamp": "2022-01-28T15:45:47.000Z"
                },
                {
                    "note": "Updated information on entry requirements; travellers will need to have proof of a booster vaccination to be exempt from quarantine on arrival ('Entry requirements’ page)",
                    "public_timestamp": "2022-02-01T16:53:16.000Z"
                },
                {
                    "note": "Changes to the length of validity for primary vaccinations to 270 days. ",
                    "public_timestamp": "2022-02-03T18:13:54.000Z"
                },
                {
                    "note": "Updated information on proof of vaccination: primary vaccinations are only valid for 270 days after your final dose, you need a booster to be considered as fully vaccinated (‘Coronavirus’ and ‘Entry Requirements’ pages).",
                    "public_timestamp": "2022-02-03T18:26:31.000Z"
                },
                {
                    "note": "Updated information on the relaxation of some coronavirus measures domestically and information on relaxation of quarantine for vaccinated UK travellers (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2022-02-17T14:15:02.000Z"
                },
                {
                    "note": "Update to information on coronavirus measures and changes to quarantine requirements ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2022-03-08T12:13:42.000Z"
                },
                {
                    "note": "Updated information on entry requirements to the Netherlands ('Entry requirements' page)",
                    "public_timestamp": "2022-03-10T16:35:13.000Z"
                },
                {
                    "note": "Updated information on P&O Ferries services (‘Summary’ and ‘Safety and security’ pages) ",
                    "public_timestamp": "2022-03-17T17:20:02.000Z"
                },
                {
                    "note": "Updated to reflect changes to entry rules from 23 March ('Entry requirements' page)",
                    "public_timestamp": "2022-03-21T14:32:29.000Z"
                },
                {
                    "note": "Updated information on local restrictions and testing requirements for entry to the Netherlands ('Coronavirus' and 'Entry requirements' pages) ",
                    "public_timestamp": "2022-03-24T16:01:13.000Z"
                },
                {
                    "note": "Clarification about current passport validity ('Entry requirements' page)",
                    "public_timestamp": "2022-05-12T14:31:48.000Z"
                },
                {
                    "note": "Removal of references to health declaration form ('Entry requirements' page)",
                    "public_timestamp": "2022-05-16T09:54:18.000Z"
                },
                {
                    "note": "Update to information following changes to the requirements on mask wearing ('Coronavirus' page)",
                    "public_timestamp": "2022-05-19T11:08:36.000Z"
                },
                {
                    "note": "Updated information on the use of face masks on the Eurostar; passengers are no longer required to wear a face mask on board trains, in stations and on platforms ('Coronavirus' page). \r\n",
                    "public_timestamp": "2022-05-20T15:42:04.000Z"
                },
                {
                    "note": "Updated link to the consent letter for travelling abroad with a minor ('Entry requirements' page)",
                    "public_timestamp": "2022-06-17T14:14:14.000Z"
                },
                {
                    "note": "Updated information on teachers travelling with unvaccinated children ('Entry Requirements' page).",
                    "public_timestamp": "2022-07-28T13:12:41.000Z"
                },
                {
                    "note": "New information about Monkeypox ('Summary' and 'Health' pages)",
                    "public_timestamp": "2022-08-10T09:09:15.000Z"
                },
                {
                    "note": "Updated information on industrial action ('Safety and security' page)",
                    "public_timestamp": "2022-08-26T15:54:17.000Z"
                },
                {
                    "note": "Updated information on wearing of face masks ('Coronavirus' page).",
                    "public_timestamp": "2022-09-16T13:36:09.000Z"
                },
                {
                    "note": "Updated information on the removal of COVID-19 travel restrictions ('Entry requirements' page).",
                    "public_timestamp": "2022-09-20T15:59:39.000Z"
                },
                {
                    "note": "Addition of information related to rail strikes (‘Summary’ page)",
                    "public_timestamp": "2022-12-09T18:07:54.000Z"
                },
                {
                    "note": "New information related to strike action (‘Summary’ page).",
                    "public_timestamp": "2022-12-12T14:19:17.000Z"
                },
                {
                    "note": "Removal of information related to strike action ('Summary' page).",
                    "public_timestamp": "2023-02-02T14:59:17.000Z"
                },
                {
                    "note": "Information about a train crash on 4 April (Summary)",
                    "public_timestamp": "2023-04-04T08:24:35.000Z"
                },
                {
                    "note": "Removal of information related to train derailment in the Leiden area on 4 April ('Summary' page).",
                    "public_timestamp": "2023-04-20T10:09:58.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T09:32:13.000Z"
                },
                {
                    "note": "This travel advice has been rewritten to make it easier to read and understand. ",
                    "public_timestamp": "2023-06-26T15:01:04.000Z"
                }
            ],
            "country": {
                "name": "Netherlands",
                "slug": "netherlands",
                "synonyms": [
                    "Holland",
                    "Amsterdam"
                ]
            },
            "email_signup_link": "/foreign-travel-advice/netherlands/email-signup",
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<h3 id=\"check-separate-travel-advice-pagesforeign-travel-advice-for-advice-on-travel-to-the-constituent-countries-and-special-municipalities-located-in-the-dutch-caribbean\">Check <a href=\"/foreign-travel-advice\">separate travel advice pages</a> for advice on travel to the constituent countries and special municipalities located in the Dutch Caribbean.</h3>\n\n<p>The Foreign, Commonwealth &amp; Development Office (FCDO) provides advice about risks of travel to help British nationals make informed decisions. Find out <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">more about FCDO travel advice</a>.</p>\n\n<h2 id=\"before-you-travel\">Before you travel</h2>\n\n<p>No travel can be guaranteed safe. Read all the advice in this guide as well as <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a> which includes:</p>\n\n<ul>\n  <li>advice on preparing for travel abroad and reducing risks</li>\n  <li>information for women, LGBT and disabled travellers</li>\n</ul>\n\n<div class=\"example\">\n<p>Follow and contact FCDO travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/netherlands/email-signup\">get email notifications</a> when this advice is updated.</p>\n</div>\n\n<h2 id=\"travel-insurance\">Travel insurance</h2>\n\n<p>If you choose to travel, research your destinations and <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">get appropriate travel insurance</a>. Insurance should cover your itinerary, planned activities and expenses in an emergency.</p>\n",
                    "slug": "warnings-and-insurance",
                    "title": "Warnings and insurance"
                },
                {
                    "body": "<p>This advice reflects the UK government’s understanding of current rules for people travelling on a full <a href=\"https://www.gov.uk/types-of-british-nationality\">‘British citizen’ passport</a> from the UK, for the most common types of travel.</p>\n\n<p>The authorities in the Netherlands set and enforce entry rules. If you’re not sure how these requirements apply to you, contact <a rel=\"external\" href=\"https://www.netherlandsworldwide.nl/contact/embassies-consulates-general/united-kingdom/embassy-london\">the Netherlands’ embassy in the UK</a>.</p>\n\n<h2 id=\"covid-19\">COVID-19</h2>\n\n<p>Countries may restrict travel or bring in rules at short notice. Check with your travel company or airline for changes.</p>\n\n<p>If you test positive for COVID-19, you may need to stay where you are until you test negative. You may also need to seek treatment there.</p>\n\n<p>Visit TravelHealthPro (from the UK’s National Travel Health Network and Centre) for <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/499/novel-coronavirus-covid-19-general-advice-for-travellers\">general COVID-19 advice for travellers</a>.</p>\n\n<h3 id=\"travel-to-the-netherlands\">Travel to the Netherlands</h3>\n\n<p>There are no COVID-19 travel restrictions for the Netherlands. See the <a rel=\"external\" href=\"https://www.government.nl/topics/coronavirus-covid-19/visiting-the-netherlands-from-abroad\">Dutch government website</a> for information on COVID-19.</p>\n\n<h2 id=\"passport-validity-requirements\">Passport validity requirements</h2>\n\n<p>If you are planning to travel to an EU country (except Ireland), or Switzerland, Norway, Iceland, Liechtenstein, Andorra, Monaco, San Marino or Vatican City, you must follow the <a rel=\"external\" href=\"https://europa.eu/youreurope/citizens/travel/entry-exit/non-eu-nationals/index_en.htm\">Schengen area passport requirements</a>.</p>\n\n<p>Your passport must be:</p>\n\n<ul>\n  <li>issued less than 10 years before the date you enter the country (check the ‘date of issue’)</li>\n  <li>valid for at least 3 months after the day you plan to leave (check the ‘expiry date’)</li>\n</ul>\n\n<p>You must check your passport meets these requirements before you travel. If your passport was issued before 1 October 2018, extra months may have been added to its expiry date.</p>\n\n<p>Contact the <a rel=\"external\" href=\"https://www.netherlandsworldwide.nl/contact/embassies-consulates-general/united-kingdom/embassy-london\">embassy of the country you are visiting</a> if you think that your passport does not meet both these requirements. <a href=\"https://www.gov.uk/apply-renew-passport\">Renew your passport if you need to</a>.</p>\n\n<h2 id=\"passport-stamping\">Passport stamping</h2>\n\n<p>At Dutch border control, you may need to:</p>\n\n<ul>\n  <li>\n    <p>show a return or onward ticket</p>\n  </li>\n  <li>\n    <p>show you have enough money for your stay</p>\n  </li>\n</ul>\n\n<p>Check your passport is stamped if you enter or exit the Schengen area through the Netherlands as a visitor. Border guards will use passport stamps to check you’re complying with the 90-day visa-free limit for short stays in the Schengen area. If relevant entry or exit stamps are not in your passport, border guards will presume that you have overstayed your visa-free limit.</p>\n\n<p>You can show evidence of when and where you entered or exited the Schengen area, and ask the border guards to add this date and location in your passport. Examples of acceptable evidence include boarding passes and tickets.</p>\n\n<p>If you are a resident in the Netherlands, read our <a href=\"https://www.gov.uk/guidance/living-in-the-netherlands#passports-and-travel\">living in the Netherlands guide</a>.</p>\n\n<h2 id=\"visa-requirements\">Visa requirements</h2>\n\n<p>You can travel to countries in the <a rel=\"external\" href=\"https://ec.europa.eu/home-affairs/sites/homeaffairs/files/e-library/docs/schengen_brochure/schengen_brochure_dr3111126_en.pdf\">Schengen area</a> for up to 90 days in any 180-day period without a visa. This applies if you travel:</p>\n\n<ul>\n  <li>as a tourist</li>\n  <li>to visit family or friends</li>\n  <li>to attend business meetings, cultural or sports events</li>\n  <li>or for short-term studies or training</li>\n</ul>\n\n<p>If you are travelling to the Netherlands and other Schengen countries without a visa, make sure your whole visit is within the 90-day limit. Visits to Schengen countries within the previous 180 days before you travel count towards your 90 days.</p>\n\n<p>To stay longer (to work or study, for business travel or for other reasons) you must meet the Dutch government’s entry requirements. Check which type of visa or work permit you may need on the <a rel=\"external\" href=\"https://www.government.nl/topics/immigration-to-the-netherlands/question-and-answer/which-visa-do-i-need-to-travel-to-the-netherlands\">Dutch government website</a>.</p>\n\n<p>If you are <a href=\"https://www.gov.uk/guidance/travel-to-the-netherlands-for-work\">travelling to the Netherlands for work</a>, read the guidance on visas and permits.</p>\n\n<p>If you stay in the Netherlands with a residence permit or long-stay visa, this does not count towards your 90-day visa-free limit.</p>\n\n<h2 id=\"vaccination-requirements-other-than-covid-19\">Vaccination requirements (other than COVID-19)</h2>\n\n<p>At least 8 weeks before your trip, <a rel=\"external\" href=\"https://www.travelhealthpro.org.uk/country/160/netherlands\">check the vaccinations and vaccination certificates you may need on TravelHealthPro</a>.</p>\n\n<h2 id=\"customs-rules\">Customs rules</h2>\n\n<p>There are strict rules about goods that can be brought into and taken out of the Netherlands. You must declare anything that may be prohibited or subject to tax or duty.</p>\n\n<h3 id=\"taking-food-and-drink-into-the-netherlands\">Taking food and drink into the Netherlands</h3>\n\n<p>You cannot take meat, milk or products containing them into EU countries. There are some exceptions for medical reasons, for example certain amounts of powdered infant milk, infant food, or pet food required for medical reasons. <a rel=\"external\" href=\"https://ec.europa.eu/food/animals/animalproducts/personal_imports_en\">Check the rules about taking food and drink into the EU</a> on the European Commission website.</p>\n\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>You should also read <a href=\"https://www.gov.uk/foreign-travel-advice/netherlands\">FCDO’s overall travel advice</a>.</p>\n\n<h2 id=\"terrorism\">Terrorism</h2>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<h3 id=\"terrorism-in-the-netherlands\">Terrorism in the Netherlands</h3>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Terrorists are likely to try to carry out attacks in the Netherlands.</p>\n</div>\n\n<p>Attacks could be indiscriminate, including in places frequented by foreigners. You should remain aware of your surroundings, keep up to date with local media reports and follow the advice of local authorities.  Recent attacks include:</p>\n\n<ul>\n  <li>\n    <p>in 2019, 4 people were killed and 6 injured in a shooting incident in Utrecht</p>\n  </li>\n  <li>\n    <p>in 2018, 2 people were seriously injured in a knife attack at Amsterdam Central Station</p>\n  </li>\n</ul>\n\n<h2 id=\"crime\">Crime</h2>\n\n<h3 id=\"protect-your-belongings\">Protect your belongings</h3>\n\n<p>Pick-pocketing and bag snatching are common, particularly in central Amsterdam and around Amsterdam Central Station. Thieves often operate in gangs on the trains and trams to and from Schiphol airport and Central Station. One thief distracts you while another steals your bag. Sleeping on trains can make you an easy target.</p>\n\n<p>Thieves can enter restaurants attempting to sell you something or look for someone. Bags have been stolen from between people’s feet while they were distracted.</p>\n\n<p>You should:</p>\n\n<ul>\n  <li>be alert</li>\n  <li>keep sight of your luggage and belongings</li>\n  <li>keep valuables safely on you</li>\n  <li>not leave bags or jackets hanging on the back of a chair in restaurants</li>\n  <li>avoid falling asleep in public or on public transport</li>\n</ul>\n\n<p>If you are a victim of theft, contact the nearest police station and get a police report.</p>\n\n<h3 id=\"scams--fake-police-id\">Scams – fake police ID</h3>\n\n<p>Amsterdam police have warned of criminals using false police identities to trick tourists into handing over cash and credit cards. They will usually say that it is part of and investigation into counterfeit money and false credit cards. Be very cautious about any approaches.</p>\n\n<p>Genuine plain-clothed police will rarely carry out this type of inspection. Dutch police don’t have shiny badges, which the fake police sometimes present as ID.</p>\n\n<p>You should:</p>\n\n<ul>\n  <li>be cautious if approached</li>\n  <li>ask for identity and check it thoroughly</li>\n  <li>not let them intimidate you</li>\n</ul>\n\n<p>Call 0900-8844 to contact the nearest police station if you are unsure whether a police person is genuine.</p>\n\n<h3 id=\"drug-sellers\">Drug sellers</h3>\n\n<p>Avoid confrontation with anyone offering you drugs. Stay away from quiet or dark alleys, particularly late at night.</p>\n\n<h3 id=\"drink-spiking\">Drink spiking</h3>\n\n<p>There is a risk of drink spiking, particularly for young women and solo travellers. Don’t leave your drink unattended.  If you think your drink has been spiked, seek immediate medical help and inform the police. If you are in a group, make sure you leave together.</p>\n\n<h2 id=\"laws-and-cultural-differences\">Laws and cultural differences</h2>\n\n<h3 id=\"personal-id\">Personal ID</h3>\n\n<p>By law, anyone from the age of 14 and over must always be able to show a valid form of identification. British nationals should use their passport as ID. Dual-nationals can show a valid Dutch driving license, passport or Dutch/European identity card. For people aged 16 or over who fail to comply with the requirement to identify themselves, the fine is 100 euros. For persons aged 14 and 15, the fine is 50 euros.</p>\n\n<h3 id=\"illegal-drugs-and-prison-sentences\">Illegal drugs and prison sentences</h3>\n\n<p>Don’t carry or use drugs. The Netherlands has a reputation for being tolerant on the use of ‘soft drugs’, such as cannabis. However, drugs are illegal and drug use is only tolerated in designated premises in the major cities. Buying or possessing prohibited drugs and substances outside of designated areas, is illegal and can result in a prison sentence.</p>\n\n<p>Buying or smoking soft drugs in public places is an offence. There are specific cafés where the use of cannabis is tolerated.</p>\n\n<p>The sale of dry and fresh psychoactive mushrooms is illegal. However, the truffle (sclerotium) form of psychoactive (psilocybin) mushrooms are not covered under Dutch law (Opium Act) and are still sold in regulated ‘smart shops’. Be extremely careful as mixing alcohol, cannabis and wild mushrooms can be fatal.</p>\n\n<h2 id=\"transport-risks\">Transport risks</h2>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>If you are planning to drive in the Netherlands, see information on <a href=\"https://www.gov.uk/driving-abroad\">driving abroad</a> and read the <a rel=\"external\" href=\"https://www.rac.co.uk/drive/travel/country/netherlands/\">RAC guide</a>.</p>\n\n<h3 id=\"licences-and-permits\">Licences and permits</h3>\n\n<p>When driving in the Netherlands, always carry your:</p>\n\n<ul>\n  <li>driving licence</li>\n  <li>insurance documents</li>\n  <li>vehicle documents</li>\n  <li>photo ID such as a passport or residence permit</li>\n</ul>\n\n<p>If you are driving a vehicle that does not belong to you, you may need written permission from the registered owner. You are not allowed to drive on a provisional license.</p>\n\n<p>If you’re living in the Netherlands, check the <a href=\"https://www.gov.uk/guidance/living-in-the-netherlands\">living in guide</a> for information on requirements for residents.</p>\n\n<h3 id=\"driving-a-british-car-abroad\">Driving a British car abroad</h3>\n\n<p>You may need a UK sticker to drive your car outside the UK. From 2021, UK stickers have replaced GB stickers. Find more information on <a href=\"https://www.gov.uk/displaying-number-plates/flags-symbols-and-identifiers\">what to do if you are driving outside the UK</a>.</p>\n\n<h3 id=\"driving-regulations\">Driving regulations</h3>\n\n<p>Traffic offences can carry heavy, on-the-spot fines. If you are fined, always ask for a receipt.</p>\n\n<p>Watch out for trams. They have priority over other traffic. You must stop if a tram or a bus stops in the middle of the road to let passengers on and off.</p>\n\n<p>Speed cameras, speed traps and unmarked vehicles are widely used. Motorway speed limits can vary. You must follow overhead illuminated lane indicators when in use.</p>\n\n<h3 id=\"pedestrians-and-road-safety\">Pedestrians and road safety</h3>\n\n<p>Be careful when crossing roads, especially on zebra crossings. Look out for cyclists and mopeds, who have right of way over motor vehicles and often ignore road traffic rules and red lights.</p>\n\n<p>You could be fined for jaywalking.</p>\n\n<h2 id=\"amsterdam-canals\">Amsterdam canals</h2>\n\n<p>Every year people drown in the canals of Amsterdam. The majority of drownings happen after heavy drinking or smoking cannabis. Take care when travelling beside canals.</p>\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Before you travel check that:</p>\n\n<ul>\n  <li>your destination can provide the healthcare you may need</li>\n  <li>you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for local treatment or unexpected medical evacuation</li>\n</ul>\n\n<p>This is particularly important if you have a health condition or are pregnant.</p>\n\n<h2 id=\"emergency-medical-number\">Emergency medical number</h2>\n\n<p>Dial 112 and ask for an ambulance.</p>\n\n<p>Contact your insurance or medical assistance company promptly if you’re referred to a medical facility for treatment.</p>\n\n<p>For more information, <a href=\"https://www.gov.uk/guidance/uk-residents-visiting-the-eueea-and-switzerland-healthcare\">read our guidance on healthcare when travelling in Europe</a>.</p>\n\n<h2 id=\"vaccinations-and-health-risks\">Vaccinations and health risks</h2>\n\n<p>At least 8 weeks before your trip check:</p>\n\n<ul>\n  <li>the latest information on health risks and what vaccinations you need for the <a rel=\"external\" href=\"https://www.travelhealthpro.org.uk/country/160/netherlands\">Netherlands on TravelHealthPro</a> (from the UK’s National Travel Health Network and Centre)</li>\n  <li>where to get vaccines and whether you have to pay on the <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">NHS travel vaccinations page</a>\n</li>\n</ul>\n\n<h2 id=\"medication\">Medication</h2>\n\n<p>The legal status and regulation of some medicines prescribed or bought in the UK can be different in other countries.</p>\n\n<p>TravelHealthPro explains <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>.</p>\n\n<p>The NHS has information on <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/medicines/can-i-take-my-medicine-abroad/\">whether you can take your medicine abroad</a>.</p>\n\n<h2 id=\"healthcare-facilities-in-the-netherlands\">Healthcare facilities in the Netherlands</h2>\n\n<p>You can view a list of <a href=\"https://www.gov.uk/government/publications/the-netherlands-list-of-medical-facilitiespractitioners\">English speaking doctors in the Netherlands</a>.</p>\n\n<h2 id=\"covid-19-healthcare-in-the-netherlands\">COVID-19 healthcare in the Netherlands</h2>\n\n<p>If you develop COVID-19 symptoms during your stay, follow the advice about preventing the spread of respiratory infections on the <a rel=\"external\" href=\"https://www.government.nl/topics/coronavirus-covid-19/tackling-new-coronavirus-in-the-netherlands/preventing-respiratory-infections\">Dutch government website</a>.</p>\n\n<p>If you need a COVID-19 self-test, you can buy them at a chemist or a pharmacy.</p>\n\n<h2 id=\"mpox\">Mpox</h2>\n\n<p>Self-isolate if you have a confirmed or suspected case of mpox (monkeypox). Report any mpox symptoms to the Dutch Municipal Health Service (GDD).  Find your local GGD centre on the <a rel=\"external\" href=\"https://www.ggd.nl/\">GGD website</a> or <a rel=\"external\" href=\"https://www.ggd.amsterdam.nl/english/\">GGD Amsterdam</a>. See further information on what to do if you have mpox on the <a rel=\"external\" href=\"https://www.government.nl/latest/news/2022/05/24/monkeypox-cases-must-be-reported\">Dutch Government website</a>.</p>\n\n<h2 id=\"health-insurance-cards\">Health insurance cards</h2>\n\n<p>Apply for a free <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">UK Global Health Insurance Card (GHIC)</a> or <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">European Health Insurance Card (EHIC)</a> before leaving the UK. If you already have an EHIC, it will still be valid as long as it remains in date.</p>\n\n<p>The GHIC or EHIC entitles you to state-provided medical treatment necessary during your trip. Any treatment provided is on the same terms as Dutch nationals. If you do not have your EHIC with you or you’ve lost it, <a rel=\"external\" href=\"https://www.nhsbsa.nhs.uk/contact-overseas-healthcare-services\">contact the NHS Overseas Healthcare Team</a>.</p>\n\n<p>It’s important to take out appropriate travel insurance for your needs. A GHIC or EHIC is not an alternative to travel insurance and you should have both before you travel. An EHIC or GHIC does not cover all health-related costs, for example, medical repatriation, ongoing medical treatment and non-urgent treatment. Read more about <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">what your travel insurance should cover</a>.</p>\n\n<p>EHIC and GHIC cover state healthcare only, not private treatment. You will be responsible for the cost of any treatment provided by a private doctor or private clinic.</p>\n\n<h2 id=\"travel-and-mental-health\">Travel and mental health</h2>\n\n<p>Read <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">FCDO guidance on travel and mental health</a>. There is also <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">guidance on TravelHealthPro</a>.</p>\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (FCDO) cannot provide tailored advice for individual trips. Read this travel advice and carry out your own research before deciding whether to travel.</p>\n\n<h2 id=\"emergency-services-in-the-netherlands\">Emergency services in the Netherlands</h2>\n\n<p>Telephone: 112 (ambulance, fire, police)</p>\n\n<h2 id=\"contact-your-travel-provider-and-insurer\">Contact your travel provider and insurer</h2>\n\n<p>Contact your travel provider and your insurer if you are involved in a serious incident or emergency abroad. They will tell you if they can help and what you need to do.</p>\n\n<h3 id=\"refunds-and-changes-to-travel\">Refunds and changes to travel</h3>\n\n<p>For refunds or changes to travel, contact your travel provider. You may also be able to make a claim through insurance. However, insurers usually require you to talk to your travel provider first.</p>\n\n<p>Find out more about <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">changing or cancelling travel plans</a>, including:</p>\n\n<ul>\n  <li>where to get advice if you are in a dispute with a provider</li>\n  <li>how to access previous versions of travel advice to support a claim</li>\n</ul>\n\n<h2 id=\"support-from-fcdo\">Support from FCDO</h2>\n\n<p>FCDO has guidance on staying safe and what to do if you need help or support abroad, including:</p>\n\n<ul>\n  <li>finding English-speaking <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find?country=Netherlands&amp;serviceType=lawyers\">lawyers</a>, <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find?country=Netherlands&amp;serviceType=funeralDirectors\">funeral directors</a> and <a href=\"https://www.gov.uk/government/publications/netherlands-list-of-translators-and-interpreters/netherlands-list-of-translators-2020\">translators and interpreters</a> in the Netherlands</li>\n  <li>dealing with a <a href=\"https://www.gov.uk/government/publications/bereavement-guide-for-the-netherlands\">death in the Netherlands</a>\n</li>\n  <li>being <a href=\"https://www.gov.uk/government/publications/netherlands-prisoner-pack\">arrested in the Netherlands</a>\n</li>\n  <li>getting help if you’re a <a href=\"https://www.gov.uk/victim-crime-abroad\">victim of crime</a>\n</li>\n  <li>\n    <p>what to do if you’re <a href=\"https://www.gov.uk/guidance/in-hospital-abroad\">in hospital</a></p>\n  </li>\n  <li>if you are <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">affected by a crisis</a>, such as a terrorist attack</li>\n</ul>\n\n<h2 id=\"contacting-fcdo\">Contacting FCDO</h2>\n\n<p>Follow and contact FCDO travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/netherlands/email-signup\">get email notifications</a> when this travel advice is updated.</p>\n\n<h3 id=\"help-abroad-in-an-emergency\">Help abroad in an emergency</h3>\n\n<p>If you are abroad and you need emergency help from the UK government, contact the nearest <a href=\"https://www.gov.uk/world/organisations/british-embassy-the-hague\">British embassy, consulate or high commission</a>.</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=netherlands&amp;post=netherlands%20travel%20advice%20team\">contact FCDO online</a>.</p>\n\n<h3 id=\"fcdo-in-london\">FCDO in London</h3>\n\n<p>You can call FCDO in London if you need urgent help because something has happened to a friend or relative abroad.</p>\n\n<p>Telephone: 020 7008 5000 (24 hours)</p>\n\n<p><a href=\"https://www.gov.uk/call-charges\">Find out about call charges</a></p>\n\n<h2 id=\"risk-information-for-british-companies\">Risk information for British companies</h2>\n\n<p>The <a href=\"https://www.gov.uk/government/publications/overseas-business-risk-for-the-netherlands\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n",
                    "slug": "getting-help",
                    "title": "Getting help"
                }
            ],
            "reviewed_at": "2023-06-26T15:01:04Z",
            "updated_at": "2023-09-04T16:23:44Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-01-24T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/netherlands",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/netherlands",
                    "base_path": "/foreign-travel-advice/netherlands",
                    "content_id": "98641f11-0391-4679-a033-6d79db918d05",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-26T15:01:04Z",
                    "schema_name": "travel_advice",
                    "title": "Netherlands travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/netherlands",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/brexit-guidance",
                    "api_url": "https://www.gov.uk/api/content/government/collections/brexit-guidance",
                    "base_path": "/government/collections/brexit-guidance",
                    "content_id": "479cd15b-680f-4fbe-bc64-55058879957e",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-04-05T08:09:16Z",
                    "schema_name": "document_collection",
                    "title": "Travel or do business in Europe: Brexit guidance",
                    "web_url": "https://www.gov.uk/government/collections/brexit-guidance",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/netherlands",
                    "api_url": "https://www.gov.uk/api/content/world/netherlands",
                    "base_path": "/world/netherlands",
                    "content_id": "49937d5c-7dd8-4a78-a3c3-447d923699e8",
                    "description": "Services if you're visiting, studying, working or living in the Netherlands. Includes information about trading with and doing business in the UK and the Netherlands, and your rights after the UK’s exit from the EU.",
                    "details": {
                        "internal_name": "UK help and services in Netherlands",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-02-28T16:21:03Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Netherlands",
                    "web_url": "https://www.gov.uk/world/netherlands",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/living-in-the-netherlands",
                    "api_url": "https://www.gov.uk/api/content/guidance/living-in-the-netherlands",
                    "base_path": "/guidance/living-in-the-netherlands",
                    "content_id": "5e2eb643-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-03-11T14:29:48Z",
                    "schema_name": "detailed_guide",
                    "title": "Living in the Netherlands",
                    "web_url": "https://www.gov.uk/guidance/living-in-the-netherlands",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/france",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/france",
                    "base_path": "/foreign-travel-advice/france",
                    "content_id": "05a8e85c-5a65-406e-923d-79c04a4433f6",
                    "details": {
                        "change_description": "Information about demonstrations in France (‘Warnings and insurance’ Page).",
                        "country": {
                            "name": "France",
                            "slug": "france",
                            "synonyms": [
                                "Paris",
                                "Corsica"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-10T16:17:17Z",
                    "schema_name": "travel_advice",
                    "title": "France travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/france",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/belgium",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/belgium",
                    "base_path": "/foreign-travel-advice/belgium",
                    "content_id": "7631e836-3295-403d-b031-09d563322511",
                    "details": {
                        "change_description": "Information that following a shooting on 16 October there may be an increased police presence ('Safety and security' page).",
                        "country": {
                            "name": "Belgium",
                            "slug": "belgium",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-20T12:34:48Z",
                    "schema_name": "travel_advice",
                    "title": "Belgium travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/belgium",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/norway",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/norway",
                    "base_path": "/foreign-travel-advice/norway",
                    "content_id": "5db38510-b08a-4e4c-b84f-ca2d62353ab6",
                    "details": {
                        "change_description": "Information about restrictions on vehicles with Russian licence plates and advice on political demonstrations (‘Entry requirements’ and ‘Safety and security’ pages).",
                        "country": {
                            "name": "Norway",
                            "slug": "norway",
                            "synonyms": [
                                "arctic",
                                "Oslo",
                                "Scandinavia"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-30T16:20:03Z",
                    "schema_name": "travel_advice",
                    "title": "Norway travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/norway",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-netherlands",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-netherlands",
                    "base_path": "/world/living-in-netherlands",
                    "content_id": "613a04d2-b1be-4bc3-9e73-4c6d5c36f075",
                    "description": "Guidance on your rights after the UK’s exit from the EU, accessing healthcare, getting a document legalised, English-speaking lawyers, how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Netherlands",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/netherlands",
                                "api_url": "https://www.gov.uk/api/content/world/netherlands",
                                "base_path": "/world/netherlands",
                                "content_id": "49937d5c-7dd8-4a78-a3c3-447d923699e8",
                                "description": "Services if you're visiting, studying, working or living in the Netherlands. Includes information about trading with and doing business in the UK and the Netherlands, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Netherlands",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T16:21:03Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Netherlands",
                                "web_url": "https://www.gov.uk/world/netherlands",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-03-03T17:00:35Z",
                    "schema_name": "taxon",
                    "title": "Living in Netherlands",
                    "web_url": "https://www.gov.uk/world/living-in-netherlands",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-netherlands",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-netherlands",
                    "base_path": "/world/travelling-to-netherlands",
                    "content_id": "c501dc62-2cbe-48d8-8fda-78971bcb8179",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Netherlands",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/netherlands",
                                "api_url": "https://www.gov.uk/api/content/world/netherlands",
                                "base_path": "/world/netherlands",
                                "content_id": "49937d5c-7dd8-4a78-a3c3-447d923699e8",
                                "description": "Services if you're visiting, studying, working or living in the Netherlands. Includes information about trading with and doing business in the UK and the Netherlands, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Netherlands",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T16:21:03Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Netherlands",
                                "web_url": "https://www.gov.uk/world/netherlands",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:17:06Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Netherlands",
                    "web_url": "https://www.gov.uk/world/travelling-to-netherlands",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-06-26T15:01:04Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1693844624.656-10.13.22.74-28949",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Netherlands travel advice",
        "updated_at": "2023-11-15T11:01:10Z",
        "withdrawn_notice": {}
    }
}