{
    "Country Slug": "portugal",
    "Country Name": "Portugal",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/portugal",
        "content_id": "84647e7e-66d3-4b91-b562-b2a65c3c0be6",
        "description": "FCDO travel advice for Portugal. Includes safety and security, insurance, entry requirements and legal differences. ",
        "details": {
            "alert_status": [],
            "change_description": "Removal of information on World Youth Day 2023 gatherings ('Warnings and insurance' page) and update on non-resident children travelling out of Portugal ('Entry Requirements' page).",
            "change_history": [
                {
                    "note": "Latest update: Summary – addition of link to Living In country guide; Entry requirements section (Visas) - information on draft withdrawal agreement in principle between the UK and EU; Health section - revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-11-22T18:26:21.383Z"
                },
                {
                    "note": "Latest update: Summary - Planned strike action by Portuguese immigration officers on 26, 27 and 28 December may cause delays; if you're travelling on these dates, allow for additional time to clear border controls when entering and exiting Portugal",
                    "public_timestamp": "2018-12-20T11:50:29.556Z"
                },
                {
                    "note": "Latest update: Summary - removal of information on planned strike action by immigration officers in late December ",
                    "public_timestamp": "2018-12-31T13:03:26.810Z"
                },
                {
                    "note": "Latest update: Summary - addition of links to pages with latest updates for UK nationals travelling and living in Europe; Safety and security section (Road travel) - addition of link to information on International Driving Permits if the UK leaves the EU without a deal; Entry requirements section (Passport validity) - updated information on passport validity rules if the UK leaves the EU without a deal",
                    "public_timestamp": "2019-01-22T17:32:22.831Z"
                },
                {
                    "note": "Latest update: Entry requirements section (Visas) – addition of information; EU exit visa requirements ",
                    "public_timestamp": "2019-01-30T14:10:53.630Z"
                },
                {
                    "note": "Latest update: Health section - addition of information and advice on access to healthcare after the UK leaves the EU",
                    "public_timestamp": "2019-01-31T18:02:56.277Z"
                },
                {
                    "note": "Latest update:  Entry requirements section (Passport validity) - updated information and link to HM Passport Office tool to check passport validity for travel to Europe if the UK leaves the EU with no deal\r\n",
                    "public_timestamp": "2019-02-19T13:55:06.666Z"
                },
                {
                    "note": "Latest update: Summary -  If you're travelling to Portugal to support England in the UEFA Nations League Finals in June 2019, check our dedicated information and advice page for travelling supporters",
                    "public_timestamp": "2019-03-21T10:53:11.388Z"
                },
                {
                    "note": "Summary section - addition of link to guidance on doing business in Portugal",
                    "public_timestamp": "2019-03-25T18:10:02.854Z"
                },
                {
                    "note": "Latest update: Summary - Strike action by Portuguese fuel tanker drivers since 16 April may cause disruption to flights at Lisbon and Faro airports; if you're travelling from Lisbon or Faro airport over the coming days, check with your airline for possible delays; travel within Portugal may also be affected by the strike",
                    "public_timestamp": "2019-04-17T07:59:36.810Z"
                },
                {
                    "note": "Latest update: Summary - Strike action by Portuguese fuel tank drivers ended on 18 April; until the availability of fuel returns to normal, travel within Portugal may be affected",
                    "public_timestamp": "2019-04-18T16:24:43.910Z"
                },
                {
                    "note": "Latest update: Summary - removal of information on strike action by fuel drivers ",
                    "public_timestamp": "2019-04-24T07:39:28.221Z"
                },
                {
                    "note": "Summary - removal of information on the UEFA Nations League Finals in June ",
                    "public_timestamp": "2019-07-09T12:55:43.000Z"
                },
                {
                    "note": "Summary - updated information on the Afro Nation Festival and figures updated for number of visits by British Nationals in 2018",
                    "public_timestamp": "2019-08-01T09:39:19.000Z"
                },
                {
                    "note": "Safety and security (road travel), Entry requirements (resident minors leaving Portugal), Health, Natural disasters (Forest fires) sections and Summary updated - Portuguese fuel tanker drivers are threatening strike action from 12 August for an unspecified period.  If you’re travelling to Portugal over the coming weeks, be aware that the strike may cause disruption to travel and other non-essential services; updated factual information on International Driving Permit; updated hyperlinks",
                    "public_timestamp": "2019-08-08T11:20:03.000Z"
                },
                {
                    "note": "Summary - Portuguese fuel tanker drivers went on strike action on 12 August for an unspecified period; if you’re travelling to Portugal over the coming weeks, be aware that the strike may cause disruption to travel and other non-essential services",
                    "public_timestamp": "2019-08-13T16:02:38.000Z"
                },
                {
                    "note": "Health section and Summary - removal of information on fuel tanker drivers' strike;  consider carrying an Emergency ID Card  to help the health services assist you in an emergency",
                    "public_timestamp": "2019-08-19T15:17:07.000Z"
                },
                {
                    "note": "Portuguese fuel tanker drivers are taking part in industrial action between 7 and 22 September;  If you're travelling to Portugal between these dates, be aware that this may reduce the availability of fuel in petrol stations and disrupt travel plans",
                    "public_timestamp": "2019-09-06T16:20:10.000Z"
                },
                {
                    "note": "Summary - removal of information on industrial action by fuel tanker drivers between 7 and 22 September to reflect the fact that the strike has been called off",
                    "public_timestamp": "2019-09-09T10:33:56.000Z"
                },
                {
                    "note": "Summary - advice following the announcement that Thomas Cook has ceased trading",
                    "public_timestamp": "2019-09-23T01:52:54.000Z"
                },
                {
                    "note": "Summary - addition of information on Hurricane Lorenzo, expected to reach the Azores on 2 October 2019",
                    "public_timestamp": "2019-09-27T15:16:39.000Z"
                },
                {
                    "note": "Summary - removal of information on Hurricane Lorenzo",
                    "public_timestamp": "2019-10-04T14:16:38.000Z"
                },
                {
                    "note": "Summary - addition of link to advice page for Rangers FC v Porto FC in the Europa League on Thursday 24 October 2019",
                    "public_timestamp": "2019-10-15T13:49:06.000Z"
                },
                {
                    "note": "Summary - removal of information on Thomas Cook ceasing to trade",
                    "public_timestamp": "2019-10-17T11:28:26.000Z"
                },
                {
                    "note": "Summary - addition of link to advice page for Vitória SC v Arsenal FC on Wednesday 6 November",
                    "public_timestamp": "2019-10-31T17:09:45.000Z"
                },
                {
                    "note": "Summary - removal of information for the Vitoria SC - Arsenal match on 6 November",
                    "public_timestamp": "2019-11-08T11:57:54.000Z"
                },
                {
                    "note": "Summary - addition of link to advice page for Wolverhampton Wanderers FC’s match with SC Braga on Thursday 28 November",
                    "public_timestamp": "2019-11-20T16:48:04.000Z"
                },
                {
                    "note": "Summary - removal of link to advice page for Wolverhampton Wanderers FC’s match with SC Braga ",
                    "public_timestamp": "2019-11-29T11:52:01.000Z"
                },
                {
                    "note": "Safety and security (Road travel), Entry requirements and Health sections - editorial amendments to add existing information on travel if the UK leaves the EU with a deal",
                    "public_timestamp": "2020-01-21T18:54:51.000Z"
                },
                {
                    "note": "Summary - addition of link to advice page for fans travelling to Portugal for Rangers FC’s match with SC Braga on 26 February",
                    "public_timestamp": "2020-02-18T16:43:02.000Z"
                },
                {
                    "note": "Addition of information and advice on coronavirus (COVID-19) following confirmed cases of the virus in Portugal ('Health' and 'Summary' pages)",
                    "public_timestamp": "2020-03-03T12:36:10.000Z"
                },
                {
                    "note": "Addition of information and advice on coronavirus (COVID-19), following suspension of flights to and from Italy until 24 March",
                    "public_timestamp": "2020-03-12T18:03:14.000Z"
                },
                {
                    "note": "Addition of information and advice on coronavirus (COVID-19), following announcement of extraordinary measures to limit the spread of the virus.",
                    "public_timestamp": "2020-03-13T23:09:06.000Z"
                },
                {
                    "note": "The Foreign and Commonwealth Office advise against all but essential travel to the archipelagos of Madeira and the Azores due to travel restrictions related to the coronavirus (COVID-19) pandemic.",
                    "public_timestamp": "2020-03-14T19:15:30.000Z"
                },
                {
                    "note": "Border controls introduced on land border with Spain. Suspension of flights, rail and ferry connections with Spain.  Health screening at all airports.",
                    "public_timestamp": "2020-03-17T01:37:49.000Z"
                },
                {
                    "note": "Announcement by Portuguese government to declare state of emergency; Suspension of flights to countries outside the EU/EEA (with exception of UK, USA, Canada, Venezuela, South Africa and Portuguese-speaking countries); limited flights to Brazil (Summary and Health)",
                    "public_timestamp": "2020-03-18T23:58:37.000Z"
                },
                {
                    "note": "Addition of information and advice following announcement of Portuguese government to declare state of emergency (Summary and Health)",
                    "public_timestamp": "2020-03-20T01:16:21.000Z"
                },
                {
                    "note": "Addition of links to British Embassy Lisbon social media for further information on options to depart Portugal ('Coronavirus' page)",
                    "public_timestamp": "2020-03-20T19:49:21.000Z"
                },
                {
                    "note": "Addition of information and advice following announcement of Portuguese government to declare state of emergency (Summary and Coronavirus)",
                    "public_timestamp": "2020-03-21T18:00:42.000Z"
                },
                {
                    "note": "Addition of information and advice following announcement of Portuguese government to declare state of emergency (Summary and Coronavirus)",
                    "public_timestamp": "2020-03-21T22:40:46.000Z"
                },
                {
                    "note": "Addition of information on the introduction of mandatory 14 day self-quarantine in Faro District from 22 March for those arriving from abroad. ('Coronavirus' page)",
                    "public_timestamp": "2020-03-22T09:01:34.000Z"
                },
                {
                    "note": "Addition of information on the closure of all campsites and motorhome parks (exception for permanent residents) by 27 March (Coronavirus)",
                    "public_timestamp": "2020-03-22T21:36:54.000Z"
                },
                {
                    "note": "Addition of information on contacting Portuguese health service helplines and driving through Spain and France. ('Coronavirus' page)",
                    "public_timestamp": "2020-03-23T18:51:09.000Z"
                },
                {
                    "note": "Addition of information on mandatory self-quarantine for new arrivals.  ('Coronavirus' page)",
                    "public_timestamp": "2020-03-25T20:21:34.000Z"
                },
                {
                    "note": "Addition of information on recreational vessels and yachts. Removal of information on mandatory self-quarantine for new arrivals. ('Coronavirus' page). Updated information on flights to the UK (‘Return to the UK’ page) ",
                    "public_timestamp": "2020-03-27T22:11:06.000Z"
                },
                {
                    "note": "Updated information on entering/leaving the Azores, and remaining routes to the UK ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-03-30T18:44:27.000Z"
                },
                {
                    "note": "Flights from Portugal to the UK have reduced considerably. British Airways and Ryanair are operating regular flights from Lisbon to London Heathrow and London Stansted. This is subject to change, and availability may reduce further. ('Return to the UK' page)",
                    "public_timestamp": "2020-04-01T18:48:09.000Z"
                },
                {
                    "note": "Further restrictions on movement over Easter period in mainland Portugal and with immediate effect on the island of São Miguel in the Azores (Coronavirus). Update to ‘Travelling to the airport’ section ('Return to the UK' page)",
                    "public_timestamp": "2020-04-04T14:08:03.000Z"
                },
                {
                    "note": "Additional declaration for entering mainland France ('Return to the UK' page)",
                    "public_timestamp": "2020-04-09T10:01:27.000Z"
                },
                {
                    "note": "Removal of information on Easter travel restrictions and updated information and advice on returning to the UK (‘Coronavirus’ and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-14T14:49:10.000Z"
                },
                {
                    "note": "Updated information on measures to prevent the spread of coronavirus and addition of contacts for further help and support ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-22T16:49:50.000Z"
                },
                {
                    "note": "Updated information on measures to prevent the spread of coronavirus and addition of further flight options ('Coronavirus' and ‘Return to the UK’ pages).",
                    "public_timestamp": "2020-04-29T16:16:07.000Z"
                },
                {
                    "note": "Updated information on Portuguese government de-escalation plan ('Coronavirus' page).",
                    "public_timestamp": "2020-05-03T10:57:14.000Z"
                },
                {
                    "note": "Removal of May Day Bank Holiday weekend mobility restrictions ('Coronavirus' page).",
                    "public_timestamp": "2020-05-05T14:22:17.000Z"
                },
                {
                    "note": "Updated information on rules about entering and transiting through Spain ('Return to UK' page).",
                    "public_timestamp": "2020-05-13T17:17:23.000Z"
                },
                {
                    "note": "Updated information on rules about transiting through Spain to return to the UK ('Return to UK' page).",
                    "public_timestamp": "2020-05-14T14:27:58.000Z"
                },
                {
                    "note": "Updated information on de-escalation measures, transiting through Spain to return to the UK and entry requirements for the Archipelago of the Azores. ('Return to UK', 'Staying during coronavirus' and ‘entry requirements’ page)",
                    "public_timestamp": "2020-05-18T17:00:12.000Z"
                },
                {
                    "note": "Updated information on ferry services between Spain and the UK ('Return to UK' page)",
                    "public_timestamp": "2020-05-19T13:21:07.000Z"
                },
                {
                    "note": "Addition of information on registering for possible future passenger ferry availability on Brittany Ferries freight services ('Return to the UK' page)",
                    "public_timestamp": "2020-05-20T09:27:22.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-20T11:59:38.000Z"
                },
                {
                    "note": "Updated information on flights, de-escalation and detail of local coronavirus (COVID-19) measures, including social distancing and services and entry requirements for the archipelagos of Madeira and the Azores ('Summary', 'Return to the UK', ‘Staying during coronavirus’ and 'Entry requirements' pages)",
                    "public_timestamp": "2020-06-01T16:51:30.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T12:13:27.000Z"
                },
                {
                    "note": "Updated information on continuation of land border controls and rules for using beaches. ('Return to the UK', 'Staying during coronavirus’ and 'Entry Requirements' pages)",
                    "public_timestamp": "2020-06-12T16:09:42.000Z"
                },
                {
                    "note": "Update to information on the lifting of restrictions in the Lisbon area, additional options for commercial flights to the UK and entry to the Azores  ('Return to the UK', 'Staying during coronavirus’ and 'Entry requirements' pages)",
                    "public_timestamp": "2020-06-17T15:36:55.000Z"
                },
                {
                    "note": "Latest update: Update to information on travelling through Spain and restrictions in the Lisbon area ('Return to the UK' and 'Staying during coronavirus’  pages)\r\n",
                    "public_timestamp": "2020-06-24T17:51:33.000Z"
                },
                {
                    "note": "Update to information on passenger ferry services between Spain and the UK ('Return to the UK' page) ",
                    "public_timestamp": "2020-06-26T11:44:18.000Z"
                },
                {
                    "note": "Updated information on returning to the UK, local measures to combat the spread of coronavirus and entry requirements. ('Summary', 'Return to the UK', 'Staying during coronavirus' and 'Entry Requirements' pages)",
                    "public_timestamp": "2020-07-01T16:24:58.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section",
                    "public_timestamp": "2020-07-02T20:26:40.000Z"
                },
                {
                    "note": "From 4 July, Madeira and the Azores are exempt from the FCO advice against all non-essential international travel. This is based on the current assessment of COVID-19 risks.",
                    "public_timestamp": "2020-07-03T14:36:28.000Z"
                },
                {
                    "note": "Addition of information on local measures and travel ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-07-06T17:42:49.000Z"
                },
                {
                    "note": "Update to information and advice on accommodation, coronavirus (COVID-19) screening requirements on arrival and cruise ship entry requirements",
                    "public_timestamp": "2020-07-07T15:22:16.000Z"
                },
                {
                    "note": "Updated information on entry to Madeira, Porto Santo and the Azores (see ‘Entry requirements’) ",
                    "public_timestamp": "2020-07-24T16:34:14.000Z"
                },
                {
                    "note": "Update to information on forest fires (‘Natural Disasters’ page), the use of face masks in Madeira and Porto Santo and changes to the level of alert in the Greater Lisbon area (‘Coronavirus’ page) ",
                    "public_timestamp": "2020-07-31T10:16:04.000Z"
                },
                {
                    "note": "Update to information on entry and screening requirements for mainland Portugal and regional guidance for the Azores (‘Entry Requirements’ page) ",
                    "public_timestamp": "2020-08-10T15:01:54.000Z"
                },
                {
                    "note": "Addition of link to advice page in relation to the UEFA Champions League Finals which will be held in Lisbon in August. ('Summary')",
                    "public_timestamp": "2020-08-11T09:09:42.000Z"
                },
                {
                    "note": "Updated information on additional restrictions in the Azores to limit the spread of COVID19 (‘Coronavirus’ page) ",
                    "public_timestamp": "2020-08-13T13:09:04.000Z"
                },
                {
                    "note": "Portugal is now exempt from the FCO advice against all non-essential international travel; from 4am on 22 August, Portugal will be added to the list of countries where self-isolation on return to the UK is not required",
                    "public_timestamp": "2020-08-20T16:20:56.000Z"
                },
                {
                    "note": "Addition of  information on the easing of measures in the Greater Lisbon area, use of masks in Madeira and Porto Santo and COVID-19 testing for travel to Madeira, Porto Santo and the Azores (‘Coronavirus’ page) ",
                    "public_timestamp": "2020-08-25T16:45:18.000Z"
                },
                {
                    "note": "Mandatory requirement to self-isolate if travelling to Wales and Scotland from 4 and 5 September respectively, unless you are exempt. Updated information on restrictions in the Azores ('Summary' and ‘Coronavirus’ pages) ",
                    "public_timestamp": "2020-09-03T19:15:51.000Z"
                },
                {
                    "note": "Addition of information on entry requirements and passport validity from January 2021 (‘Entry requirements’ page)",
                    "public_timestamp": "2020-09-07T14:19:45.000Z"
                },
                {
                    "note": "The FCDO advise against all but essential travel to mainland Portugal (not including the autonomous regions of Madeira and the Azores), based on the current assessment of COVID-19 risks. ('Summary' page)",
                    "public_timestamp": "2020-09-10T16:22:16.000Z"
                },
                {
                    "note": "Addition of information on changes to the state of alert from 15 September (‘Coronavirus’ page)",
                    "public_timestamp": "2020-09-11T15:25:48.000Z"
                },
                {
                    "note": "Addition of information following change to the state of alert on mainland Portugal  (‘Coronavirus’ page)",
                    "public_timestamp": "2020-09-15T15:07:53.000Z"
                },
                {
                    "note": "From 4am on 3 October, if you are returning to Scotland from the autonomous regions of Madeira and Azores, you will not need to self-isolate on your return. (‘Summary’ page)",
                    "public_timestamp": "2020-10-02T10:53:37.000Z"
                },
                {
                    "note": "New information on road deaths in Portugal in 2019 (‘Safety and security’page)",
                    "public_timestamp": "2020-10-05T10:21:04.000Z"
                },
                {
                    "note": "Updated information on face coverings and coronavirus testing on mainland Portugal (‘Coronavirus’ page).  Update to information on quarantine requirements in Madeira and the Azores and the introduction of a mandatory passenger locator card for mainland Portugal (‘Entry requirements’ page).",
                    "public_timestamp": "2020-10-09T09:20:06.000Z"
                },
                {
                    "note": "Updated information on state of calamity, gatherings, face coverings and ceremonies (‘Coronavirus’ page). ",
                    "public_timestamp": "2020-10-15T13:29:25.000Z"
                },
                {
                    "note": "Updated information on confinement in the autonomous region of Madeira and additional information on special measures in some mainland municipalities and travel restrictions during All Saints Day celebrations ('Coronavirus' and 'Entry Requirements' pages)",
                    "public_timestamp": "2020-10-22T17:49:17.000Z"
                },
                {
                    "note": "Updated information on travel restrictions during All Saints Day celebrations, the obligatory use of face coverings outdoors from 28 October ('Coronavirus' page) and entry to mainland Portugal and COVID testing prior to travel  ('Entry Requirements' pages).",
                    "public_timestamp": "2020-10-27T17:31:07.000Z"
                },
                {
                    "note": "Information on industrial action by immigration officers at Funchal Airport (Summary) ",
                    "public_timestamp": "2020-10-30T20:13:11.000Z"
                },
                {
                    "note": "Addition of information on new restrictive measures imposed from 4 November in 121 municipalities. Removal of information about restrictions on movement over All Saints Day weekend (‘Coronavirus’ page)",
                    "public_timestamp": "2020-11-04T10:10:19.000Z"
                },
                {
                    "note": "Update to information on visas from January 2021 (‘Entry requirements’ page)",
                    "public_timestamp": "2020-11-06T10:25:31.000Z"
                },
                {
                    "note": "Update to information on new State of Emergency measures and on countries from which entry is permitted for any purpose (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-11-10T11:03:23.000Z"
                },
                {
                    "note": "Update to information on New State of Emergency measures and high risk municipalities (‘Coronavirus’ page)",
                    "public_timestamp": "2020-11-13T18:01:46.000Z"
                },
                {
                    "note": "Update on COVID testing before travelling to the Azores (‘Entry Requirements’ page)",
                    "public_timestamp": "2020-11-19T18:06:15.000Z"
                },
                {
                    "note": "Updated information on state of emergency measures (‘Coronavirus’ page) and inter-island travel in the Azores (‘Entry Requirements’ page).  Removal of information about strike action at Funchal airport (‘Summary’ page)",
                    "public_timestamp": "2020-11-23T16:08:02.000Z"
                },
                {
                    "note": "Information on obtaining medication from pharmacies and travel restrictions on the island of São Miguel (‘Coronavirus’ page); COVID-19 testing for inter-island travel in the Azores and for returning residents to Madeira and Porto Santo (‘Entry Requirements’ page). ",
                    "public_timestamp": "2020-12-02T18:08:48.000Z"
                },
                {
                    "note": "Updated information on the COVID-19 measures that are in place for the Christmas and New Year holiday period (‘Coronavirus’ page)",
                    "public_timestamp": "2020-12-09T12:39:12.000Z"
                },
                {
                    "note": "Further update on the COVID-19 measures that are in place for the Christmas and New Year holiday period (‘Coronavirus’ page)",
                    "public_timestamp": "2020-12-19T12:28:42.000Z"
                },
                {
                    "note": "Latest update: The Portuguese government have announced a ban on all passenger travel, with the exception of Portuguese citizens and those legally resident in Portugal, between the UK and Portugal from 24:00 (GMT) on Sunday 20 December 2020. (see ‘Summary’ page)",
                    "public_timestamp": "2020-12-20T21:25:04.000Z"
                },
                {
                    "note": "Addition of new restrictions on passenger travel into Portugal from the UK, with the exception of Portuguese citizens and those legally resident in Portugal (‘Summary' and 'Entry Requirements' pages)",
                    "public_timestamp": "2020-12-21T18:32:30.000Z"
                },
                {
                    "note": "Updated details on restrictions on passenger travel into Portugal from the UK, with the exception of Portuguese citizens and those legally resident in Portugal (‘Summary' and 'Entry Requirements' pages) and testing in Madeira",
                    "public_timestamp": "2020-12-22T14:41:40.000Z"
                },
                {
                    "note": "Update to reflect that UK-issued European Health Insurance Cards (EHIC) will still be accepted from 1 January 2021 ('Health' page)",
                    "public_timestamp": "2020-12-29T18:08:49.000Z"
                },
                {
                    "note": "Updated information on entry restrictions for UK Nationals from 1 January (‘Entry Requirements’)",
                    "public_timestamp": "2020-12-31T21:10:28.000Z"
                },
                {
                    "note": "Updated information on RT-PCR test for UK Nationals from 1 January (See 'Summary' and  ‘Entry requirements’)",
                    "public_timestamp": "2021-01-03T17:21:02.000Z"
                },
                {
                    "note": "Updated information on entry restrictions and introduction of curfew in Madeira and Porto Santo from 5 January (Summary, Entry requirements and Coronavirus)",
                    "public_timestamp": "2021-01-04T18:40:30.000Z"
                },
                {
                    "note": "Information on upcoming weekend travel restrictions on mainland Portugal, Madeira and the Azores (‘Summary’ and ‘Coronavirus’). Update to information on coronavirus testing ('Entry requirements' page).",
                    "public_timestamp": "2021-01-08T17:41:18.000Z"
                },
                {
                    "note": "Updated information on travel restrictions in Madeira and Porto Santo (‘Coronavirus' page)",
                    "public_timestamp": "2021-01-12T17:19:29.000Z"
                },
                {
                    "note": "Addition of information and advice on pre-departure COVID-19 testing facilities in Portugal (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-13T16:09:14.000Z"
                },
                {
                    "note": "From 4am on 15 January, direct flights from Portugal (including the autonomous regions of Madeira and Azores)  to the UK are prohibited.  Visitors who have been in or transited through Portugal (including the autonomous regions of Madeira and Azores) in the previous 10 days cannot enter the UK. British and Irish nationals, and third country nationals with residence rights in the UK arriving in the UK from the autonomous regions of Madeira and Azores on or after 4am on 15 January will need to self-isolate along with their households on their return.",
                    "public_timestamp": "2021-01-14T19:35:30.000Z"
                },
                {
                    "note": "Addition of information on new lockdown restrictions on mainland Portugal, travel restrictions and a change to curfew times on the island of São Miguel in the Azores, and information on testing for COVID-19  (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-14T20:19:19.000Z"
                },
                {
                    "note": "Updated information on travel restrictions on the island of São Miguel in the Azores (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-15T14:22:07.000Z"
                },
                {
                    "note": "Updated information on new lockdown measures (‘Coronavirus’ page).",
                    "public_timestamp": "2021-01-19T16:59:58.000Z"
                },
                {
                    "note": "Updated information on lockdown measures and weekend travel restrictions (‘Coronavirus’ page) and coronavirus testing on arrival (‘Entry Requirements’ page)",
                    "public_timestamp": "2021-01-20T13:12:10.000Z"
                },
                {
                    "note": "Information on suspension of flights from the UK to Portugal (‘Summary’ page) and updated information on lockdown measures and travel restrictions in Rabo de Peixe in the Azores (‘Coronavirus’ page). ",
                    "public_timestamp": "2021-01-22T15:48:40.000Z"
                },
                {
                    "note": "Information on the reinstatement of border controls at the land border with Spain and the suspension of rail and ferry connections (‘Summary’ and ‘Entry requirements’ page) ",
                    "public_timestamp": "2021-01-29T14:27:09.000Z"
                },
                {
                    "note": "Updated information on high-risk areas in the Azores (‘Coronavirus’ page) and COVID testing in the Azores and checkpoints on the land border with Spain (‘Entry requirements’ page)",
                    "public_timestamp": "2021-02-01T16:35:34.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Portugal (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-02-09T11:09:09.000Z"
                },
                {
                    "note": "Updated information on obtaining medication in Portugal (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-02-09T15:15:27.000Z"
                },
                {
                    "note": "Updated information on COVID-19 vaccination plan in Portugal  (‘Coronavirus’ page)",
                    "public_timestamp": "2021-02-10T13:53:29.000Z"
                },
                {
                    "note": "Information on restrictions over the Carnival period in the autonomous regions of Madeira and the Azores (‘Coronavirus’ page)",
                    "public_timestamp": "2021-02-12T16:33:01.000Z"
                },
                {
                    "note": "Update of information on entry to the UK from Portugal (including the autonomous regions of Madeira and Azores). ('Summary' page)",
                    "public_timestamp": "2021-02-16T17:26:29.000Z"
                },
                {
                    "note": "Update of information on entry to the UK from Portugal ('Summary' page) ",
                    "public_timestamp": "2021-02-19T15:45:18.000Z"
                },
                {
                    "note": "Updated information on risk levels in the Azores.  Removal of information on restrictions during the carnival period. ('Coronavirus' page)",
                    "public_timestamp": "2021-02-19T17:01:48.000Z"
                },
                {
                    "note": "Updated information on entry requirements for Madeira, Porto Santo and mainland Portugal. Addition of information on a re-assessment of risk levels in the Azores (‘Summary’, ‘Entry requirements’ and 'Coronavirus' pages)",
                    "public_timestamp": "2021-02-25T17:23:23.000Z"
                },
                {
                    "note": "Updated information on transiting Spanish airports (See ‘Summary’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-02-26T18:03:36.000Z"
                },
                {
                    "note": "Updated information on inter-island travel in the Azores (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-03-04T15:35:42.000Z"
                },
                {
                    "note": "Updated information on COVID testing in Madeira and Porto Santo (‘Summary’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-03-05T12:27:03.000Z"
                },
                {
                    "note": "Updated information on entry requirements to mainland Portugal, including compulsory quarantine for anyone arriving on a flight that originates from the UK or Brazil (‘Summary’ and ‘Entry requirements’ pages). ",
                    "public_timestamp": "2021-03-06T16:46:05.000Z"
                },
                {
                    "note": "Updated information on the easing of lockdown measures from 15 March and restrictions on travel around Easter. Removal of information about travel restrictions in Rabo de Peixe (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-03-12T17:18:35.000Z"
                },
                {
                    "note": "If you are arriving in England from Portugal (including the autonomous regions of Madeira and Azores) on or after 4am on 19 March you will no longer be required to quarantine in a managed quarantine hotel.  However, you will need to self-isolate on your arrival, unless you have a valid exemption. Updated information on the easing of lockdown measures. (‘Summary’ and 'Coronavirus' pages) ",
                    "public_timestamp": "2021-03-15T19:23:06.000Z"
                },
                {
                    "note": "Information on how to get COVID-19 vaccines if you live in Portugal (‘Coronavirus’ page)",
                    "public_timestamp": "2021-03-16T13:50:13.000Z"
                },
                {
                    "note": "Updated information on restriction to travel over Easter. There will be a ban on travelling between municipalities from 12.01am on 26 March until 5am on 5 April. ('Coronavirus' page)",
                    "public_timestamp": "2021-03-25T17:58:48.000Z"
                },
                {
                    "note": "Addition of information on what to do if your visa or visa-free period of travel has expired due to COVID-19 travel restrictions. Update to information on self-isolation requirements on arrival into Portugal by land from the UK and transiting Spanish airports ('Coronavirus' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-03-30T16:13:22.000Z"
                },
                {
                    "note": "Addition of information on the requirement to complete a new passenger locator form if you are required to self-isolate on arrival (‘Summary’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-04-01T18:36:30.000Z"
                },
                {
                    "note": "Removal of information on Easter restrictions; addition of information on deconfinement measures from 5 April (‘Coronavirus’ pages)",
                    "public_timestamp": "2021-04-06T17:13:32.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Portugal and the autonomous region of Madeira.  Updated information on new deconfinement measures from 19 April and the lifting of the flight suspension and quarantine (‘Summary’ , ‘Coronavirus’ and ‘Entry requirements’ pages) ",
                    "public_timestamp": "2021-04-16T16:45:09.000Z"
                },
                {
                    "note": "Updated information on deconfinement measures and entry requirements (‘Summary,’ ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-04-19T18:21:16.000Z"
                },
                {
                    "note": "Updated information on how to get a COVID-19 vaccine if you live in Portugal (‘Coronavirus’ page) and transiting Spain en route to Portugal (‘Summary’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-04-23T18:30:08.000Z"
                },
                {
                    "note": "Updated information on deconfinement measures from 1 May, registering for the COVID-19 vaccine if you live in the Azores and the withdrawal of border controls on the land border with Spain from 1 May (‘Summary’, ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-04-30T16:39:19.000Z"
                },
                {
                    "note": "Updated information on entry requirements to mainland Portugal and the Azores and inter-island travel in the Azores (‘Summary’, ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-05-04T16:21:23.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to the Azores. Updated information on easing lockdown measures in mainland Portugal. ('Coronavirus')",
                    "public_timestamp": "2021-05-07T16:42:57.000Z"
                },
                {
                    "note": "Updated information on access to the COVID-19 vaccine. ('Coronavirus' page)",
                    "public_timestamp": "2021-05-10T19:18:29.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions and entry requirements in Portugal (‘Summary’, 'Coronavirus', ‘Entry Requirements’ and ‘Health’ pages)",
                    "public_timestamp": "2021-05-14T16:52:47.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions, testing for return to the UK and entry requirements in Portugal (See 'Coronavirus' and ‘Entry Requirements’ pages)",
                    "public_timestamp": "2021-05-17T17:25:47.000Z"
                },
                {
                    "note": "Updated information on COVID-19 rules for the beach in Portugal (See 'Coronavirus' and ‘Entry Requirements’ pages)",
                    "public_timestamp": "2021-05-19T17:25:54.000Z"
                },
                {
                    "note": "New information on planned strike action by Portuguese immigration officers from 31 May ('Summary’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-05-27T15:21:49.000Z"
                },
                {
                    "note": "Removal of information on planned strike action by Portuguese immigration officers, updated information on entry to the autonomous regions of Madeira and the Azores and access to COVID-19 vaccination if you have registered and not been contacted('Summary’, ‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-06-02T11:14:43.000Z"
                },
                {
                    "note": "From 4am on Tuesday 8 June Portugal will move to the amber list for entering England. ('Summary' page)",
                    "public_timestamp": "2021-06-04T11:36:49.000Z"
                },
                {
                    "note": "Information on the risk of forest fires during the summer months ('Summary' page). Information on new guidance for work visas and permits ('Entry requirements' page).",
                    "public_timestamp": "2021-06-09T16:00:16.000Z"
                },
                {
                    "note": "Updated information on Covid-19 testing requirements to enter Portugal (Entry requirements)",
                    "public_timestamp": "2021-06-12T19:53:10.000Z"
                },
                {
                    "note": "Information on restrictions on travel to/from the Greater Lisbon Area from 18 to 21 June, non-essential travel from the USA and Covid-19 testing for children arriving in mainland Portugal (‘Coronavirus” and ‘Entry requirements’ pages).",
                    "public_timestamp": "2021-06-18T14:48:32.000Z"
                },
                {
                    "note": "Removal of information on restrictions on travel to/from the Greater Lisbon Area and update on COVID-19 testing for entry to Portugal (‘Coronavirus' and ‘Entry requirements’ pages).",
                    "public_timestamp": "2021-06-22T15:22:37.000Z"
                },
                {
                    "note": "From 4am on 30 Wednesday June Madeira will move to the green list for entering England. Check what you must do to enter England, Scotland, Wales or Northern Ireland. (‘Summary’ page)",
                    "public_timestamp": "2021-06-24T19:24:26.000Z"
                },
                {
                    "note": "From 4am on Wednesday 30 June Madeira will move to the green list for entering England. Check what you must do to enter England, Scotland, Wales or Northern Ireland. (‘Summary’ page)",
                    "public_timestamp": "2021-06-24T19:26:07.000Z"
                },
                {
                    "note": "Information on travel restrictions to/from the Greater Lisbon area from 25 June and updated information on entry requirements for the autonomous regions of Madeira and the Azores (‘Entry Requirements’ & 'Coronavirus' page)",
                    "public_timestamp": "2021-06-25T17:02:02.000Z"
                },
                {
                    "note": "Updated information on the need to quarantine on arrival  to mainland Portugal if you have travelled from the UK (‘Entry Requirements’ page)",
                    "public_timestamp": "2021-06-27T21:08:51.000Z"
                },
                {
                    "note": "Updated information on quarantining on arrival to mainland Portugal, if you have travelled from the UK (Entry requirements)",
                    "public_timestamp": "2021-06-29T19:04:36.000Z"
                },
                {
                    "note": "Updated information on travel restrictions to/from the Lisbon Metropolitan Area from 2 July ('Coronavirus' page) and updated information on entry requirements and validity of COVID-19 recovery report for Madeira and the Azores ('Entry requirements' page)",
                    "public_timestamp": "2021-07-02T15:57:06.000Z"
                },
                {
                    "note": "Updated information on quarantine arrangements for entry into mainland Portugal (See 'Entry requirements').",
                    "public_timestamp": "2021-07-02T20:53:59.000Z"
                },
                {
                    "note": "Information on a planned strike by Portuguese immigration officers on 9 July and removal of information on restriction of travel in Lisbon ('Summary', 'Coronavirus' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-07-08T12:52:40.000Z"
                },
                {
                    "note": "Updated information on access to restaurants and accommodation establishments in mainland Portugal ('Coronavirus' page) ",
                    "public_timestamp": "2021-07-09T16:22:23.000Z"
                },
                {
                    "note": "Updated information on the requirements for children travelling to Madeira and information on entering Portugal with an EU-issued vaccination certificate  ('Entry requirements' page)",
                    "public_timestamp": "2021-07-15T12:54:00.000Z"
                },
                {
                    "note": "Addition of information on applying for an EU Digital COVID Certificate if you received your vaccination in Portugal (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-22T08:59:18.000Z"
                },
                {
                    "note": "Addition of information on strike action by ground handling staff at Portuguese airports between 31 July and 2 August.  Updated information on crossing the land border into Portugal from Spain (‘Summary’ and 'Entry requirements' page)",
                    "public_timestamp": "2021-07-23T10:13:47.000Z"
                },
                {
                    "note": "Update to information on passport validity requirements ('Entry requirements' page)",
                    "public_timestamp": "2021-07-27T16:44:03.000Z"
                },
                {
                    "note": "Removal of information about airport ground handler’s strike and reminder of information for travelling with children (‘Summary’ page)",
                    "public_timestamp": "2021-07-29T15:17:26.000Z"
                },
                {
                    "note": "Removal of information about airport ground handler’s strike and reminder for information for travelling with children (‘Summary’ page)",
                    "public_timestamp": "2021-07-29T15:17:52.000Z"
                },
                {
                    "note": "Addition of information on getting access to the COVID-19 vaccine if you do not have a Portuguese healthcare user’s number (‘Coronavirus’ page)",
                    "public_timestamp": "2021-07-30T13:26:12.000Z"
                },
                {
                    "note": "Information on further easing of lockdown measures from 1 August (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-07-30T16:41:41.000Z"
                },
                {
                    "note": "Updated information on easing of lockdown measures (‘Coronavirus’ page)\r\n\r\n",
                    "public_timestamp": "2021-08-02T16:09:49.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Portugal (‘Coronavirus’ page)",
                    "public_timestamp": "2021-08-03T09:05:11.000Z"
                },
                {
                    "note": "Updated information on entry to Portugal if you have an EU digital COVID certificate (‘Coronavirus’ and ‘Entry requirements’ pages) ",
                    "public_timestamp": "2021-08-06T15:47:20.000Z"
                },
                {
                    "note": "Updated information on how to get a COVID-19 vaccine if you live in Portugal (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-08-09T08:49:27.000Z"
                },
                {
                    "note": "Pages updated: Coronavirus and Entry Requirements",
                    "public_timestamp": "2021-08-24T13:13:01.000Z"
                },
                {
                    "note": "From 4am on Monday 30 August the Azores will move to the green list for entering England. Check what you must do to enter England, Scotland, Wales or Northern Ireland. (‘Summary’ page)",
                    "public_timestamp": "2021-08-26T18:49:23.000Z"
                },
                {
                    "note": "The Azores has moved to the green list for entering England. Check what you must do to enter England, Scotland, Wales or Northern Ireland (‘Summary’ page)",
                    "public_timestamp": "2021-08-31T13:29:58.000Z"
                },
                {
                    "note": "Updated information on the use of the EU digital recovery certificate to enter Portugal and quarantining on arrival (‘Summary’ and ‘Entry requirements’ pages).  Removal of information on  industrial action by Portuguese immigration services ",
                    "public_timestamp": "2021-09-02T09:07:26.000Z"
                },
                {
                    "note": "Information about GB and UK stickers, on your car when driving outside the UK ('Safety and security' page)",
                    "public_timestamp": "2021-09-08T12:18:18.000Z"
                },
                {
                    "note": "Information about travelling in the Azores islands, face coverings outdoors and entry rules for Portugal ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-09-24T12:13:58.000Z"
                },
                {
                    "note": "Added link to advice page for the Porto v Liverpool match on Tuesday 28 September ('Summary' page)",
                    "public_timestamp": "2021-09-27T09:42:59.000Z"
                },
                {
                    "note": "Information on changes to restrictive measures from 1 October  ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-09-27T17:24:58.000Z"
                },
                {
                    "note": "Information on changes to Portugal's COVID-19 measures ('Coronavirus' page)",
                    "public_timestamp": "2021-10-01T16:23:30.000Z"
                },
                {
                    "note": "Information on recognition of NHS COVID pass for entry to mainland Portugal ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-10-08T16:20:51.000Z"
                },
                {
                    "note": "Addition of information on checking airlines recognition of the NHS COVID pass for entry to mainland Portugal ('Entry requirements' page)",
                    "public_timestamp": "2021-10-13T10:50:30.000Z"
                },
                {
                    "note": "Clarification of the age under which children are exempt from COVID-19 testing to enter Portugal ('Entry requirements' page)",
                    "public_timestamp": "2021-10-21T06:48:36.000Z"
                },
                {
                    "note": "Addition of information that people wanting to use the UK systems to demonstrate their COVID-19 status using a printed PDF version will need to ensure the printout is dated from 1 November ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-11-03T13:14:05.000Z"
                },
                {
                    "note": "Addition of information about getting your passport stamped when you enter or leave the Schengen area ('Entry requirements' page)\r\n",
                    "public_timestamp": "2021-11-11T14:20:46.000Z"
                },
                {
                    "note": "Updated information on booster vaccinations and travelling with your NHS COVID Pass ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-11-12T17:12:28.000Z"
                },
                {
                    "note": "Addition of information on the return to a state of contingency in the autonomous region of Madeira.  Updated information on the introduction of new measures and booster vaccinations ('Coronavirus' page)",
                    "public_timestamp": "2021-11-23T13:15:26.000Z"
                },
                {
                    "note": "Announcement that a State of Calamity will be in place on the Portuguese mainland from 1 December 2021. Measures reintroduced regarding masks, entry into establishments with closed spaces and requirement for a negative Covid-19 test to enter Portugal ('Coronavirus' and 'Entry requirements' page)",
                    "public_timestamp": "2021-11-26T18:27:58.000Z"
                },
                {
                    "note": "A State of Calamity is in effect on the Portuguese mainland from 1 December 2021. There is a requirement for a negative COVID-19 test to enter Portugal (See 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-12-01T01:12:16.000Z"
                },
                {
                    "note": "Updated information on booster vaccines and pre-departure testing for travel to Portugal (See 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-12-14T19:07:35.000Z"
                },
                {
                    "note": "Updated information about passport validity ('Entry requirements' page)",
                    "public_timestamp": "2021-12-16T15:16:37.000Z"
                },
                {
                    "note": "Updated information on pre-departure testing requirements for travel to Portugal ('Entry requirements' page)",
                    "public_timestamp": "2021-12-17T09:42:23.000Z"
                },
                {
                    "note": "Information on additional COVID restrictions over the Christmas and New Year period and updated information on the vaccination programme and access to booster jabs (‘Coronavirus’ page)",
                    "public_timestamp": "2021-12-22T17:16:13.000Z"
                },
                {
                    "note": "Information on state of contingency on the island of São Miguel in the Azores and updated information on the vaccination programme and access to booster jabs (‘Coronavirus’ page)",
                    "public_timestamp": "2021-12-23T15:02:14.000Z"
                },
                {
                    "note": "Updated information on the entry requirements for the autonomous regions of Madeira and the Azores and on Portugal's vaccination programme for children (‘Entry requirements’ and ‘Coronavirus’ pages)",
                    "public_timestamp": "2022-01-07T16:43:03.000Z"
                },
                {
                    "note": "Updated information on entry requirements for the autonomous region of Madeira ('Entry requirements' page)",
                    "public_timestamp": "2022-01-09T14:23:29.000Z"
                },
                {
                    "note": "Updated information on public places and services requirements for Mainland Portugal ('Coronavirus' page) and presenting UK recovery, vaccination and/or COVID-19 test certificate for entry to Mainland Portugal, Madeira or Azores ('Entry requirements' page)",
                    "public_timestamp": "2022-01-17T13:11:17.000Z"
                },
                {
                    "note": "Clarification on the use of recovery certificates, and on the use of NHS COVID Pass to access services, facilities and to enter Madeira and Porto Santo. Updated information on the rules for self-isolating in mainland Portugal (‘Coronavirus' and 'Entry requirements’ pages)",
                    "public_timestamp": "2022-01-21T17:40:20.000Z"
                },
                {
                    "note": "Clarification of the requirements for accessing services and facilities on mainland Portugal and in the autonomous regions of Madeira and the Azores  (‘Coronavirus' page)",
                    "public_timestamp": "2022-02-08T11:06:12.000Z"
                },
                {
                    "note": "Updated information on the rules for travelling to Portugal (‘Entry requirements' page)",
                    "public_timestamp": "2022-02-08T14:14:12.000Z"
                },
                {
                    "note": "Update to information on restrictive measures in the Azores. Updated information to clarify how to qualify for entry to mainland Portugal under the fully vaccinated rules and the rules for entering Madeira and Porto Santo (‘Coronavirus’ and ‘Entry requirements' pages)",
                    "public_timestamp": "2022-02-11T17:44:49.000Z"
                },
                {
                    "note": "Updated information on entry requirements for the Azores (‘Entry requirements' page)",
                    "public_timestamp": "2022-02-18T17:12:56.000Z"
                },
                {
                    "note": "Updated information on the lifting of COVID-19 restrictions in mainland Portugal (‘Coronavirus' page)",
                    "public_timestamp": "2022-02-21T14:56:21.000Z"
                },
                {
                    "note": "Updated information on the remaining COVID-19 restrictions in the Azores and getting vaccinated in Madeira if you are a resident (‘Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2022-03-18T16:10:10.000Z"
                },
                {
                    "note": "Addition of information on increased seismic activity on the island of São Jorge in the Azores  (‘Natural disasters’ page) ",
                    "public_timestamp": "2022-03-24T12:06:53.000Z"
                },
                {
                    "note": "Updated information on increased seismic activity on the island of São Jorge in the Azores (‘Natural disasters’ page)",
                    "public_timestamp": "2022-03-25T18:08:53.000Z"
                },
                {
                    "note": "Update to evacuation information covering the Velas municipality, and link provided to the 'Prociv Azores' app ('Natural Disasters' section).",
                    "public_timestamp": "2022-03-30T14:28:48.000Z"
                },
                {
                    "note": "Updated information on COVID restrictions in mainland Portugal and the Azores and the rules for completing a Passenger Locator Form for travel to mainland Portugal (‘Coronavirus’ and ‘Entry requirements’ pages).  Updated information on seismic activity in São Jorge (‘Natural Disasters‘ page)",
                    "public_timestamp": "2022-04-25T15:50:33.000Z"
                },
                {
                    "note": "Updated information on passport stamping following the recent introduction of new generation e-gates at Portuguese airports, and clarification of timing of Covid-19 tests for travellers that are not fully vaccinated (‘Entry requirements’ page). Full review of the rest of this travel advice with minor editorial amendments. ",
                    "public_timestamp": "2022-04-29T10:35:58.000Z"
                },
                {
                    "note": "Updated information on entry to mainland Portugal and the Azores and on travelling with children (‘Entry requirements’ page) ",
                    "public_timestamp": "2022-05-06T15:14:41.000Z"
                },
                {
                    "note": "Clarification about current passport validity ('Entry requirements' page)",
                    "public_timestamp": "2022-05-12T14:33:46.000Z"
                },
                {
                    "note": "Further clarification on passport stamping at Portuguese border control ('Entry requirements' page)",
                    "public_timestamp": "2022-05-19T15:33:14.000Z"
                },
                {
                    "note": "Further clarification on passport stamping at Portuguese border control ('Entry requirements' page)",
                    "public_timestamp": "2022-05-27T15:34:25.000Z"
                },
                {
                    "note": "Further clarification on passport stamping at Portuguese border control ('Entry requirements' page)",
                    "public_timestamp": "2022-06-22T09:23:49.000Z"
                },
                {
                    "note": "Updated information on the requirement to wear a face mask in Madeira and Porto Santo (‘Coronavirus’ page)",
                    "public_timestamp": "2022-06-23T09:42:57.000Z"
                },
                {
                    "note": "Updated information on COVID-related entry requirements to mainland Portugal (‘Entry requirements’ page)",
                    "public_timestamp": "2022-07-01T15:11:11.000Z"
                },
                {
                    "note": "Information on contingency measures relating to heightened risk of forest fires in mainland Portugal (‘Summary’ and ‘Natural Disasters’ pages)",
                    "public_timestamp": "2022-07-11T17:02:54.000Z"
                },
                {
                    "note": "Updated information on contingency measures relating to heightened risk of forest fires in mainland Portugal (‘Summary’ and ‘Natural Disasters’ pages) .",
                    "public_timestamp": "2022-07-15T16:56:26.000Z"
                },
                {
                    "note": "Updated information on measures in place due to heightened risk of forest fires in mainland Portugal (‘Summary’ and ‘Natural Disasters’ pages), update to information on COVID-19 boosters (‘Coronavirus’ page) and an update to reflect the removal of COVID-19 entry requirements for the Azores.",
                    "public_timestamp": "2022-07-18T16:11:47.000Z"
                },
                {
                    "note": "Updated information on the removal of the requirement to wear masks on public transport in Madeira (‘Coronavirus’ page)",
                    "public_timestamp": "2022-08-03T10:04:24.000Z"
                },
                {
                    "note": "Updated information on the use of masks in mainland Portugal and the Azores (‘Coronavirus’ page) and on the need to show proof of residence when applying for an emergency travel document if your final destination is not the UK",
                    "public_timestamp": "2022-09-01T15:33:49.000Z"
                },
                {
                    "note": "Updated information on the use of masks in the Azores and addition of information on Portuguese health services (‘Coronavirus’ and 'Health' page).",
                    "public_timestamp": "2022-09-07T12:43:55.000Z"
                },
                {
                    "note": "Updated information on the use of masks in mainland Portugal ('Coronavirus' page).",
                    "public_timestamp": "2022-09-23T15:18:14.000Z"
                },
                {
                    "note": "Updated information on the end of the state of alert in mainland Portugal ('Coronavirus' page).",
                    "public_timestamp": "2022-10-04T12:15:35.000Z"
                },
                {
                    "note": "Updated information on the easing of COVID-19 measures in Madeira and the Azores ('Coronavirus' page).",
                    "public_timestamp": "2022-11-25T18:09:22.000Z"
                },
                {
                    "note": "Addition of information about weather warning for mainland Portugal ('Summary' and 'Natural disasters' pages).",
                    "public_timestamp": "2022-12-13T14:42:26.000Z"
                },
                {
                    "note": "Updated information following a period of adverse weather  (‘Natural disasters’ page).",
                    "public_timestamp": "2022-12-19T09:47:33.000Z"
                },
                {
                    "note": "Updated information on road safety statistics and that most COVID-19 restrictions have been lifted in Madeira ('Summary', 'Coronavirus', 'Entry requirements' and 'Local laws and customs' pages).",
                    "public_timestamp": "2023-01-25T15:51:56.000Z"
                },
                {
                    "note": "Updated information on forest fires, industrial action affecting Portuguese borders, the use of masks in Madeira and beach safety ('Summary', 'Coronavirus', and ‘Natural disasters’ pages).",
                    "public_timestamp": "2023-04-03T16:59:35.000Z"
                },
                {
                    "note": "Removal of information on industrial action affecting Portuguese borders ('Summary' page).",
                    "public_timestamp": "2023-04-14T09:15:28.000Z"
                },
                {
                    "note": "Updated information on industrial action affecting Portuguese borders ('Summary' page); lifting of the requirement to use a face covering in mainland Portugal and the Azores ('Coronavirus' page).",
                    "public_timestamp": "2023-05-24T12:13:10.000Z"
                },
                {
                    "note": "Updated information on Storm Oscar weather warnings in Madeira, Porto Santo and the Azores ('Summary' page).",
                    "public_timestamp": "2023-06-05T17:53:51.000Z"
                },
                {
                    "note": "Removal of information on Storm Oscar weather warnings in Madeira, Porto Santo and the Azores ('Summary' page).",
                    "public_timestamp": "2023-06-09T09:52:33.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T09:46:20.000Z"
                },
                {
                    "note": "This travel advice has been rewritten to make it easier to read and understand. ",
                    "public_timestamp": "2023-06-27T14:06:42.000Z"
                },
                {
                    "note": "Information on travelling to Lisbon for and during World Youth Day 2023 ('Safety and security' page).",
                    "public_timestamp": "2023-07-05T13:15:07.000Z"
                },
                {
                    "note": "Information on border controls and restrictions on travelling around Lisbon during the Pope’s visit and World Youth Day 2023 gatherings ('Warnings and insurance' page).",
                    "public_timestamp": "2023-07-18T12:26:36.000Z"
                },
                {
                    "note": "Updated information on border controls and restrictions on travelling around Lisbon during the Pope’s visit and World Youth Day 2023 gatherings ('Warnings and insurance' page).",
                    "public_timestamp": "2023-07-28T12:57:06.000Z"
                },
                {
                    "note": "Removal of information on World Youth Day 2023 gatherings ('Warnings and insurance' page) and update on non-resident children travelling out of Portugal ('Entry Requirements' page).",
                    "public_timestamp": "2023-08-09T09:16:51.000Z"
                }
            ],
            "country": {
                "name": "Portugal",
                "slug": "portugal",
                "synonyms": [
                    "Madeira",
                    "Azores"
                ]
            },
            "email_signup_link": "/foreign-travel-advice/portugal/email-signup",
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>This travel advice page also covers Madeira, Porto Santo and the Azores.</p>\n</div>\n\n<p>The Foreign, Commonwealth &amp; Development Office (FCDO) provides advice about risks of travel to help British nationals make informed decisions. Find out <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">more about FCDO travel advice</a>.</p>\n\n<h2 id=\"before-you-travel\">Before you travel</h2>\n\n<p>No travel can be guaranteed safe. Read all the advice in this guide as well as <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a> which includes:</p>\n\n<ul>\n  <li>advice on preparing for travel abroad and reducing risks</li>\n  <li>information for women, LGBT+ and disabled travellers</li>\n</ul>\n\n<div class=\"example\">\n<p>Follow and contact FCDO travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/portugal/email-signup\">get email notifications</a> when this advice is updated.</p>\n</div>\n\n<h2 id=\"travel-insurance\">Travel insurance</h2>\n\n<p>If you choose to travel, research your destinations and <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">get appropriate travel insurance</a>. Insurance should cover your itinerary, planned activities and expenses in an emergency.</p>\n\n",
                    "slug": "warnings-and-insurance",
                    "title": "Warnings and insurance"
                },
                {
                    "body": "<p>This advice reflects the UK government’s understanding of current rules for people travelling on a full <a href=\"https://www.gov.uk/types-of-british-nationality\">‘British citizen’ passport</a> from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Portugal set and enforce entry rules. If you’re not sure how these requirements apply to you, contact <a rel=\"external\" href=\"https://londres.embaixadaportugal.mne.gov.pt/en/the-embassy/contacts/embassy\">Portugal’s embassy in the UK</a>.</p>\n\n<h2 id=\"covid-19-rules\">COVID-19 rules</h2>\n\n<p>Countries may restrict travel or bring in rules at short notice. Check with your travel provider for changes.</p>\n\n<p>If you test positive for COVID-19, you may need to stay where you are until you test negative. You may also need to seek treatment there.</p>\n\n<p>Visit TravelHealthPro (from the UK’s National Travel Health Network and Centre) for <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/499/novel-coronavirus-covid-19-general-advice-for-travellers\">general COVID-19 advice for travellers</a>.</p>\n\n<h3 id=\"face-masks\">Face masks</h3>\n\n<p>In Madeira and Porto Santo, the regional health authority recommends the use of a face covering in medical facilities, retirement and nursing homes if you have been diagnosed with a respiratory illness.</p>\n\n<h2 id=\"passport-validity-requirements\">Passport validity requirements</h2>\n\n<p>If you are travelling to an EU country (except Ireland), or Switzerland, Norway, Iceland, Liechtenstein, Andorra, Monaco, San Marino or Vatican City, you must follow the <a rel=\"external\" href=\"https://europa.eu/youreurope/citizens/travel/entry-exit/non-eu-nationals/index_en.htm\">Schengen area passport requirements</a>.</p>\n\n<p>Your passport must be:</p>\n\n<ul>\n  <li>issued less than 10 years before the date you enter the country (check the ‘date of issue’)</li>\n  <li>valid for at least 3 months after the day you plan to leave (check the ‘expiry date’)</li>\n</ul>\n\n<p>Check your passport meets these requirements before you travel. If your passport was issued before 1 October 2018, extra months may have been added to its expiry date.</p>\n\n<p>Contact <a rel=\"external\" href=\"https://londres.embaixadaportugal.mne.gov.pt/en/the-embassy/contacts/embassy\">the Embassy of Portugal in the UK</a> if you think that your passport does not meet both these requirements. <a href=\"https://www.gov.uk/apply-renew-passport\">Renew your passport if you need to</a>.</p>\n\n<h3 id=\"passport-stamping\">Passport stamping</h3>\n\n<p>At the Portuguese border control, you may need to:</p>\n\n<ul>\n  <li>show a return or onward ticket</li>\n  <li>prove that you have enough money for your stay</li>\n</ul>\n\n<p>Check your passport is stamped if you enter or exit the Schengen area through Portugal as a visitor. Border guards use passport stamps to check you’re complying with the 90-day visa-free limit for short stays in the Schengen area. If relevant entry or exit stamps are not in your passport, a border officer will presume that you have overstayed your visa-free limit.</p>\n\n<p>You can show evidence (boarding passes and tickets) of when and where you entered or exited the Schengen area and ask border guards to add this date and location in your passport.</p>\n\n<p>If you live in Portugal, your passport should not be stamped. You should show your proof of residence and passport at border control. Read our <a href=\"https://www.gov.uk/guidance/living-in-portugal#passports-and-travel\">living in Portugal guide</a> for passport stamping information.</p>\n\n<h3 id=\"e-gates\">E-gates</h3>\n\n<p>If you are aged 18 and over, you can use the e-gates for UK and other non-EU nationals. Make sure your passport is stamped by the border officer after you pass through the e-gate.</p>\n\n<p>You cannot use the e-gates to exit Portugal if you entered the Schengen area from another EU country.</p>\n\n<h2 id=\"visa-requirements\">Visa requirements</h2>\n\n<p>You can travel to countries in the <a rel=\"external\" href=\"https://ec.europa.eu/home-affairs/sites/homeaffairs/files/e-library/docs/schengen_brochure/schengen_brochure_dr3111126_en.pdf\">Schengen area</a> for up to 90 days in any 180-day period without a visa. This applies if you travel:</p>\n\n<ul>\n  <li>as a tourist</li>\n  <li>to visit family or friends</li>\n  <li>to attend business meetings, cultural or sports events</li>\n  <li>for short-term studies or training</li>\n</ul>\n\n<p>If you are travelling to Portugal and other Schengen countries without a visa, make sure your whole visit is within the 90-day limit. Visits to Schengen countries within the previous 180 days before you travel count towards your 90 days.</p>\n\n<p>To stay longer (for example to work or study or for business travel), you must meet the Portuguese government’s entry requirements. Check which type of visa or work permit you may need with the <a rel=\"external\" href=\"https://imigrante.sef.pt/en/#sabermais\">Portuguese Immigration Service</a> or the <a rel=\"external\" href=\"https://londres.embaixadaportugal.mne.gov.pt/en/the-embassy/contacts/embassy\">Embassy of Portugal in UK</a>.</p>\n\n<p>If you are <a href=\"https://www.gov.uk/guidance/travel-to-portugal-for-work\">travelling to Portugal for work</a>, read the guidance on visas and permits.</p>\n\n<p>If you stay in Portugal with a residence permit or long-stay visa, this does not count towards your 90-day visa-free limit.</p>\n\n<h2 id=\"travelling-with-children\">Travelling with children</h2>\n\n<h3 id=\"non-resident-children-travelling-to-portugal\">Non-resident children travelling to Portugal</h3>\n\n<p>Children aged 17 and under travelling to Portugal alone, or accompanied by a person who is not their parent or legal guardian, must either:</p>\n\n<ul>\n  <li>be met at the airport or point of entry by their parent or guardian</li>\n  <li>carry a letter of authorisation to travel from their parent or guardian</li>\n</ul>\n\n<p>The letter should name the adult in Portugal who will be responsible for them during their stay and the identification (full names, date of birth and passport number) and contacts details of the parent or guardian.  The letter should also state the child’s dates of arrival and departure and the address at which they will be staying during their visit to Portugal.</p>\n\n<p>Teenagers aged 17 and under who travel alone, or with friends of the same age, and who are not being met by a parent or guardian on arrival, may be refused entry if they do not have a <a rel=\"external\" href=\"https://eportugal.gov.pt/en/cidadaos-europeus-viajar-viver-e-fazer-negocios-em-portugal/viajar-para-portugal\">letter of authority</a>.</p>\n\n<p>If you travel with a child, without consent from their parent or guardian, you may be questioned on arrival. Your entry may be delayed.</p>\n\n<p>Check the <a rel=\"external\" href=\"https://eportugal.gov.pt/en/cidadaos-europeus-viajar-viver-e-fazer-negocios-em-portugal/viajar-para-portugal\">Portuguese government website for more information.</a></p>\n\n<h3 id=\"non-resident-children-leaving-portugal\">Non-resident children leaving Portugal</h3>\n\n<p>Non-resident children aged 17 and under who leave Portugal alone or in the company of a person who is not their parent or guardian will require a letter of authority if they are returning to a country other than their country of origin.</p>\n\n<h3 id=\"resident-children-leaving-portugal\">Resident children leaving Portugal</h3>\n\n<p>A child aged 17 and under who is resident in Portugal must carry a notarised letter of authority from their parent or guardian if they’re travelling out of the country alone or in the company of a person who is not their parent or legal guardian.</p>\n\n<p>See more information on the <a href=\"https://www.gov.uk/guidance/living-in-portugal#passports-and-travel\">Living in Portugal guide</a> and <a rel=\"external\" href=\"https://www.sef.pt/en/Pages/conteudo-detalhe.aspx?nID=30\">Portuguese immigration service website</a>.</p>\n\n<h2 id=\"vaccination-requirements-other-than-covid-19\">Vaccination requirements (other than COVID-19)</h2>\n\n<p>At least 8 weeks before your trip, check the vaccinations and vaccination certificates you may need on TravelHealthPro for <a rel=\"external\" href=\"https://staging.travelhealthpro.org.uk/country/181/portugal\">Portugal</a> , <a rel=\"external\" href=\"https://staging.travelhealthpro.org.uk/country/18/portugal-azores\">The Azores</a> and <a rel=\"external\" href=\"https://staging.travelhealthpro.org.uk/country/135/portugal-madeira\">Madeira</a>.</p>\n\n<h2 id=\"customs-rules\">Customs rules</h2>\n\n<p>There are <a rel=\"external\" href=\"https://www.ana.pt/en/lis/passenger-guide/plan-your-trip/customs\">strict rules about goods that can be brought into and taken out of Portugal</a>. You must declare anything that may be prohibited or subject to tax or duty.</p>\n\n<h3 id=\"taking-food-and-drink-into-the-eu\">Taking food and drink into the EU</h3>\n\n<p>You cannot take meat, milk, or products containing them into EU countries. There are some exceptions, for example certain amounts of powdered infant milk, infant food, or pet food required for medical reasons. <a rel=\"external\" href=\"https://ec.europa.eu/food/animals/animalproducts/personal_imports_en\">Check the rules about taking food and drink into the EU</a> on the European Commission website.</p>\n\n<hr>\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>You should also read <a href=\"https://www.gov.uk/foreign-travel-advice/portugal\">FCDO’s overall travel advice</a>.</p>\n\n<h2 id=\"terrorism\">Terrorism</h2>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n\n<h3 id=\"terrorism-in-portugal\">Terrorism in Portugal</h3>\n\n<p>Terrorist attacks in Portugal cannot be ruled out.</p>\n\n<h2 id=\"crime\">Crime</h2>\n\n<h3 id=\"protecting-your-belongings\">Protecting your belongings</h3>\n\n<p>Crime rates are low but pickpocketing, handbag snatching, and theft from holiday properties are common in major tourist areas. Foreign-registered and hire cars are often targeted by thieves. Thieves can use violence, you should:</p>\n\n<ul>\n  <li>keep sight of your belongings at all times</li>\n  <li>beware of thieves using distraction techniques</li>\n  <li>avoid carrying all your valuables together in handbags or pockets</li>\n  <li>leave spare cash and valuables in a safe place</li>\n  <li>avoid leaving items in an unattended car</li>\n</ul>\n\n<h3 id=\"public-transport\">Public transport</h3>\n\n<p>Pickpocketing is a risk. Take care on public transport and at busy stations and crowded bus and tram stops.  Be particularly vigilant on the number 15 and 28 trams in Lisbon.</p>\n\n<h3 id=\"passport-theft\">Passport theft</h3>\n\n<p>Report the loss or theft of your passport immediately to the local police and get a police report. You will need the report for insurance claims.</p>\n\n<h3 id=\"holiday-accommodation\">Holiday accommodation</h3>\n\n<p>Check your holiday accommodation is secure. Lock all doors and windows at night and when you go out.</p>\n\n<p>If you’re worried about security at your accommodation, speak to your tour operator or the owner.</p>\n\n<p>If you are worried about the security at your accommodation, speak to your tour operator or owner, or contact the local police at <a rel=\"external\" href=\"https://www.psp.pt/Pages/onde-estamos.aspx\">PSP (city police)</a> or <a rel=\"external\" href=\"http://www.gnr.pt/contactos.aspx\">GNR (rural and small town police)</a>.</p>\n\n<h3 id=\"personal-safety\">Personal safety</h3>\n\n<p>Attacks or assault, including sexual assaults are rare, but do occur. Buy your own drinks and keep sight of them at all times to make sure they aren’t spiked. Drinks served in bars overseas are often stronger than those in the UK. Stay with your friends, and don’t go off with people you don’t know.</p>\n\n<h2 id=\"laws-and-cultural-differences\">Laws and cultural differences</h2>\n\n<h3 id=\"personal-id\">Personal ID</h3>\n\n<p>By law, you must show some form of identification, if asked by the police or judicial authorities.  Sometimes a photocopy of the data page of your passport could be enough, but you may be asked to produce the original document.</p>\n\n<h3 id=\"gambling\">Gambling</h3>\n\n<p>Gambling is only legal in places licensed by the government, such as official casinos. Games of chance, including bingo, are illegal if they’re held on unlicensed premises.</p>\n\n<p>The police may act on reports of illegal gambling in unauthorised premises without warning. Organisers, participants and anyone on the premises may be arrested, charged with a criminal offence and fined or imprisoned. If in doubt, ask if the venue is legally licensed.</p>\n\n<h3 id=\"illegal-drugs-and-prison-sentences\">Illegal drugs and prison sentences</h3>\n\n<p>Selling or trafficking drugs is illegal and can have severe penalties. If you are caught taking, buying or in possession of drugs for personal use, you may be fined or arrested. Any substance you have will be confiscated.</p>\n\n<h2 id=\"transport-risks\">Transport risks</h2>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>If you plan to drive in Portugal, see information on <a href=\"https://www.gov.uk/driving-abroad\">driving abroad</a> and read the <a rel=\"external\" href=\"https://www.rac.co.uk/drive/travel/country/portugal/\">RAC guide</a>.</p>\n\n<p>If you hire a car, make sure you have the appropriate insurance.</p>\n\n<h3 id=\"licences-and-permits\">Licences and permits</h3>\n\n<p>You can drive on a full, valid UK driving licence in Portugal.</p>\n\n<p>If you’re living in Portugal, read <a href=\"https://www.gov.uk/guidance/living-in-portugal\">living in Portugal</a> for information on requirements for residents.</p>\n\n<h3 id=\"driving-a-british-car-abroad\">Driving a British car abroad</h3>\n\n<p>You may need a UK sticker to drive your car outside the UK. UK stickers have replaced GB stickers. Check the government guidance on <a href=\"https://www.gov.uk/displaying-number-plates/flags-symbols-and-identifiers\">displaying number plates</a> for more information on what to do if you are driving outside the UK.</p>\n\n<h3 id=\"bringing-a-vehicle-to-portugal\">Bringing a vehicle to Portugal</h3>\n\n<p>Tourists can bring their own vehicle to Portugal for up to 183 days in any 12-month period. You must not use your vehicle for any other purpose than tourism or loan it to anyone else.</p>\n\n<p>If you plan to stay longer, you must apply to the <a href=\"https://www.gov.uk/government/publications/portugal-importation-of-motor-vehicles/importation-of-motor-vehicles-into-portugal\">Portuguese Customs authority</a> to have the car legally imported. You’ll be fined if you leave the country without your car.</p>\n\n<h2 id=\"outdoor-activities\">Outdoor activities</h2>\n\n<h3 id=\"beachesand-swimming\">Beaches and swimming</h3>\n\n<p>Every year, people drown in the sea and in swimming pools in Portugal.</p>\n\n<p>Take care when walking close to the water’s edge especially along unsupervised stretches of beaches. Waves can be unpredictable and have a strong undertow. Do not:</p>\n\n<ul>\n  <li>swim at beaches that connect to or from rivers as they can have strong undercurrent</li>\n  <li>swim at beaches without lifeguards</li>\n  <li>dive into unknown water as hidden rocks or shallow depths can cause serious injury or death</li>\n</ul>\n\n<p>Be aware of rip tides, which can cause drowning. If you are caught in a rip tide, do not try to swim against it. Swim parallel to the coastline until you no longer feel the current, then try to swim towards the shore.</p>\n\n<p>Follow any lifeguard instructions and warning flags:</p>\n\n<ul>\n  <li>the red flag means danger: do not go into the water</li>\n  <li>the yellow flag means caution: you can walk in the water, but you cannot swim</li>\n</ul>\n\n<p>More tips can be found on <a rel=\"external\" href=\"https://www.abta.com/tips-and-advice/staying-safe-on-holiday/swim-safe\">ABTA’s swim safe pages</a>.</p>\n\n<p>Look out for signs warning of cliff erosion. Falling rocks are a hazard, particularly in the Algarve. The authorities can fine people who ignore warning signs.</p>\n\n<h3 id=\"walking-the-levadas-in-madeira\">Walking the levadas in Madeira</h3>\n\n<p>Walking the levadas (ancient irrigation channels) can be challenging. Choose paths that suit your fitness and experience.</p>\n\n<p>Be prepared for narrow, uneven paths and heights. Wear suitable clothing and walking boots. Take extra care if it has rained as the ground may be slippery and unstable. Check with your tour guide or local organiser that it is safe before you set off.</p>\n\n<p>Leave details of where you are going with your hotel reception and take a phone with you. Reduce the risk by walking with a group or following a guide.</p>\n\n<p>See more information about walkway closures and access restrictions on <a rel=\"external\" href=\"https://visitmadeira.com/en/travel-info/useful-information/advice-to-walkers/\">Visit Madeira</a>.</p>\n\n<h2 id=\"extreme-weather-and-natural-disasters\">Extreme weather and natural disasters</h2>\n\n<h3 id=\"forest-fires\">Forest fires</h3>\n\n<p>Forest fires can occur anywhere in Portugal. Risk of fires is higher when the weather is hot and dry. Fires have become more common due to drought and high temperatures.</p>\n\n<p>Forest fires are highly dangerous and unpredictable. The Portuguese authorities may evacuate areas and close roads for safety reasons. You should:</p>\n\n<ul>\n  <li>familiarise yourself with <a rel=\"external\" href=\"https://aldeiasseguras.pt/\">local safety and emergency procedures</a>\n</li>\n  <li>follow the advice of the Portuguese authorities</li>\n  <li>call the emergency services on 112 if you see a wildfire</li>\n</ul>\n\n<p>Starting a forest fire, even if it is by accident, is illegal in Portugal.</p>\n\n<p>For information about active forest fires and forecasts, visit the Portuguese Met Office website for information on <a rel=\"external\" href=\"http://www.ipma.pt/en/riscoincendio/rcm.pt/\">Portugal</a> and <a rel=\"external\" href=\"http://www.ipma.pt/en/riscoincendio/rcm.md/\">Madeira</a>.</p>\n\n<h3 id=\"earthquakes\">Earthquakes</h3>\n\n<p>Earthquakes can happen in Portugal. For more information, see the <a rel=\"external\" href=\"https://www.ipma.pt/en/geofisica/sismicidade/\">Portuguese Met Office website</a> (mainland Portugal) or the <a rel=\"external\" href=\"http://www.ivar.azores.gov.pt/civisa/Paginas/homeCIVISA.aspx\">Earthquake Information and Surveillance Centre</a> (the Azores).</p>\n\n<p>There is more advice on what to do during an earthquake on the <a rel=\"external\" href=\"https://www.cdc.gov/disasters/earthquakes/during.html\">Centers for Disease Control and Prevention website</a>.</p>\n\n<h3 id=\"extreme-weather-warnings\">Extreme weather warnings</h3>\n\n<p>For severe weather warnings, visit the <a rel=\"external\" href=\"https://www.meteoalarm.org/en/\">European Meteorological Services website</a>.</p>\n\n<hr>\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Before you travel check that:</p>\n\n<ul>\n  <li>your destination can provide the healthcare you may need</li>\n  <li>you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for local treatment or unexpected medical evacuation</li>\n</ul>\n\n<p>This is particularly important if you have a health condition or are pregnant.</p>\n\n<h2 id=\"emergency-medical-number\">Emergency medical number</h2>\n\n<p>Dial 112 and ask for an ambulance.</p>\n\n<p>Contact your insurance or medical assistance company promptly if you’re referred to a medical facility for treatment.</p>\n\n<p>Read more information on <a href=\"https://www.gov.uk/guidance/uk-residents-visiting-the-eueea-and-switzerland-healthcare\">healthcare when travelling in Europe</a>.</p>\n\n<h2 id=\"vaccinations-and-health-risks\">Vaccinations and health risks</h2>\n\n<p>At least 8 weeks before your trip check:</p>\n\n<ul>\n  <li>the latest information on health risks and what vaccinations you need in <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/181/portugal\">TravelHealthPro’s Portugal guide</a>\n</li>\n  <li>where to get vaccines and whether you have to pay on the <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">NHS travel vaccinations page</a>\n</li>\n</ul>\n\n<h2 id=\"medication\">Medication</h2>\n\n<p>The legal status and regulation of some medicines prescribed or bought in the UK can be different in other countries.</p>\n\n<p>TravelHealthPro explains <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>.</p>\n\n<p>The NHS has information on <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/medicines/can-i-take-my-medicine-abroad/\">whether you can take your medicine abroad</a>.</p>\n\n<p>UK prescriptions are not recognised in Portugal. Carry enough medication for your visit.</p>\n\n<p>If you need a repeat prescription, go to the nearest health center or hospital A&amp;E. You may have to pay for your medication.</p>\n\n<p>You will need to go to a pharmacy to get most medicines, though some non-prescription medication is sold at health stores in supermarkets and shopping centers. Find a pharmacy on the <a rel=\"external\" href=\"https://www.farmaciasportuguesas.pt/catalogo/pesquisar-farmacias\">Pharmacy Association website</a>.</p>\n\n<h2 id=\"healthcare-facilities-in-portugal\">Healthcare facilities in Portugal</h2>\n\n<p>You can view a <a href=\"https://www.gov.uk/government/publications/portugal-list-of-medical-facilitiespractitioners\">list of English-speaking medical facilities in Portugal</a>.</p>\n\n<p>If you’re feeling unwell, but it’s not an emergency, call:</p>\n\n<ul>\n  <li>Mainland Portugal: (+351) 808 24 24 24, press 9 for English</li>\n  <li>Madeira and Porto Santo: (+351) 800 24 24 20</li>\n  <li>Azores:(+351) 808 24 60 24</li>\n</ul>\n\n<h3 id=\"covid-19-healthcare\">COVID-19 healthcare</h3>\n\n<p>TravelHealthPro has general <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/499/covid-19-general-advice-for-travellers\">advice on travel and COVID-19</a>.</p>\n\n<h2 id=\"health-insurance-cards\">Health insurance cards</h2>\n\n<p>Apply for a free <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">UK Global Health Insurance Card (GHIC)</a> or <a rel=\"external\" href=\"https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/\">European Health Insurance Card (EHIC)</a> before leaving the UK. If you already have an EHIC, it will still be valid as long as it remains in date.</p>\n\n<p>The GHIC or EHIC entitles you to state-provided medical treatment necessary during your trip. Any treatment provided is on the same terms as Portuguese nationals. If you do not have your EHIC with you or you’ve lost it, <a rel=\"external\" href=\"https://www.nhsbsa.nhs.uk/contact-overseas-healthcare-services\">contact the NHS Overseas Healthcare Team</a>.</p>\n\n<p>It’s important to take out appropriate travel insurance for your needs. A GHIC or EHIC is not an alternative to travel insurance and you should have both before you travel. An EHIC or GHIC does not cover all health-related costs, for example, medical repatriation, ongoing medical treatment and non-urgent treatment. Read more about <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">what your travel insurance should cover</a>.</p>\n\n<p>GHIC and EHIC cover state healthcare only, not private treatment. You will be responsible for the cost of any treatment provided by a private doctor or private clinic.</p>\n\n<h2 id=\"travel-and-mental-health\">Travel and mental health</h2>\n\n<p>Read <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">FCDO guidance on travel and mental health</a>. There is also <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">guidance on TravelHealthPro</a>.</p>\n\n<hr>\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (FCDO) cannot provide tailored advice for individual trips. Read this travel advice and carry out your own research before deciding whether to travel.</p>\n\n<h2 id=\"emergency-services-in-portugal\">Emergency services in Portugal</h2>\n\n<p>Telephone: 112 (ambulance, fire, police)</p>\n\n<h2 id=\"contact-your-travel-provider-and-insurer\">Contact your travel provider and insurer</h2>\n\n<p>Contact your travel provider and your insurer if you are involved in a serious incident or emergency abroad. They will tell you if they can help and what you need to do.</p>\n\n<h3 id=\"refunds-and-changes-to-travel\">Refunds and changes to travel</h3>\n\n<p>For refunds or changes to travel, contact your travel provider. You may also be able to make a claim through insurance. However, insurers usually require you to talk to your travel provider first.</p>\n\n<p>Find out more about <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">changing or cancelling travel plans</a>, including:</p>\n\n<ul>\n  <li>where to get advice if you are in a dispute with a provider</li>\n  <li>how to access previous versions of travel advice to support a claim</li>\n</ul>\n\n<h2 id=\"support-from-fcdo\">Support from FCDO</h2>\n\n<p>FCDO has guidance on staying safe and what to do if you need help or support abroad, including: </p>\n\n<ul>\n  <li>\n    <p>finding English-speaking <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/results?serviceType=lawyers&amp;readNotice=ok&amp;country=Portugal&amp;region=Not%20set&amp;practiceArea=All&amp;readDisclaimer=ok\">lawyers</a>, <a href=\"https://www.gov.uk/government/publications/portugal-list-of-funeral-directors/list-of-funeral-directors-in-portugal\">funeral directors</a>  and <a href=\"https://www.gov.uk/government/publications/portugal-list-of-translators-and-interpreters/list-of-translators-and-interpreters-in-portugal\">translators and interpreters</a> in Portugal.</p>\n  </li>\n  <li>\n    <p>dealing with a <a href=\"https://www.gov.uk/government/publications/bereavement-information-for-portugal\">death in Portugal</a></p>\n  </li>\n  <li>\n    <p>being <a href=\"https://www.gov.uk/government/publications/portugal-prisoner-pack\">arrested in Portugal</a></p>\n  </li>\n  <li>\n    <p>getting help if you’re a <a href=\"https://www.gov.uk/victim-crime-abroad\">victim of crime</a></p>\n  </li>\n  <li>\n    <p>what to do if you’re <a href=\"https://www.gov.uk/guidance/in-hospital-abroad\">in hospital</a></p>\n  </li>\n  <li>\n    <p>if you are <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">affected by a crisis</a> such as a terrorist attack</p>\n  </li>\n</ul>\n\n<h2 id=\"contacting-fcdo\">Contacting FCDO</h2>\n\n<p>Follow and contact FCDO travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/portugal/email-signup\">get email notifications</a> when this travel advice is updated.</p>\n\n<h3 id=\"help-abroad-in-an-emergency\">Help abroad in an emergency</h3>\n\n<p>If you are abroad and you need emergency help from the UK government, contact the nearest <a href=\"https://www.gov.uk/world/embassies\">British embassy or consulate</a>.</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Portugal&amp;post=Portugal%20travel%20advice%20team\">contact FCDO online</a>.</p>\n\n<h3 id=\"fcdo-in-london\">FCDO in London</h3>\n\n<p>You can call FCDO in London if you need urgent help because something has happened to a friend or relative abroad.</p>\n\n<p>Telephone: 020 7008 5000 (24 hours)</p>\n\n<p><a href=\"https://www.gov.uk/call-charges\">Find out about call charges</a></p>\n\n<h2 id=\"risk-information-for-british-companies\">Risk information for British companies</h2>\n\n<p>The <a href=\"https://www.gov.uk/government/publications/overseas-business-risk-portugal\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n",
                    "slug": "getting-help",
                    "title": "Getting help"
                }
            ],
            "reviewed_at": "2023-08-09T09:16:51Z",
            "updated_at": "2023-08-25T16:32:09Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-01-21T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/portugal",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/portugal",
                    "base_path": "/foreign-travel-advice/portugal",
                    "content_id": "84647e7e-66d3-4b91-b562-b2a65c3c0be6",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-09T09:16:51Z",
                    "schema_name": "travel_advice",
                    "title": "Portugal travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/portugal",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/brexit-guidance",
                    "api_url": "https://www.gov.uk/api/content/government/collections/brexit-guidance",
                    "base_path": "/government/collections/brexit-guidance",
                    "content_id": "479cd15b-680f-4fbe-bc64-55058879957e",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-04-05T08:09:16Z",
                    "schema_name": "document_collection",
                    "title": "Travel or do business in Europe: Brexit guidance",
                    "web_url": "https://www.gov.uk/government/collections/brexit-guidance",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/portugal",
                    "api_url": "https://www.gov.uk/api/content/world/portugal",
                    "base_path": "/world/portugal",
                    "content_id": "17c78e57-5853-438a-bea5-46f3dacdbebd",
                    "description": "Services if you're visiting, studying, working or living in Portugal. Includes information about trading with and doing business in the UK and Portugal, and your rights after the UK’s exit from the EU.",
                    "details": {
                        "internal_name": "UK help and services in Portugal",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-02-28T16:42:46Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Portugal",
                    "web_url": "https://www.gov.uk/world/portugal",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/living-in-portugal",
                    "api_url": "https://www.gov.uk/api/content/guidance/living-in-portugal",
                    "base_path": "/guidance/living-in-portugal",
                    "content_id": "5d8f131a-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-27T13:23:59Z",
                    "schema_name": "detailed_guide",
                    "title": "Living in Portugal",
                    "web_url": "https://www.gov.uk/guidance/living-in-portugal",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/spain",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/spain",
                    "base_path": "/foreign-travel-advice/spain",
                    "content_id": "24df0bb1-0ca1-4675-9237-528ecd3d17a5",
                    "details": {
                        "change_description": "Information on transport strikes ('Safety and security' page).",
                        "country": {
                            "name": "Spain",
                            "slug": "spain",
                            "synonyms": [
                                "Ibiza",
                                "Majorca",
                                "Mallorca",
                                "Menorca",
                                "Minorca",
                                "Lanzarote",
                                "Barcelona",
                                "Benidorm",
                                "Tenerife",
                                "Canary Islands",
                                "Canaries",
                                "Gran Canaria",
                                "Fuerteventura"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-19T12:53:45Z",
                    "schema_name": "travel_advice",
                    "title": "Spain travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/spain",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-portugal",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-portugal",
                    "base_path": "/world/living-in-portugal",
                    "content_id": "c8f9690a-c651-41e5-bd00-4cc645411724",
                    "description": "Guidance on your rights after the UK’s exit from the EU, accessing healthcare, getting a document legalised, English-speaking lawyers, how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Portugal",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/portugal",
                                "api_url": "https://www.gov.uk/api/content/world/portugal",
                                "base_path": "/world/portugal",
                                "content_id": "17c78e57-5853-438a-bea5-46f3dacdbebd",
                                "description": "Services if you're visiting, studying, working or living in Portugal. Includes information about trading with and doing business in the UK and Portugal, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Portugal",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T16:42:46Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Portugal",
                                "web_url": "https://www.gov.uk/world/portugal",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2020-03-03T17:02:28Z",
                    "schema_name": "taxon",
                    "title": "Living in Portugal",
                    "web_url": "https://www.gov.uk/world/living-in-portugal",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-portugal",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-portugal",
                    "base_path": "/world/travelling-to-portugal",
                    "content_id": "164c8d2d-e04b-4427-bff7-a63ecfd8aea2",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Portugal",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/portugal",
                                "api_url": "https://www.gov.uk/api/content/world/portugal",
                                "base_path": "/world/portugal",
                                "content_id": "17c78e57-5853-438a-bea5-46f3dacdbebd",
                                "description": "Services if you're visiting, studying, working or living in Portugal. Includes information about trading with and doing business in the UK and Portugal, and your rights after the UK’s exit from the EU.",
                                "details": {
                                    "internal_name": "UK help and services in Portugal",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2020-02-28T16:42:46Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Portugal",
                                "web_url": "https://www.gov.uk/world/portugal",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:17:32Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Portugal",
                    "web_url": "https://www.gov.uk/world/travelling-to-portugal",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-08-09T09:16:51Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1692981129.736-10.13.20.5-33246",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Portugal travel advice",
        "updated_at": "2023-11-15T10:57:55Z",
        "withdrawn_notice": {}
    }
}