{
    "Country Slug": "sudan",
    "Country Name": "Sudan",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/sudan",
        "content_id": "deee5c29-5006-4280-bb46-44c0bd7a6a11",
        "description": "Latest FCDO travel advice for Sudan including on entry requirements, safety and security and local laws and customs.",
        "details": {
            "alert_status": [],
            "change_description": "Information on the risk of protests in Sudan due to the current conflict in Israel and the Occupied Palestinian Territories (‘safety and security’ page).",
            "change_history": [
                {
                    "note": "Latest update: this advice has been reviewed in full with amendments to all sections, including some changes to areas where the FCO advise against all travel or all but essential travel",
                    "public_timestamp": "2018-11-06T16:51:00.294Z"
                },
                {
                    "note": "Latest update: Summary - a prominent opposition leader is due to return to Sudan on Wednesday 19 December and be received by supporters in Omdurman that evening; there is a possibility of increased congestion around the airport, Africa Street, Embassy, Nile Street, and Omdurman on Wednesday afternoon/evening; you should exercise vigilance and avoid large crowds or gatherings",
                    "public_timestamp": "2018-12-17T18:06:46.363Z"
                },
                {
                    "note": "Latest update: Summary - updated information on sporadic protests, which have led to a state of emergency and curfews being imposed in several towns and cities across Sudan",
                    "public_timestamp": "2018-12-20T14:52:29.271Z"
                },
                {
                    "note": "Latest update: Summary - updated information on sporadic protests, which have led to a state of emergency and curfews being imposed in several towns and cities across Sudan",
                    "public_timestamp": "2018-12-21T13:41:16.180Z"
                },
                {
                    "note": "Latest update: Summary - There have been calls for further demonstrations, including in Khartoum, on 31 December and 1 January (Sudanese Independence Day), which have led to a state of emergency and curfews being imposed in several towns and cities across Sudan",
                    "public_timestamp": "2018-12-30T16:09:36.494Z"
                },
                {
                    "note": "Latest update: Summary - updated information and advice on protests in Khartoum and elsewhere in Sudan",
                    "public_timestamp": "2019-01-02T15:14:58.184Z"
                },
                {
                    "note": "Latest update: Summary and Safety and security section (Local travel and Political situation) - revised information and advice on protests in Khartoum and elsewhere in Sudan",
                    "public_timestamp": "2019-01-29T12:35:10.402Z"
                },
                {
                    "note": "Latest update: Summary - update to information on the availability of consular support",
                    "public_timestamp": "2019-02-14T11:24:24.021Z"
                },
                {
                    "note": "Latest update: Safety and security section (Local travel) and summary - updated information reflecting extension of state of emergency in states of Kassala and North Kordofan until 20 June 2019; Health section - update to information on Chikungunya outbreak",
                    "public_timestamp": "2019-02-21T10:59:20.433Z"
                },
                {
                    "note": "Latest update: Summary and Safety and security section (Local travel - East Sudan) - on 22 February 2019, President Omar Al Bashir announced a year-long state of emergency across Sudan, in response to ongoing protests which started in mid-December 2018; on 31 January 2019 the border between Sudan and Eritrea was reopened, having been closed since January 2018",
                    "public_timestamp": "2019-02-25T17:19:31.289Z"
                },
                {
                    "note": "Latest update: Correction to maps to reflect a change to the road network between the towns of El Obeid and Umm Ruwaba in North Kordofan state; the FCO continue to advise against all but essential travel to areas of North Kordofan and West Kordofan states south of the Kost-El Obeid-En Nahud road",
                    "public_timestamp": "2019-03-08T17:39:52.994Z"
                },
                {
                    "note": "Latest update: Summary and Health section - removal of information on Chikungunya; Safety and security section (Crime) - there have been reported incidents, including of foreign nationals being threatened and mugged, in the Al Sunat Forest area of Khartoum",
                    "public_timestamp": "2019-04-05T08:53:29.232Z"
                },
                {
                    "note": "Latest Update: Summary - On 6 April 2019 major protests took place across Sudan.  You should continue to monitor developments, follow the instructions of local authorities, and limit movements outside of your accomodation.  Sudan's state of emergency remains in effect. ",
                    "public_timestamp": "2019-04-06T17:01:14.141Z"
                },
                {
                    "note": "Summary: Revised information and advice on protests in Khartoum. ",
                    "public_timestamp": "2019-04-07T20:37:25.014Z"
                },
                {
                    "note": "Summary - Ongoing protests across the country",
                    "public_timestamp": "2019-04-08T18:46:32.239Z"
                },
                {
                    "note": "Latest update: Safety and security section and Summary - the FCO now advise against all but essential travel to Khartoum and all remaining areas of Sudan; advice against all travel to Darfur, Abyei, South Kordofan and Blue Nile, parts of West Kordofan, and border areas remains unchanged; if you’re in Sudan, you should consider carefully whether your need to remain is essential and consider leaving the country by commercial means",
                    "public_timestamp": "2019-04-11T17:19:49.411Z"
                },
                {
                    "note": "Safety and security section (Local travel - Khartoum) and summary - addition of information about a nightly curfew for Khartoum, which is in force between the hours of 10pm and 4am",
                    "public_timestamp": "2019-04-12T18:05:07.947Z"
                },
                {
                    "note": "Latest update: Safety and security section (Local travel - Khartoum) ",
                    "public_timestamp": "2019-04-13T17:21:55.913Z"
                },
                {
                    "note": "Latest update: Summary - updated information on current period of protests; addition of information on withdrawal of non-essential British Embassy staff and dependents",
                    "public_timestamp": "2019-04-15T10:44:13.666Z"
                },
                {
                    "note": "Latest update: Entry requirements section (Visas) - updated information on exit visas",
                    "public_timestamp": "2019-04-16T16:38:19.876Z"
                },
                {
                    "note": "Latest update: Entry requirements section (Visas) - updated information on exit visas for visitors to Sudan on a single entry visa",
                    "public_timestamp": "2019-04-24T13:45:03.876Z"
                },
                {
                    "note": "Latest update: Safety and security section and summary - change to travel advice level; the FCO no longer advise against all but essential travel to Khartoum and most other areas of Sudan; updated information and advice on continuing protests ",
                    "public_timestamp": "2019-05-02T15:28:41.638Z"
                },
                {
                    "note": "Latest update: Safety and security section (Local travel - Khartoum) - recent clashes between armed militia and protesters involving live fire and tear gas around the site of the protest; you should monitor developments closely and avoid any protests or sit-ins",
                    "public_timestamp": "2019-05-14T16:18:49.181Z"
                },
                {
                    "note": "Latest update: Safety and security section (Local travel - Khartoum) - recent increase in the number of roadblocks appearing without warning and causing severe disruption in parts of Khartoum and elsewhere",
                    "public_timestamp": "2019-05-15T16:31:42.624Z"
                },
                {
                    "note": "Latest update: Safety and security section (Local travel - Khartoum) – violence in Khartoum on 15 May as security services clashed with protesters, involving live fire, while attempting to remove barricades",
                    "public_timestamp": "2019-05-16T16:29:13.593Z"
                },
                {
                    "note": "Latest update: Safety and security section - addition of information on consular assistance in the Hala’ib Triangle and Bir Tawil Trapezoid\r\n\r\n",
                    "public_timestamp": "2019-05-30T16:35:27.403Z"
                },
                {
                    "note": "Latest update: Summary - change to advice against travel; the FCO now advise against all but essential travel to Khartoum and all other remaining areas of Sudan due to developments in the security and political situation; if you’re in Sudan, you should consider carefully whether your need to remain is essential and consider leaving the country by commercial means; as of 5 June 2019, the decision was made to withdraw non-essential British Embassy staff and dependants from Sudan",
                    "public_timestamp": "2019-06-05T17:26:54.337Z"
                },
                {
                    "note": "Latest update: Summary - a 5-day general strike is planned for Sunday 9 June which could lead to another escalation in violence and disruption to of commercial flights, which are already limited; updated information about flight options at Khartoum Airport and British Embassy services",
                    "public_timestamp": "2019-06-07T15:33:56.416Z"
                },
                {
                    "note": "Latest update: Summary – update on security situation; the security situation remains tense; all airlines, apart from Emirates, are running their normal schedules",
                    "public_timestamp": "2019-06-17T15:52:43.621Z"
                },
                {
                    "note": "Latest update: Summary - there are calls for protests on Sunday 30 June; if you need to be in Sudan on this date, you should avoid any large gatherings and any unnecessary travel;  plan ahead and be prepared for restrictions to be put in place at short notice",
                    "public_timestamp": "2019-06-28T09:14:09.000Z"
                },
                {
                    "note": "Summary - removal of information on calls for protests on Sunday 30 June",
                    "public_timestamp": "2019-07-02T08:53:00.000Z"
                },
                {
                    "note": "Summary - change to advice against travel; the FCO no longer advise against all but essential travel to Khartoum and most of the rest of Sudan; updated information on the security situation",
                    "public_timestamp": "2019-07-23T15:27:15.000Z"
                },
                {
                    "note": "Summary - updated information on the political and security situation; Safety and security section (Local travel - East Sudan) - addition of information about a state of emergency declared in Port Sudan following inter-tribal violence",
                    "public_timestamp": "2019-08-30T18:05:01.000Z"
                },
                {
                    "note": "Safety and security section and Summary - republished with editorial amendments; Safety and security (Local travel - South Kordofan, Blue Nile and Abyei) section - addition of information on flooding and a cholera outbreak in Blue Nile state; you should follow official health advice and monitor developments",
                    "public_timestamp": "2019-10-02T10:16:03.000Z"
                },
                {
                    "note": "Safety and security (Local travel - East Sudan: Gedaref, Kassala and Red Sea States) - updated information and advice following a curfew imposed in November and reports of inter-tribal conflict and violence in Port Sudan",
                    "public_timestamp": "2019-11-19T17:01:57.000Z"
                },
                {
                    "note": "Safety and security section (Local travel) and summary - addition of information and advice following incidents of gunfire in and around Khartoum, and the closure of Khartoum Airport",
                    "public_timestamp": "2020-01-14T18:02:31.000Z"
                },
                {
                    "note": "Latest update: Safety and security (Local travel) - following reopening of Khartoum Airport",
                    "public_timestamp": "2020-01-15T07:14:23.000Z"
                },
                {
                    "note": "This page has been reviewed in full; Safety and security section (Political situation) - editorial amendments",
                    "public_timestamp": "2020-02-06T17:55:09.000Z"
                },
                {
                    "note": "Addition of information on coronavirus (COVID-19) ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-16T11:58:46.000Z"
                },
                {
                    "note": "Minor amendments to information on COVID-19 ('Health' page)",
                    "public_timestamp": "2020-03-18T19:49:56.000Z"
                },
                {
                    "note": "Update to information about travel restrictions introduced in relation to coronavirus (COVID-19) ('Summary','Entry requirements' and 'Health' pages)",
                    "public_timestamp": "2020-03-19T11:59:55.000Z"
                },
                {
                    "note": "The Sudanese authorities have now opened a 48 hour window from 1800 GMT 19 March until 1800 GMT 21 March for airlines to operate. ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-19T13:49:00.000Z"
                },
                {
                    "note": "Given the rapidly changing situation in Sudan we are temporarily withdrawing a limited number of UK staff and their dependents from our Embassy.  The Embassy will continue to carry out essential work including providing 24/7 consular assistance and support to British people in Sudan (Summary).",
                    "public_timestamp": "2020-03-20T00:36:01.000Z"
                },
                {
                    "note": "Sudan has barred any international commercial passenger flights coming in or out of the country in response to the coronavirus (COVID-19) outbreak.  ",
                    "public_timestamp": "2020-03-22T15:03:30.000Z"
                },
                {
                    "note": "A countrywide curfew between 2000-0600 is in effect and all internal flights and inter-State bus transport services are also suspended. ('Summary' and 'Coronavirus' Pages)",
                    "public_timestamp": "2020-03-26T18:36:55.000Z"
                },
                {
                    "note": "A countrywide curfew between 1800-0600 is in effect and all internal flights and inter-State bus transport services are suspended. ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-03-30T12:56:20.000Z"
                },
                {
                    "note": "Update to information and advice on new lockdown restrictions in Khartoum state effective from Saturday 18 April, new countrywide curfew restrictions ('Summary', 'Coronavirus' and 'Entry requirement' pages) and returning to the UK (‘Return to the UK’ page).",
                    "public_timestamp": "2020-04-17T12:07:20.000Z"
                },
                {
                    "note": "Update to information on countrywide curfew restrictions ('Coronavirus' page) and returning to the UK (‘Return to the UK’ page).",
                    "public_timestamp": "2020-04-21T20:08:24.000Z"
                },
                {
                    "note": "Update to information on countrywide curfew restrictions ('Summary' page), returning to the UK (‘Return to the UK’ page) and the start of Ramadan (‘Local laws and customs’ page) ",
                    "public_timestamp": "2020-04-28T18:34:01.000Z"
                },
                {
                    "note": "This travel advice has been reviewed in full and reissued without amendment.",
                    "public_timestamp": "2020-05-05T10:05:15.000Z"
                },
                {
                    "note": "Update to information on charter flight option to Paris (‘Summary’ and ‘Return to the UK’ page).",
                    "public_timestamp": "2020-05-05T16:20:30.000Z"
                },
                {
                    "note": "Further information  on charter flight option to Paris (‘Summary’ and ‘Return to the UK’ page)",
                    "public_timestamp": "2020-05-06T11:54:50.000Z"
                },
                {
                    "note": "Update on extension of lockdown in Khartoum (‘Summary’ and ‘Coronavirus’ pages) and guidance for those unable to return to the UK (Return to the UK page)",
                    "public_timestamp": "2020-05-09T19:16:55.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-14T11:32:59.000Z"
                },
                {
                    "note": "Addition of information on special flight on 21 May from Khartoum to London. ('Summary’ and ‘Return to UK’ pages) ",
                    "public_timestamp": "2020-05-15T09:23:33.000Z"
                },
                {
                    "note": "Booking has closed for the special flight on 21 May from Khartoum to the UK ('Return to UK' page)",
                    "public_timestamp": "2020-05-18T13:00:08.000Z"
                },
                {
                    "note": "Update to information and advice on flights ('Return to the UK' page) and extension of lockdown to 2 June ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-05-21T12:09:11.000Z"
                },
                {
                    "note": "Update of information on extension of coronavirus (COVID-19) lockdown until 18 June and amended curfew timings ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-06-02T10:56:58.000Z"
                },
                {
                    "note": "Removal of dates on the holy month of Ramadan during 2020",
                    "public_timestamp": "2020-06-02T11:48:29.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T13:22:16.000Z"
                },
                {
                    "note": "Addition of information on a special commercial flight to Paris from Khartoum on Sunday 14 June ('Return to the UK' page)",
                    "public_timestamp": "2020-06-10T14:14:50.000Z"
                },
                {
                    "note": "Removal of information on Air Cairo flight that departed on 14 June ('Return to the UK' page).",
                    "public_timestamp": "2020-06-15T15:12:21.000Z"
                },
                {
                    "note": "Extension of COVID-19 restrictions in Khartoum State until  on 29 June ('Staying during coronavirus' page).",
                    "public_timestamp": "2020-06-21T11:39:51.000Z"
                },
                {
                    "note": "Extension of COVID-19 restrictions in Khartoum State until 29 June ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-06-21T11:52:24.000Z"
                },
                {
                    "note": "Information on commercial passenger flight option to Dubai on 26 June  ('Summary’ and 'Return to the UK’ pages)",
                    "public_timestamp": "2020-06-22T11:54:36.000Z"
                },
                {
                    "note": "Updated information on commercial passenger flight options to Dubai during July ('Summary’ and 'Return to the UK’ pages)",
                    "public_timestamp": "2020-06-26T14:45:26.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section",
                    "public_timestamp": "2020-07-08T08:39:21.000Z"
                },
                {
                    "note": "Update to information on curfew times and conditions (‘Summary’ and ‘Coronavirus’ pages)  ",
                    "public_timestamp": "2020-07-10T09:56:14.000Z"
                },
                {
                    "note": "Updated information on commercial flight options to and from Sudan and amendments to local laws (‘Summary’, ‘Coronavirus’, ‘Local laws and customs’, and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-07-21T16:34:02.000Z"
                },
                {
                    "note": "Update to information on airlines’ conditions of carriage (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2020-07-30T12:21:09.000Z"
                },
                {
                    "note": "Addition of information on reports of a Polio outbreak in a number of states (‘Health’ page)",
                    "public_timestamp": "2020-08-19T10:04:32.000Z"
                },
                {
                    "note": "Addition of information on the removal of internal COVID-19 restrictions by the Sudanese authorities and update on severe flooding (‘Coronavirus’ and 'Natural disasters' pages)",
                    "public_timestamp": "2020-09-25T14:03:41.000Z"
                },
                {
                    "note": "Updated information on the threat from terrorism ('Summary' and 'Terrorism' pages).",
                    "public_timestamp": "2020-10-08T14:33:20.000Z"
                },
                {
                    "note": "The FCDO advise against all but essential travel to within 20km of the border with Ethiopia.  Update on the closure of the Sudan / Ethiopia border. ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2020-11-12T17:06:00.000Z"
                },
                {
                    "note": "Addition of information on the banning of air travel from the UK to Sudan from 23 December 2020 to 5 January 2021 ('Summary', Coronavirus' and 'Entry Requirements' pages) and update to local travel information within Sudan ('Safety and Security' page)",
                    "public_timestamp": "2020-12-22T11:00:08.000Z"
                },
                {
                    "note": "Addition of information on the banning of air travel from the UK to Sudan until 13 January 2021 ('Summary', 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-01-05T17:44:22.000Z"
                },
                {
                    "note": "Updated information on entry requirements to Sudan due to COVID-19; passengers must possess a certificate confirming a negative COVID-19 test result, taken less than 72 hours before arrival and must self-isolate for 14 days on arrival ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2021-01-14T11:04:01.000Z"
                },
                {
                    "note": "Addition of information and advice on pre-departure COVID-19 testing facilities in Sudan (‘Coronavirus’ page)",
                    "public_timestamp": "2021-02-05T17:27:49.000Z"
                },
                {
                    "note": "Removal of information on tribal violence in July 2020 ('Safety and security' page)",
                    "public_timestamp": "2021-02-09T12:42:36.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Sudan ('Coronavirus' page)",
                    "public_timestamp": "2021-02-18T16:00:10.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Sudan ('Coronavirus' page)",
                    "public_timestamp": "2021-04-30T14:58:16.000Z"
                },
                {
                    "note": "Removal information on the requirement for 14 days self-isolation for UK arrivals ('Entry requirements' page)",
                    "public_timestamp": "2021-05-10T12:37:02.000Z"
                },
                {
                    "note": "From 4am on Tuesday 8 June Sudan will move to the red list for entering England. ('Summary' page)",
                    "public_timestamp": "2021-06-04T09:52:22.000Z"
                },
                {
                    "note": "Update to information on getting a COVID vaccine if you live in Sudan ('Coronavirus' page)",
                    "public_timestamp": "2021-08-02T10:53:50.000Z"
                },
                {
                    "note": "New information on the introduction of a curfew in parts of North Kordofan ('Safety and security' page)",
                    "public_timestamp": "2021-09-06T10:18:35.000Z"
                },
                {
                    "note": "New information on an attempted coup in Khartoum ('Summary' page). ",
                    "public_timestamp": "2021-09-21T10:20:52.000Z"
                },
                {
                    "note": "Update to information on an attempted coup on the 21 September 2021 ('Summary' page)",
                    "public_timestamp": "2021-09-22T12:44:19.000Z"
                },
                {
                    "note": "Information about ongoing protests in Red Sea State ('Safety and security' page)",
                    "public_timestamp": "2021-09-24T12:16:09.000Z"
                },
                {
                    "note": "Updated information following attempted coup on 21 September ('Summary' page)",
                    "public_timestamp": "2021-09-29T12:38:28.000Z"
                },
                {
                    "note": "From 4am on Monday 11 October, Sudan will no longer be on the red list for entering England. Check what you must do to travel abroad and return to England, Scotland, Wales or Northern Ireland. ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2021-10-07T17:11:21.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Sudan, based on the current assessment of COVID-19 risks ",
                    "public_timestamp": "2021-10-11T10:18:10.000Z"
                },
                {
                    "note": "Reports of arrests of civilian members of the Transitional Government by the military, following the coup on 21 September; protests are likely; reports of internet and telephone service blockages; heightened risk that the situation in Khartoum and elsewhere in Sudan could deteriorate rapidly ('Summary')\r\n\r\n",
                    "public_timestamp": "2021-10-25T08:17:36.000Z"
                },
                {
                    "note": "The FCDO now advises against all but essential travel to the parts of Sudan which were without restrictions, and an additional telephone number to reach consular support (‘Summary’ page) ",
                    "public_timestamp": "2021-10-25T21:02:28.000Z"
                },
                {
                    "note": "Update to information and advice on the political situation, telecommunications, and local travel ('Safety and security' page)",
                    "public_timestamp": "2021-10-27T12:53:56.000Z"
                },
                {
                    "note": "Addition of information on large protests that are expected to take place across Sudan on and around 30 October.  Updated information on the continued uncertainty of flight availability (‘Summary’, ‘Coronavirus’ and 'Safety and security' pages)",
                    "public_timestamp": "2021-10-29T15:28:25.000Z"
                },
                {
                    "note": "Updated information on large protests that are expected to take place across Sudan on and around 6 November, and update on flight information (‘Summary’ and 'Safety and security' pages)",
                    "public_timestamp": "2021-11-01T17:10:12.000Z"
                },
                {
                    "note": "Removal of information about planned protests on 6 November. Updated information on the continued calls for protests which could occur at short notice (‘Summary’ and 'Safety and security' pages)",
                    "public_timestamp": "2021-11-08T16:57:01.000Z"
                },
                {
                    "note": "Updated information on potential protests across Sudan, which could occur at short notice, following military appointment of a new Sovereign Council (‘Summary’ and 'Safety and security' pages)",
                    "public_timestamp": "2021-11-12T12:09:59.000Z"
                },
                {
                    "note": "Updated information on the political situation and potential protests across Sudan, which could occur at short notice (‘Summary’ and 'Safety and security' pages)",
                    "public_timestamp": "2021-11-24T12:28:03.000Z"
                },
                {
                    "note": "Updated information on the use of non-Sudanese credit and debit cards (‘Money’ page)",
                    "public_timestamp": "2021-12-10T14:35:31.000Z"
                },
                {
                    "note": "Updated information on the political situation, including continued risks related to protests, following the resignation of the Sudanese Prime Minister (‘Summary’ and ‘Safety and security’ pages’).  ",
                    "public_timestamp": "2022-01-03T09:22:47.000Z"
                },
                {
                    "note": "Updated information on the political situation, including continued risks related to protests, and on COVID-19 vaccines. (‘Summary’ and ‘COVID-19 vaccines if you live in Sudan’ pages’). ",
                    "public_timestamp": "2022-03-02T11:41:42.000Z"
                },
                {
                    "note": "Update to information related to increased reports of opportunistic crime, thefts, muggings and demands for payments at checkpoints. (‘Summary’ and ‘Safety and Security’ pages’)",
                    "public_timestamp": "2022-04-04T14:31:14.000Z"
                },
                {
                    "note": "Updated information on entry rules regarding COVID-19 and the ongoing risk related to political crisis and violence against protests ('Summary', 'Entry requirements' and 'Safety and security' pages)",
                    "public_timestamp": "2022-07-07T14:55:16.000Z"
                },
                {
                    "note": "Addition of information that COVID-19 restrictions on entering Sudan have been lifted as of 1 August 2022 ('Entry requirements' page).",
                    "public_timestamp": "2022-09-20T11:22:47.000Z"
                },
                {
                    "note": "Removal of 'advice against all but essential travel' for Khartoum and some wider areas of Sudan. The FCDO now advises against all travel within 20km of the border with Eritrea and Ethiopia, and the al-Fashaga region. The FCDO also now advises against all but essential travel to the Hala’ib Triangle and Bil Tawil trapezoid. The FCDO additionally continues to advise against all travel to the Darfur states, the Abyei Region, South Kordofan and Blue Nile states, the southern area of West Kordofan state that was previously part of South Kordofan, to within 50km of the border with South Sudan in White Nile and Sennar states, and to within 200km of the border with Libya ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2022-10-12T10:47:10.000Z"
                },
                {
                    "note": "Updated information on entry requirements for children and young people ('Entry requirements' page).",
                    "public_timestamp": "2023-03-09T09:29:39.000Z"
                },
                {
                    "note": "Updated Sudan Embassy in London website links ('Local laws and customs' and 'Entry requirements' pages).",
                    "public_timestamp": "2023-03-16T10:12:43.000Z"
                },
                {
                    "note": "Updated information on Malaria and Dengue haemorrhagic fever ('Health' page). \r\n\r\n",
                    "public_timestamp": "2023-03-27T11:22:19.000Z"
                },
                {
                    "note": "Updated information on military clashes in Khartoum and other parts of the country (‘Summary’ and ‘Safety and security’ pages).",
                    "public_timestamp": "2023-04-15T10:13:24.000Z"
                },
                {
                    "note": "Change to advise against all travel to the whole of Sudan (‘Summary’ page).",
                    "public_timestamp": "2023-04-15T18:42:06.000Z"
                },
                {
                    "note": "Update on the security situation and closure of the airport (‘Summary’ and ‘Safety and security’ pages)",
                    "public_timestamp": "2023-04-16T17:06:26.000Z"
                },
                {
                    "note": "Further update to security situation in Sudan; in the event of a ceasefire, any decision to move must be taken at individual risk.  (Summary)",
                    "public_timestamp": "2023-04-18T21:14:51.000Z"
                },
                {
                    "note": "Request for British nationals to register their presence with the FCDO if they are in Sudan\r\n\r\n\r\n\r\n\r\n",
                    "public_timestamp": "2023-04-20T22:07:52.000Z"
                },
                {
                    "note": "Further update to security situation in Sudan; in the event of a ceasefire, any decision to move must be taken at individual risk.",
                    "public_timestamp": "2023-04-22T07:20:50.000Z"
                },
                {
                    "note": "Addition of information regarding reports of independent convoys (summary)",
                    "public_timestamp": "2023-04-23T01:11:00.000Z"
                },
                {
                    "note": "Latest update: Addition of information regarding reports of independent convoys (Summary) and updates to ‘Help and support’ and ‘Travel advice help and support’.",
                    "public_timestamp": "2023-04-23T12:58:24.000Z"
                },
                {
                    "note": "Updated to advice on staying indoors. We continue to advise you do so wherever possible. (summary)",
                    "public_timestamp": "2023-04-24T06:23:24.000Z"
                },
                {
                    "note": "Updated information on number to telephone for consular services ('Summary' page).",
                    "public_timestamp": "2023-04-24T16:03:36.000Z"
                },
                {
                    "note": "Updated information on Evacuation plans ('Summary' page).",
                    "public_timestamp": "2023-04-25T05:42:10.000Z"
                },
                {
                    "note": "\"Addition of information and advice about evacuation plans (Summary page)\"",
                    "public_timestamp": "2023-04-25T06:58:34.000Z"
                },
                {
                    "note": "Information added about how the UK Government are helping British nationals leave Sudan, with information on where to go. ",
                    "public_timestamp": "2023-04-25T11:00:18.000Z"
                },
                {
                    "note": "information added about the need to be a non-visa national or to already have existing UK entry clearance to be eligible for evacuation ('Summary' page) and information about an increased malaria risk in Khartoum ('Summary' and 'Health' pages)",
                    "public_timestamp": "2023-04-25T17:53:58.000Z"
                },
                {
                    "note": "Information added about evacuation flights and about the HMG presence in Port Sudan ('Summary' page).",
                    "public_timestamp": "2023-04-26T21:23:56.000Z"
                },
                {
                    "note": "Latest update: Details of other exit routes from Sudan ('Summary', 'Coronavirus', 'Safety and security', 'Terrorism', 'Entry requirements' and 'Travel advice help and support' pages).",
                    "public_timestamp": "2023-04-27T20:01:57.000Z"
                },
                {
                    "note": "Latest update:\r\nUpdate to reflect the extension of the ceasefire by a further 72 hours (“Evacuation”) \r\n",
                    "public_timestamp": "2023-04-28T03:28:22.000Z"
                },
                {
                    "note": "updated with information about ending of evacuation flights, and FCDO assistance available in Port Sudan ('Summary' page)",
                    "public_timestamp": "2023-04-28T17:03:58.000Z"
                },
                {
                    "note": "\"Updated information on travelling to Saudi Arabia from Sudan (Summary page)\"",
                    "public_timestamp": "2023-04-29T13:27:41.000Z"
                },
                {
                    "note": "Latest update: Updated information on the end of evacuations from Wadi Saeedna airfield (Summary page)\r\n",
                    "public_timestamp": "2023-04-30T00:26:12.000Z"
                },
                {
                    "note": "\"Updated information on evacuation from Port Sudan (Summary page)\"",
                    "public_timestamp": "2023-04-30T14:28:01.000Z"
                },
                {
                    "note": "Updated information on evacuation from Port of Sudan (summary page)\"",
                    "public_timestamp": "2023-04-30T18:09:09.000Z"
                },
                {
                    "note": "Updated information on evacuation from Port of Sudan (Summary page).",
                    "public_timestamp": "2023-05-01T11:11:55.000Z"
                },
                {
                    "note": "updated with information on final evacuation flights from Port Sudan on 3 May ('Summary' page)",
                    "public_timestamp": "2023-05-02T17:45:41.000Z"
                },
                {
                    "note": "Information for British Nationals still in Sudan following the departure of the final evacuation flight",
                    "public_timestamp": "2023-05-03T23:56:54.000Z"
                },
                {
                    "note": "Updated information on the changing security environment in Port Sudan, and the inclusion of a 24/7 helpline ('Summary' page).",
                    "public_timestamp": "2023-05-04T10:38:07.000Z"
                },
                {
                    "note": "Updated to reflect that all remaining UK consular staff have now been withdrawn from Port Sudan and the Egypt/Sudan border, and how British nationals remaining in Sudan needing assistance can contact the FCDO. ('Summary' page).",
                    "public_timestamp": "2023-05-05T12:02:47.000Z"
                },
                {
                    "note": "Information added on temporary closure of British Embassy Khartoum, restricted availability of consular support, and how to contact the FCDO if you are a British national in need of assistance in Sudan. ('Summary' page). ",
                    "public_timestamp": "2023-05-10T16:38:38.000Z"
                },
                {
                    "note": "Saudi Government announces end of humanitarian evacuations from the Republic of Sudan ('Summary page')",
                    "public_timestamp": "2023-05-12T21:16:05.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T10:53:48.000Z"
                },
                {
                    "note": "Information about air travel in and out of Sudan ('Safety and security' page). ",
                    "public_timestamp": "2023-08-09T14:39:50.000Z"
                },
                {
                    "note": "Information on the risk of protests in Sudan due to the current conflict in Israel and the Occupied Palestinian Territories (‘safety and security’ page).",
                    "public_timestamp": "2023-10-27T14:33:59.000Z"
                }
            ],
            "country": {
                "name": "Sudan",
                "slug": "sudan",
                "synonyms": [
                    "Sahel"
                ]
            },
            "document": {
                "attachment_type": "file",
                "content_type": "application/pdf",
                "id": "24841ddf-9866-4390-8f29-a35a00a7cd99",
                "url": "https://assets.publishing.service.gov.uk/media/643d1e65773a8a0013ab2d90/FCDO__TA__038_-_Sudan_Travel_Advice_Ed6.pdf"
            },
            "email_signup_link": "/foreign-travel-advice/sudan/email-signup",
            "image": {
                "content_type": "image/jpeg",
                "url": "https://assets.publishing.service.gov.uk/media/643d1e6522ef3b000f66f30b/FCDO__TA__038_-_Sudan_Travel_Advice_Ed6__WEB_.jpg"
            },
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<h2 id=\"fcdoadvises-against-all-travel-to-sudan\">\n<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to Sudan</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against travel to Sudan for security reasons.</p>\n\n<h3 id=\"security-situation-in-sudan\">Security situation in Sudan</h3>\n\n<p>Military conflict in Khartoum and other parts of Sudan is ongoing. There have been several ceasefires, but these have been regularly broken.  Khartoum International Airport is currently closed.</p>\n\n<p>British nationals in Sudan should consider the risks if they decide to leave Sudan by any route. Travel within or out of Sudan is  at your own risk.</p>\n\n<p>Monitor  travel advice and other media reports as the situation is changing fast. Sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/sudan/email-signup\">get email notifications</a> when this travel advice is updated.</p>\n\n<h3 id=\"british-embassy-in-sudan\">British Embassy in Sudan</h3>\n\n<p>The British Embassy in Khartoum is temporarily closed due to the conflict. There are no British consular staff in Sudan. Our ability to provide consular assistance is severely limited and we cannot provide in-person support within Sudan.</p>\n\n<p>If you are a British national in Sudan, you can contact us on our 24/7 telephone helpline on +44 1908 516 666. Select option 2 for consular services for British nationals.</p>\n\n<h3 id=\"evacuation-flights-ended\">Evacuation flights ended</h3>\n\n<p>The UK Government is no longer running any evacuation operations from Sudan.</p>\n\n<p>If you are a British national in Sudan and in need of assistance, please contact our helpline and read the departure options below. These are regularly updated.</p>\n\n<p>Travel within or out of Sudan is at your own risk. The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> cannot offer advice on the safety of travelling to any departure point within Sudan.</p>\n\n<p>The UK Government’s ability to facilitate onward travel for those travelling from Sudan into countries in the region is limited. You will therefore be expected to cover the cost of visas, accommodation, insurance and onward travel yourself. We are unable to provide support for non-British dependants of British Nationals. You can contact us on our 24/7 telephone helpline on +44 1908 516 666.</p>\n\n<h3 id=\"travelling-to-saudi-arabia-from-port-sudan\">Travelling to Saudi Arabia from Port Sudan</h3>\n\n<p>On 12 May the Saudi government announced the end of humanitarian evacuations from Sudan. For information about arriving in Jeddah and entry requirements, see the <a href=\"https://www.gov.uk/foreign-travel-advice/saudi-arabia\">Saudi Arabia travel advice</a>.</p>\n\n<p>If you are arriving in Jeddah from Port Sudan and need urgent assistance, you can contact our consular help desk in Jeddah on +966 (0)12 622 5550 and press option 4.</p>\n\n<h3 id=\"travelling-to-egypt-from-sudan\">Travelling to Egypt from Sudan</h3>\n\n<p>Large numbers of people are trying to cross the border from Sudan into Egypt. There are two main land border crossings between Egypt and Sudan, at Qustul and Argeen. The nearest town in Sudan to the crossings is Wadi Halfa (30km from border). There is almost no infrastructure at these border crossings. Individuals are currently waiting several days to transit the border, with very limited access to food and water.</p>\n\n<p>We do not have a presence at the Egyptian border and our ability to provide consular assistance is very limited. If you are a British national planning to cross into Egypt at Argeen or Qustul and you do not have valid documentation with you, please contact the British Embassy in Cairo on + 2 (02) 2791 6000.</p>\n\n<p>See our <a href=\"https://www.gov.uk/foreign-travel-advice/egypt\">Egypt travel advice</a> for entry requirements.</p>\n\n<h3 id=\"travelling-to-chad-eritrea-central-africa-republic-south-sudan-libya-or-ethiopia-from-sudan\">Travelling to Chad, Eritrea, Central Africa Republic, South Sudan, Libya or Ethiopia from Sudan</h3>\n\n<p>Sudan’s borders with Chad and Eritrea are currently closed.</p>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all travel to Central African Republic, South Sudan, Libya and within 20km of the Ethiopian side of the border with Sudan.</p>\n\n<h3 id=\"help-and-support-in-sudan\">Help and support in Sudan</h3>\n\n<p>If you are in Sudan, you can contact our 24/7 helpline on:</p>\n\n<p>+44 1908 516 666</p>\n\n<p>Select option 2 for consular services for British nationals.</p>\n\n<h3 id=\"concern-for-friends-and-family\">Concern for friends and family</h3>\n\n<p>If you’re in the UK and worried about a British person in Sudan, you can contact us 24/7 on:</p>\n\n<p>020 7008 5000</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Sudan&amp;post=Sudan%20travel%20advice%20team\">submit a written enquiry</a>, or contact us on <a rel=\"external\" href=\"https://twitter.com/FCDOtravelGovUK\">Twitter</a> or <a rel=\"external\" href=\"https://en-gb.facebook.com/FCDOTravel\">Facebook</a>.</p>\n\n<h3 id=\"malaria-risk\">Malaria risk</h3>\n\n<p>Reported malaria cases have increased in Khartoum. See <a href=\"https://www.gov.uk/foreign-travel-advice/sudan/health\">Health</a>.</p>\n\n<p>If you have recently left Sudan, and develop fever or flu-like symptoms, you should seek urgent medical attention and tell them that you have recently left a malarial risk area.</p>\n\n<h3 id=\"uk-visa-and-passport-information\">UK Visa and Passport Information</h3>\n\n<p>If you are a British national in Sudan, and would like information about applying for UK visas for your family then visit <a href=\"https://www.gov.uk/apply-to-come-to-the-uk\">www.gov.uk/apply-to-come-to-the-uk</a> or call UK Visas and Immigration on +44 (0) 203 875 4669.</p>\n\n<p>We are currently unable to accept applications for British passports from Sudan.  You can apply in a neighbouring country of your choice.  Visit <a href=\"https://www.gov.uk/overseas-passports\">www.gov.uk/overseas-passports</a> or call the passport advice line on +44 (0) 300 222 0000.</p>\n\n<h2 id=\"travel-insurance\">Travel insurance</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises that no one should travel to Sudan because the risks are too high.</p>\n\n<p>Your travel insurance could be invalidated if you travel against <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advice.</p>\n\n",
                    "slug": "summary",
                    "title": "Summary"
                },
                {
                    "body": "<h2 id=\"coronavirus-travel-health\">Coronavirus travel health</h2>\n\n<p>See the TravelHealthPro website for further advice on  <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/499/novel-coronavirus-covid-19-general-advice-for-travellers\">COVID-19: general advice for travellers</a>.</p>\n\n<h2 id=\"entry-and-borders\">Entry and borders</h2>\n\n<h1 id=\"the-fcdo-currently-advises-against-all-travel-to-sudan\">The FCDO currently advises against all travel to Sudan.</h1>\n\n<p>See <a href=\"/foreign-travel-advice/sudan/entry-requirements\">entry requirements</a> for Sudan.</p>\n\n<h2 id=\"be-prepared-for-your-plans-to-change\">Be prepared for your plans to change</h2>\n\n<p>No travel is risk-free during COVID-19. Countries may further restrict travel or bring in new rules at short notice, for example, due to a new COVID-19 variant.</p>\n\n<h2 id=\"healthcare\">Healthcare</h2>\n\n<p>Due to the current conflict, health services are likely to be significantly affected and may be unavailable, including <a href=\"https://www.gov.uk/government/publications/sudan-list-of-medical-facilities/list-of-hospitals-for-british-nationals-in-khartoum\">hospitals for British nationals in Khartoum</a>.</p>\n\n<p>View <a href=\"/foreign-travel-advice/sudan/health\">Health</a> for further details on healthcare in Sudan.</p>\n",
                    "slug": "coronavirus",
                    "title": "Coronavirus"
                },
                {
                    "body": "<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> currently advises against all travel to Sudan. All parts of the country should be considered potentially unsafe. Significant disturbance and conflict may occur at any time.</p>\n\n<h2 id=\"political-situation\">Political situation</h2>\n\n<p>A military coup in 2021 triggered the ongoing political crisis.  The political situation deteriorated significantly when violent clashes broke out in April 2023. The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> currently advises against all travel to Sudan.</p>\n\n<p>The current conflict in Israel and the Occupied Palestinian Territories has led to heightened tensions elsewhere in the world, and could potentially increase the risk of violence and protests in Sudan.</p>\n\n<h2 id=\"telecommunications\">Telecommunications</h2>\n\n<p>There are intermittent communication blackouts. Mobile phone and internet services are currently only partially available and telecommunications networks could be disrupted without warning.</p>\n\n<h2 id=\"crime\">Crime</h2>\n<p>Due to the current conflict and economic situation there have been increases in opportunistic crime, petty theft, muggings, demands for money at checkpoints, mobile phone and bag-snatching (including drive-by bag snatching by thieves on motorbikes), aggressive begging (including attempts to open the doors of stationary vehicles), and burglaries.</p>\n\n<p>Don’t leave valuable items on display in your car while travelling and keep doors and windows closed and locked at all times. If you are stopped, avoid confrontation.</p>\n\n<h2 id=\"road-travel\">Road travel</h2>\n\n<p>Road travel will involve heightened levels of risk due to the current conflict and should only be undertaken if strictly necessary.</p>\n\n<p>Road traffic accidents are common in Sudan. There is a high risk of being involved in a traffic accident when using public transport or vehicles for hire such as rickshaws and ‘amjad minivans’.</p>\n\n<p>Road conditions are poor and many roads, even major ones, are not tarred or have potholes. Many roads are unsurfaced. Roads are used by pedestrians, donkey-carts and rickshaws, as well as motor vehicles. At night, there is generally no street lighting and many vehicles have no lights.</p>\n\n<p>Many areas south of Khartoum become inaccessible by road during the rainy season from July to October. The wadis (dry riverbeds) are subject to dangerous flash floods, and many are not passable during the rains except on a major road.</p>\n\n<p>You can drive in Sudan using a full UK driving licence for a maximum period of 3 months. You may be able to get a local driving licence from the police traffic department. Although drivers should have a licence and insurance, many do not have these. Make sure you have adequate insurance.</p>\n\n<p>Sudanese law prohibits the use of mobile phones while driving. </p>\n\n<h2 id=\"air-travel\">Air travel</h2>\n\n<p>Khartoum International Airport (KRT) remains closed following the outbreak of violence in April 2023 and there are no commercial flight services operating to Sudan. However, <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> understands that some commercial flight operations leaving Sudan, from Port Sudan Airport, have started. We understand that these have been operated by Sudanese airlines. There are no Sudanese airlines that meet international safety standards.</p>\n\n<p>The <a href=\"https://www.gov.uk/guidance/uk-air-safety-list\">UK Air Safety List</a> (ASL) lists all known airlines operating in Sudan that do not meet international safety standards and are banned from operating commercial air services to, from and within the UK. Check the <a href=\"https://www.gov.uk/guidance/uk-air-safety-list\">UK Air Safety List</a> when considering which airline to fly with. This list is maintained by the Department for Transport, based on advice from the <a rel=\"external\" href=\"https://www.caa.co.uk/Commercial-Industry/Airlines/Licensing/Requirements-and-guidance/Third-Country-Operator-Certificates\">UK Civil Aviation Authority.</a></p>\n\n<h2 id=\"sea-travel\">Sea travel</h2>\n\n<p>Piracy has been reported in the Red Sea around the Gulf of Aden. Be vigilant and seek local advice. For more information , see our <a href=\"https://www.gov.uk/guidance/sea-river-and-piracy-safety\">piracy and armed robbery at sea page</a>.</p>\n\n<p>If you go ashore along the Red Sea Coast, ensure you have reviewed the relevant country travel advice and have the correct documentation for entry.</p>\n\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Terrorists are likely to try to carry out attacks in Sudan.</p>\n\n<p>Attacks could be indiscriminate including in places visited by foreigners. You should be vigilant at all times, especially in crowded areas and public places like transport hubs, hotels, restaurants, places of worship and major gatherings. You should follow the advice of local authorities. In November 2020 Al-Qaeda in the Arabian Peninsula released a message calling for attacks in East Africa, including Sudan, against US and Israeli interests.</p>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out how to reduce your risk from <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">terrorism</a> while abroad.</p>\n\n<h3 id=\"kidnaps\">Kidnaps</h3>\n\n<p>There is a high threat of kidnapping in Darfur. Kidnappings can be for financial or political gain and can be motivated by criminality or terrorism. There have been a number of recent kidnappings, including of British nationals and other westerners. Kidnap groups view those engaged in humanitarian aid work or journalism as legitimate targets.</p>\n\n<p>The long-standing policy of the UK Government is not to make substantive concessions to hostage takers. The UK Government considers that paying ransoms and releasing prisoners increases the risk of further hostage-taking.</p>\n",
                    "slug": "terrorism",
                    "title": "Terrorism"
                },
                {
                    "body": "<p>Local laws reflect the fact that Sudan is predominantly Muslim and conservative. You should respect local traditions, customs, laws and religions at all times and be aware of your actions to ensure that they do not offend other cultures or religious beliefs, especially during the holy month of Ramadan or if you intend to visit religious areas.</p>\n\n<p>In 2020 the Sudanese authorities amended the law on alcohol to allow consumption by non-Muslims, but not in the company of Muslims. In practice, non-Muslims drinking alcohol may face arrest regardless of the circumstances.</p>\n\n<p>Non-Muslim women are not expected to wear a veil or cover their heads, but should dress modestly and respect local customs and sensitivities.</p>\n\n<p>Homosexual practices and extra marital relations are illegal and subject to severe penalties. This includes inviting guests into hotel rooms. Sudanese society is not tolerant of homosexual relationships. See our <a href=\"https://www.gov.uk/guidance/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">information and advice page</a> for the LGBTQ+ community before you travel.</p>\n\n<p>You should carry photo ID with you at all times.</p>\n\n<p>There are severe penalties for drug trafficking.</p>\n\n<p>All photography requires a formal permit. Don’t take photographs or use a mobile phone camera close to government buildings, military installations, public utilities (including petrol stations), and other sensitive areas (bridges, airports etc.). Many plain clothed public security officers operate.</p>\n\n<h3 id=\"accommodation\">Accommodation</h3>\n\n<p>Hotels will often take a photocopy of your passport. It’s against the law to live together, or to share the same hotel room, with someone of the opposite sex to whom you aren’t married or closely related.  Business meetings should take place in lobbies or business meetings room and not hotel rooms. British nationals have encountered problems in this respect with the Sudanese authorities. Tourist police patrol the hotels.</p>\n\n<h3 id=\"buying-property\">Buying property</h3>\n\n<p>If you want to buy property in Sudan, you should seek appropriate professional advice, as you would in the UK.</p>\n\n<h3 id=\"financial-crime\">Financial crime</h3>\n\n<p>Financial crimes, including fraud, bouncing cheques (including post-dated and ‘security cheques’) and the non-payment of bills (including hotel bills) can often result in imprisonment and/or a fine. Bank accounts and other assets can also be frozen.</p>\n\n<p>Bail is generally not available to people who are arrested for financial crimes. Those convicted will not usually be released from jail until the debt is paid or waived and they may even remain in jail after a debt has been paid if there is an outstanding sentence to be served.</p>\n\n<h3 id=\"technical-equipment\">Technical equipment</h3>\n\n<p>Equipment like satellite phones, listening or recording devices, radio transmitters, powerful cameras or binoculars may require a licence for use in Sudan. You should seek advice from the <a rel=\"external\" href=\"https://www.sudanembassy.org.uk/\">Sudanese Embassy in London</a> before travelling.</p>\n",
                    "slug": "local-laws-and-customs",
                    "title": "Local laws and customs"
                },
                {
                    "body": "\n<h2 id=\"the-fcdo-advises-against-all-travel-to-sudan\">The FCDO advises against all travel to Sudan</h2>\n\n<p>This page reflects the UK Government’s understanding of current rules for people travelling on a full ‘British Citizen’ passport from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Sudan set and enforce entry rules. If you’re unsure how Sudan’s entry requirements apply to you, contact the <a rel=\"external\" href=\"https://www.sudanembassy.org.uk/\">Sudanese Embassy in London</a>.</p>\n\n<h2 id=\"all-travellers\">All travellers</h2>\n\n<p>Entry requirements for Sudan are the same for all travellers, regardless of COVID-19 vaccination status.</p>\n\n<h2 id=\"children-and-young-people\">Children and young people</h2>\n\n<p>In addition to a visa, children under 18 must have their father’s consent to enter and exit Sudan. Formally, children travelling without their father will need a letter clearly providing consent for the child to enter and exit Sudan, though this is not always enforced. The letter should be stamped at the Sudanese Embassy before travel.</p>\n\n<p>Where the father is absent or deceased, mothers or guardians should get a court order which clearly shows that the mother or guardian has sole custodial rights for the children. Where the parents are divorced, this should be accompanied by divorce documents. Where the father is deceased, this should be accompanied by a death certificate. Contact the <a rel=\"external\" href=\"https://www.sudanembassy.org.uk/\">Sudanese Embassy in London</a> for more information.</p>\n\n<h2 id=\"check-your-passport-and-travel-documents-before-you-travel\">Check your passport and travel documents before you travel</h2>\n\n<h3 id=\"passport-validity\">Passport validity</h3>\n<p>Your passport should be valid for a minimum period of 6 months from the date of entry into Sudan.</p>\n\n<h3 id=\"visas\">Visas</h3>\n\n<p>British nationals need to apply for a visa via the <a rel=\"external\" href=\"https://www.sudanembassy.org.uk/\">Sudanese Embassy in London</a> to visit Sudan.  The FCDO currently advises against all travel to Sudan.</p>\n\n<p>You should register with the Aliens Department at the Ministry of Interior within 3 days of your arrival in the country. You will need 2 passport size photos. The fee is the Sudanese Pound equivalent of around £35. If you don’t register within 3 days of arrival, you may be fined. Some of the larger hotels will do this for you but you should ask when you check-in.</p>\n\n<p>Formally, visitors to Sudan on a single entry visa need to get an exit visa to leave the country, though this is not always enforced. Exit visas can be processed at the airport. If requested, you should be ready to show proof of your sponsor and pay the exit visa fee of 50 US dollars.</p>\n\n<p>Most foreign residents, including British nationals, also need an exit permit. You should check the details with your sponsor, before your arrival, to ensure that you understand and are happy with the process.</p>\n\n<h3 id=\"previous-travel-to-israel\">Previous travel to Israel</h3>\n<p>If your passport has an Israeli visa or Israeli entry or exit stamps you will not be allowed to enter Sudan.</p>\n\n<h3 id=\"yellow-fever-certificate-requirements\">Yellow fever certificate requirements</h3>\n<p>Check if you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/212/sudan#Vaccine_recommendations\">TravelHealthPro website</a>.</p>\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>Due to the current conflict, health services are likely to be significantly affected and may be unavailable, including <a href=\"https://www.gov.uk/government/publications/sudan-list-of-medical-facilities/list-of-hospitals-for-british-nationals-in-khartoum\">hospitals for British nationals in Khartoum</a>.</p>\n\n<div class=\"example\">\n<p>See the Coronavirus travel health and Healthcare sections in the <a href=\"/foreign-travel-advice/sudan/coronavirus\">Coronavirus page</a> for COVID-19 health information.</p>\n</div>\n\n<p>Check the latest country-specific health advice from the National Travel Health Network and Centre (NaTHNaC) on the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/countries\">TravelHealthPro website</a>. Each country-specific page has information on vaccine recommendations, any current health risks or outbreaks, and factsheets with information on staying healthy abroad. Guidance is also available from NHS (Scotland) on the <a rel=\"external\" href=\"http://www.fitfortravel.nhs.uk/destinations.aspx\">FitForTravel website</a>.</p>\n\n<p>General information on <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">travel vaccinations</a> and a <a rel=\"external\" href=\"https://www.nhs.uk/live-well/healthy-body/travel-health-checklist/\">travel health checklist</a> are available on the NHS website. You may then wish to contact your health adviser or pharmacy for advice on other preventive measures and managing any pre-existing medical conditions while you’re abroad.</p>\n\n<p>The legal status and regulation of some medicines prescribed or purchased in the UK can be different in other countries. If you’re travelling with prescription or over-the-counter medicine, read this guidance from NaTHNaC on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>. For further information on the legal status of a specific medicine, you’ll need to contact the Sudanese Embassy in London.</p>\n\n<p>There are clear links between mental and physical health. Information on travelling with mental health conditions is available in our <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">guidance</a> page. Further information is also available from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">National Travel Health Network and Centre</a> (NaTHNaC).</p>\n\n<h2 id=\"other-health-risks\">Other health risks</h2>\n\n<p>Malaria cases have increased in Khartoum. Due to the increased risk from malaria, and the impact of the current civil unrest on health services, the UK Health Security Agency now recommends that all travellers in Sudan, including Khartoum, take antimalarial chemoprophylaxis.</p>\n\n<p>If you have recently left Khartoum, and develop fever or flu-like symptoms, you should seek urgent medical attention and tell them that you have recently left a malarial risk area.</p>\n\n<p>See the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/52/malaria\">Travel Health Pro website</a> for more information about malaria. Sudan’s Ministry of Health has announced an outbreak of vaccine-derived poliovirus (cVDPV).  Cases have been reported in the following States: Blue Nile, Gezira, Red Sea, West Darfur and East Darfur. Further information on this outbreak is available on the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/212/sudan#CIoutBreaks\">TravelHealthPro website</a> as well as vaccination recommendations.</p>\n\n<p>Sudan is prone to seasonal disease outbreaks, including Malaria, Chikungunya and dengue haemorrhagic fever spread by both insect vectors and contaminated water. Further information can be found on the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/212/sudan#CIoutBreaks\">TravelHealthPro website</a>.</p>\n\n<h2 id=\"medical-treatment\">Medical treatment</h2>\n\n<p>There is a particular risk to public health in conflict affected areas where immunisation coverage is poor.</p>\n\n<p>Due to the current conflict, health services are likely to be significantly affected and may be unavailable, including <a href=\"https://www.gov.uk/government/publications/sudan-list-of-medical-facilities/list-of-hospitals-for-british-nationals-in-khartoum\">hospitals for British nationals in Khartoum</a>.</p>\n\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>Sudan suffers from drought and flash flooding. Flooding can make areas inaccessible by road during the rainy season.</p>\n",
                    "slug": "natural-disasters",
                    "title": "Natural disasters"
                },
                {
                    "body": "<p>Cash withdrawals from non-Sudanese credit and debit cards at banks or from the majority of ATMs are not possible.</p>\n\n<p>There are also extremely limited options for using foreign credit or debit cards; most businesses do not offer this facility.</p>\n\n<p>You should plan on the basis that credit or debit card transactions may not be possible. Make sure you have enough cash in hard currency with you.</p>\n\n<p>You may be able to exchange US dollars dated 2006 onwards (older ones will not be exchanged), but this will be difficult due to the current conflict. Pounds sterling are rarely exchanged. You should only change money through banks or official bureaux de exchange (e.g. in hotels). Don’t change any money on the street.</p>\n",
                    "slug": "money",
                    "title": "Money"
                },
                {
                    "body": "\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>If you need urgent help because something has happened to a friend or relative abroad, contact the FCDO in London on 020 7008 5000 (24 hours).</p>\n</div>\n\n<p>There are no British consular staff in Sudan. Our ability to provide consular assistance is severely limited and we cannot provide in-person support within Sudan.</p>\n\n<p>If you are in Sudan and need help you can call our 24 hour helpline. Please see: <a href=\"https://www.gov.uk/foreign-travel-advice/sudan/print#:~:text=Help%20and%20support%20in%20Sudan\">Help and support in Sudan</a>.</p>\n\n<h3 id=\"foreign-travel-checklist\">Foreign travel checklist</h3>\n\n<p>Read our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a>.</p>\n\n<h3 id=\"travel-safety\">Travel safety</h3>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> currently advises against all travel to Sudan. When we judge the level of risk to British nationals in a particular place has become unacceptably high, we’ll state on the travel advice page for that country or territory that we advise against all or all but essential travel. <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">Read more about how the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> assesses and categorises risk in foreign travel advice</a>.</p>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice helps you make your own decisions about foreign travel. Your safety is our main concern, but we can’t provide tailored advice for individual trips. If you’re concerned about whether or not it’s safe for you to travel, you should read the travel advice for the country or territory you’re travelling to, together with information from other sources you’ve identified, before making your own decision on whether to travel. Only you can decide whether it’s safe for you to travel.</p>\n\n<p>Our <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggests additional things you can do before and during foreign travel to help you stay safe.</p>\n\n<h3 id=\"refunds-and-cancellations\">Refunds and cancellations</h3>\n\n<p>If you wish to cancel or change a holiday that you’ve booked, you should contact your travel company. The question of refunds and cancellations is a matter for you and your travel company. Travel companies make their own decisions about whether or not to offer customers a refund. Many of them use our travel advice to help them reach these decisions, but we do not instruct travel companies on when they can or can’t offer a refund to their customers.</p>\n\n<p>For more information about your rights if you wish to cancel a holiday, visit <a rel=\"external\" href=\"https://www.citizensadvice.org.uk/consumer/holiday-cancellations-and-compensation/cancelling-a-holiday/\">the Citizen’s Advice Bureau website</a>. For help resolving problems with a flight booking, visit the <a rel=\"external\" href=\"https://www.caa.co.uk/Passengers/Resolving-travel-problems/\">website of the Civil Aviation Authority</a>. For questions about travel insurance, contact your insurance provider and if you’re not happy with their response, you can complain to the <a rel=\"external\" href=\"http://www.financial-ombudsman.org.uk/consumer/complaints.htm\">Financial Ombudsman Service</a>.</p>\n\n<h3 id=\"previous-versions-of-fcdo-travel-advice\">Previous versions of <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</h3>\n\n<p>If you’re looking for a previous version of the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice, visit the <a rel=\"external\" href=\"http://webarchive.nationalarchives.gov.uk/*/http:/www.gov.uk/foreign-travel-advice\">National Archives website</a>. Versions prior to 2 September 2020 will be archived as <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice. If you can’t find the page you’re looking for there, send the Travel Advice team <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Sudan&amp;post=Sudan%20travel%20advice%20team\">a request</a>.</p>\n\n<h3 id=\"further-help\">Further help</h3>\n\n<p>If you’re a British national and you have a question about travelling abroad that isn’t covered in our foreign travel advice or elsewhere on GOV.UK, you can <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Sudan&amp;post=Sudan%20travel%20advice%20team\">submit an enquiry</a>, or contact us on <a rel=\"external\" href=\"https://twitter.com/FCDOtravelGovUK\">Twitter</a> or <a rel=\"external\" href=\"https://en-gb.facebook.com/FCDOTravel\">Facebook</a>. We’re not able to provide tailored advice for specific trips.</p>\n\n",
                    "slug": "travel-advice-help-and-support",
                    "title": "Travel advice help and support"
                }
            ],
            "reviewed_at": "2023-10-27T14:33:59Z",
            "updated_at": "2023-10-27T14:33:59Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-02-07T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/sudan",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/sudan",
                    "base_path": "/foreign-travel-advice/sudan",
                    "content_id": "deee5c29-5006-4280-bb46-44c0bd7a6a11",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-27T14:33:59Z",
                    "schema_name": "travel_advice",
                    "title": "Sudan travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/sudan",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/sudan",
                    "api_url": "https://www.gov.uk/api/content/world/sudan",
                    "base_path": "/world/sudan",
                    "content_id": "2e4c390d-ae53-414f-a464-a0693f9d57ce",
                    "description": "Services if you're visiting, studying, working or living in Sudan. Includes information about trading with and doing business in the UK and Sudan.",
                    "details": {
                        "internal_name": "UK help and services in Sudan",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:38:30Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Sudan",
                    "web_url": "https://www.gov.uk/world/sudan",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/south-sudan",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/south-sudan",
                    "base_path": "/foreign-travel-advice/south-sudan",
                    "content_id": "86224eb2-3686-4558-8405-491d544be4db",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages",
                        "country": {
                            "name": "South Sudan",
                            "slug": "south-sudan",
                            "synonyms": [
                                "Sahel"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T11:17:54Z",
                    "schema_name": "travel_advice",
                    "title": "South Sudan travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/south-sudan",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/ethiopia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/ethiopia",
                    "base_path": "/foreign-travel-advice/ethiopia",
                    "content_id": "d36e7377-4160-4e4d-a103-83980eaf9dc9",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
                        "country": {
                            "name": "Ethiopia",
                            "slug": "ethiopia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-01T17:19:37Z",
                    "schema_name": "travel_advice",
                    "title": "Ethiopia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/ethiopia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/yemen",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/yemen",
                    "base_path": "/foreign-travel-advice/yemen",
                    "content_id": "73891fe3-3a92-4c2e-a1a6-b63f00186ce8",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages",
                        "country": {
                            "name": "Yemen",
                            "slug": "yemen",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T10:22:58Z",
                    "schema_name": "travel_advice",
                    "title": "Yemen travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/yemen",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/somalia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/somalia",
                    "base_path": "/foreign-travel-advice/somalia",
                    "content_id": "992befc4-32a3-4a1a-a034-c9cb2ff42bad",
                    "details": {
                        "change_description": "Information on localised political disputes in Somaliland ('Safety and security' page).",
                        "country": {
                            "name": "Somalia",
                            "slug": "somalia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-21T10:52:53Z",
                    "schema_name": "travel_advice",
                    "title": "Somalia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/somalia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/syria",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/syria",
                    "base_path": "/foreign-travel-advice/syria",
                    "content_id": "85c16f75-3380-497e-a915-4d77256cde37",
                    "details": {
                        "change_description": "Information on a 7.8 major earthquake that hit the Gazientep region of Southeast Turkey on 6 February 2023 which has also severely impacted cities in Northern Syria including Idlib and Aleppo ('Summary' page).",
                        "country": {
                            "name": "Syria",
                            "slug": "syria",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-02-06T15:30:45Z",
                    "schema_name": "travel_advice",
                    "title": "Syria travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/syria",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-sudan",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-sudan",
                    "base_path": "/world/living-in-sudan",
                    "content_id": "c97927a2-64c7-4cde-92c5-2371e47364a7",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Sudan",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/sudan",
                                "api_url": "https://www.gov.uk/api/content/world/sudan",
                                "base_path": "/world/sudan",
                                "content_id": "2e4c390d-ae53-414f-a464-a0693f9d57ce",
                                "description": "Services if you're visiting, studying, working or living in Sudan. Includes information about trading with and doing business in the UK and Sudan.",
                                "details": {
                                    "internal_name": "UK help and services in Sudan",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:38:30Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Sudan",
                                "web_url": "https://www.gov.uk/world/sudan",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:18:17Z",
                    "schema_name": "taxon",
                    "title": "Living in Sudan",
                    "web_url": "https://www.gov.uk/world/living-in-sudan",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-sudan",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-sudan",
                    "base_path": "/world/travelling-to-sudan",
                    "content_id": "da1093e0-ad1a-46e6-ab31-4f6c950edcf1",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Sudan",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/sudan",
                                "api_url": "https://www.gov.uk/api/content/world/sudan",
                                "base_path": "/world/sudan",
                                "content_id": "2e4c390d-ae53-414f-a464-a0693f9d57ce",
                                "description": "Services if you're visiting, studying, working or living in Sudan. Includes information about trading with and doing business in the UK and Sudan.",
                                "details": {
                                    "internal_name": "UK help and services in Sudan",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:38:30Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Sudan",
                                "web_url": "https://www.gov.uk/world/sudan",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:18:17Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Sudan",
                    "web_url": "https://www.gov.uk/world/travelling-to-sudan",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-10-27T14:33:59Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1698417239.619-10.13.22.216-38519",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Sudan travel advice",
        "updated_at": "2023-11-15T11:07:04Z",
        "withdrawn_notice": {}
    }
}