{
    "Country Slug": "tanzania",
    "Country Name": "Tanzania",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/tanzania",
        "content_id": "203432b1-e296-4ffe-9fc9-dcfe110c0d67",
        "description": "Latest FCDO travel advice for Tanzania including on entry requirements, safety and security and local laws and customs.",
        "details": {
            "alert_status": [],
            "change_description": "(CORRECTION) Terrorists are very likely to try to carry out attacks in Tanzania in the near future.",
            "change_history": [
                {
                    "note": "Latest update: Health Section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-12-06T16:14:30.273Z"
                },
                {
                    "note": "Latest update: This advice has been reviewed in full; Local laws and customs section - in 2019, the holy month of Ramadan is expected to start on 5 May and finish on 4 June",
                    "public_timestamp": "2019-03-25T12:26:59.001Z"
                },
                {
                    "note": "Latest update: Safety and security section (Road travel) – addition of information about International Driving Permits",
                    "public_timestamp": "2019-03-28T13:07:00.873Z"
                },
                {
                    "note": "Latest update: Summary - Tropical Storm Kenneth is forecast to make landfall as a tropical cyclone in Northern Mozambique on Thursday 25 April 2019; this could bring hazardous sea and weather conditions to the southern coast of Tanzania; you should monitor local and international weather updates from the World Meteorological Organisation and follow the advice of local authorities\r\n",
                    "public_timestamp": "2019-04-24T09:56:08.297Z"
                },
                {
                    "note": "Latest update: Summary - revised information following Tropical Storm Kenneth; you should monitor local and international weather updates from the World Meteorological Organisation",
                    "public_timestamp": "2019-04-26T13:17:30.377Z"
                },
                {
                    "note": "Latest update: Summary - revised information; Tropical Storm Kenneth made landfall as an intense tropical cyclone in Northern Mozambique on Thursday 25 April 2019 and parts of Southern Tanzania have been affected; if travelling to affected regions, you should take extra care and follow any advice given by the local authorities",
                    "public_timestamp": "2019-05-02T13:33:02.534Z"
                },
                {
                    "note": "Latest update: Summary and Local laws and customs section - As of 1 June 2019, plastic bags have been banned in Tanzania for environmental reasons",
                    "public_timestamp": "2019-05-23T09:11:54.975Z"
                },
                {
                    "note": "Latest update: Summary and Health section - factual update; on 11 June 2019 the Ugandan Ministry of Health confirmed an outbreak of Ebola in Kasese District in western Uganda",
                    "public_timestamp": "2019-06-13T17:07:55.917Z"
                },
                {
                    "note": "Summary, Terrorism, Health, Safety and security (Air travel), Entry requirements (Visas), Local laws and customs - update to information on Ebola; removal of information on previous terror attacks; additional information on air travel; addition of information on e-visas; update to factual information on Ramadan 2020",
                    "public_timestamp": "2019-08-06T14:27:16.000Z"
                },
                {
                    "note": "Summary and Health section - The World Health Organization (WHO) has reported an unconfirmed case of an unidentified illness in Tanzania in September 2019; you should monitor this advice for updates, and keep up to date with developments on the National Travel Health Network and Centre and WHO websites",
                    "public_timestamp": "2019-09-13T10:34:35.000Z"
                },
                {
                    "note": "Health section and summary – updated information on the World Health Organization’s investigation into the death of a person in September 2019",
                    "public_timestamp": "2019-09-23T15:35:19.000Z"
                },
                {
                    "note": "Health section and Summary - updated information on the death of a person in Dar es Salaam in September 2019; it appears probable that this is an Ebola-related death",
                    "public_timestamp": "2019-10-01T09:35:54.000Z"
                },
                {
                    "note": "Health - addition of link to Public Health England guidance for humanitarian or healthcare workers travelling to countries at risk of Ebola",
                    "public_timestamp": "2019-10-18T13:55:31.000Z"
                },
                {
                    "note": "Health section and Summary - factual update following a probable Ebola-related death in September; as of 31 October 2019, Public Health England believes there is no evidence of ongoing active transmission of Ebola in Tanzania",
                    "public_timestamp": "2019-11-01T10:34:22.000Z"
                },
                {
                    "note": "Summary - addition of information and advice about local elections which are due to take place on 24 November",
                    "public_timestamp": "2019-11-14T13:40:11.000Z"
                },
                {
                    "note": "Summary - removal of information on local elections on 24 November",
                    "public_timestamp": "2019-11-27T12:06:38.000Z"
                },
                {
                    "note": "Safety and security (Mozambique border) - factual update on cross-border tension; Entry requirements (Visas) - factual update on obtaining e-visas",
                    "public_timestamp": "2019-12-03T12:26:36.000Z"
                },
                {
                    "note": "Summary - addition of information on cancellations to some international and domestic South African Airways flights",
                    "public_timestamp": "2020-01-21T15:20:57.000Z"
                },
                {
                    "note": "Summary – update to information on South African Airways international and domestic flight schedules",
                    "public_timestamp": "2020-01-31T15:46:00.000Z"
                },
                {
                    "note": "Health section and summary - addition of information on strengthened screening measures at airports for passengers travelling from China and other countries affected by coronavirus",
                    "public_timestamp": "2020-01-31T18:21:45.000Z"
                },
                {
                    "note": "Update to information on coronavirus (COVID-19)('Summary', 'Entry requirements' and 'Health' pages)",
                    "public_timestamp": "2020-03-12T12:18:49.000Z"
                },
                {
                    "note": "Updated information on local measures taken to limit the spread of coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)\r\n",
                    "public_timestamp": "2020-03-16T17:23:45.000Z"
                },
                {
                    "note": "Updated information on local measures and travel restrictions taken to limit the spread of coronavirus (COVID-19) (‘Health’ and ‘Summary’ pages)",
                    "public_timestamp": "2020-03-18T14:32:10.000Z"
                },
                {
                    "note": "Given the rapidly changing situation in Tanzania we are temporarily withdrawing a limited number of UK staff and their dependents from our High Commission.  The High Commission will continue to carry out essential work including providing 24/7 consular assistance and support to British people in Tanzania (Summary).",
                    "public_timestamp": "2020-03-20T00:36:59.000Z"
                },
                {
                    "note": "Given the rapidly changing situation in Tanzania we are temporarily withdrawing a limited number of UK staff and their dependents from our High Commission. The High Commission will continue to carry out essential work including providing 24/7 consular assistance and support to British people in Tanzania (Summary).",
                    "public_timestamp": "2020-03-22T16:36:38.000Z"
                },
                {
                    "note": "Update on flight Information for British travellers returning to the UK (‘Return to the UK’ page)",
                    "public_timestamp": "2020-03-31T11:53:16.000Z"
                },
                {
                    "note": "Updated advice for people wishing to return to the UK. ('Return to the UK' page)",
                    "public_timestamp": "2020-04-03T13:19:40.000Z"
                },
                {
                    "note": "Update information on local restrictions and updated advice for people wishing to return to the UK  'Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-09T12:13:44.000Z"
                },
                {
                    "note": "Tanzania has suspended international flights as of 12 April. Update to information on travel restrictions and advice for people wishing to return to the UK ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-04-12T18:49:19.000Z"
                },
                {
                    "note": "Updated information on measures introduced to prevent the spread of coronavirus and on returning to the UK ('Summary', 'Coronavirus' and 'Return to the UK' page) ",
                    "public_timestamp": "2020-04-27T17:53:32.000Z"
                },
                {
                    "note": "Updated information on the impact of treating coronavirus (COVID-19) related cases on the provision of general medical care ('Coronavirus' and 'Health' pages)",
                    "public_timestamp": "2020-05-08T16:34:27.000Z"
                },
                {
                    "note": "Updated information on a special flight to the UK on 20 May. (Return to the UK page)",
                    "public_timestamp": "2020-05-15T10:14:12.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page).",
                    "public_timestamp": "2020-05-15T11:16:06.000Z"
                },
                {
                    "note": "Updated information on when booking portal for Special flight to the UK closes (Return to the UK page)",
                    "public_timestamp": "2020-05-17T10:34:10.000Z"
                },
                {
                    "note": "Updated information on UK special flights from Julius Nyerere International Airport (JNIA), Dar Es Salaam on 20 May reflecting end of booking period (‘Return to the UK’ page)",
                    "public_timestamp": "2020-05-18T11:19:47.000Z"
                },
                {
                    "note": "Addition of information on lifting of ban on international flights, though no commercial flights expected until June ('Summary' and ‘Return to the UK’ pages), and update to information on changes to coronavirus (COVID-19) measures, including lifting of mandatory quarantine on arrival and introduction of enhanced screening ('Summary', 'Staying during coronavirus' and ‘Entry Requirments’ pages)",
                    "public_timestamp": "2020-05-21T15:52:20.000Z"
                },
                {
                    "note": "This advice has been reviewed in full and republished without amendment.",
                    "public_timestamp": "2020-06-01T10:28:13.000Z"
                },
                {
                    "note": "Addition of information about airlines resuming commercial flights ('Return to the UK' page) and COVID19 prevention measures ('Summary' and 'Staying during coronavirus' pages)",
                    "public_timestamp": "2020-06-05T10:56:42.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T13:08:22.000Z"
                },
                {
                    "note": "This page has been reviewed in full and reissued without amendment",
                    "public_timestamp": "2020-06-19T14:20:37.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section",
                    "public_timestamp": "2020-07-09T11:05:35.000Z"
                },
                {
                    "note": "Addition of information on requirement for travellers to provide proof of a negative COVID-19 test to enter Tanzania ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-07-29T16:37:17.000Z"
                },
                {
                    "note": "Updated information about requirements when entering Tanzania due to COVID19 ('Summary' and 'Entry requirements' page), updated information about international flights ('Coronavirus' page) and addition of information about health risks in Tanzania ('Health' page)",
                    "public_timestamp": "2020-08-07T12:28:25.000Z"
                },
                {
                    "note": "Updated information about public spaces and services  due to COVID19 ('Coronavirus' page), updated information about political situation ('Summary’ and ‘Safety and Security' page) and new information about an earthquake in August 2020 ('Natural Disasters' page).",
                    "public_timestamp": "2020-10-15T16:12:55.000Z"
                },
                {
                    "note": "Updated information on recent attacks in Kitaya village, Mtwara region ('Safety and security' and 'Terrorism' page)",
                    "public_timestamp": "2020-10-23T14:42:13.000Z"
                },
                {
                    "note": "The FCDO now advise against all but essential travel to any area within 20km of the Tanzanian border with the Cabo Delgado province of Mozambique (‘Summary’ and 'Safety and security' pages)\r\n",
                    "public_timestamp": "2020-11-02T10:02:10.000Z"
                },
                {
                    "note": "Update to information on the General elections and possible demonstrations following the declaration of results on 30 October (‘Summary’ and 'Safety and security' pages)",
                    "public_timestamp": "2020-11-02T15:59:35.000Z"
                },
                {
                    "note": "Updated information on health risks following announcement of DRC being Ebola free on 18 November ('Health' page)",
                    "public_timestamp": "2020-11-24T12:40:17.000Z"
                },
                {
                    "note": "From 4am on 22 January, visitors who have been in or transited through Tanzania in the previous 10 days cannot enter the UK. British and Irish nationals, and third country nationals with residence rights in the UK arriving in the UK from Tanzania will need to self-isolate along with their households on their return. ",
                    "public_timestamp": "2021-01-21T20:45:11.000Z"
                },
                {
                    "note": "Addition of information on the pre-departure COVID-19 testing requirement for travel to the UK  (‘Coronavirus’ page)",
                    "public_timestamp": "2021-02-05T12:24:41.000Z"
                },
                {
                    "note": "Update to information on Ebola ('Health' page)",
                    "public_timestamp": "2021-02-11T12:13:43.000Z"
                },
                {
                    "note": "Update of information on entry to the UK from Tanzania. ('Summary' page)",
                    "public_timestamp": "2021-02-16T17:45:40.000Z"
                },
                {
                    "note": "Update of information on entry to the UK from Tanzania ('Summary' page) ",
                    "public_timestamp": "2021-02-19T15:57:39.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Tanzania ('Coronavirus' page)",
                    "public_timestamp": "2021-02-25T10:24:03.000Z"
                },
                {
                    "note": "New information about Tropical Storm Jobo expected to make landfall in Tanzania 24/25 April 2021 ('Summary' and 'Natural disasters' pages)",
                    "public_timestamp": "2021-04-22T14:55:57.000Z"
                },
                {
                    "note": "Removal of information on Tropical Storm Jobo and updated information on local laws and entry requirements to Tanzania (‘Summary’, 'Local laws and customs', ‘Entry requirements’ and 'Natural disasters' pages) ",
                    "public_timestamp": "2021-05-05T15:23:55.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Tanzania ('Coronavirus' page)\r\n",
                    "public_timestamp": "2021-07-20T11:16:33.000Z"
                },
                {
                    "note": "Update to information on getting a COVID-19 vaccine if you live in Tanzania ('Coronavirus' page)",
                    "public_timestamp": "2021-09-13T12:13:41.000Z"
                },
                {
                    "note": "Vaccines update",
                    "public_timestamp": "2021-09-14T11:14:51.000Z"
                },
                {
                    "note": "From 4am on Monday 11 October, Tanzania will no longer be on the red list for entering England. Check what you must do to travel abroad and return to England, Scotland, Wales or Northern Ireland. ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2021-10-07T17:13:49.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Tanzania, based on the current assessment of COVID-19 risks ",
                    "public_timestamp": "2021-10-11T10:20:18.000Z"
                },
                {
                    "note": "Addition of information on changes to COVID-19 testing requirements for passengers travelling to Tanzania ('Entry requirements' page)",
                    "public_timestamp": "2021-10-13T15:47:55.000Z"
                },
                {
                    "note": "Addition of information on Ebola outbreak in Northern Kivu, DRC ('Health' page) ",
                    "public_timestamp": "2021-10-29T10:57:55.000Z"
                },
                {
                    "note": "Updated information on COVID-19 entry requirements and passport validity ('Entry requirements' page) ",
                    "public_timestamp": "2022-01-18T10:49:20.000Z"
                },
                {
                    "note": "Update to information on entry requirements and the terrorism threat ('Summary', 'Terrorism' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2022-03-28T12:30:28.000Z"
                },
                {
                    "note": "New information regarding a questionnaire residents and tourists may need to fill out for the population and housing census on 23 August 2022, a public holiday (‘Summary’ page)",
                    "public_timestamp": "2022-08-19T14:32:12.000Z"
                },
                {
                    "note": "Updated  information on COVID-19 entry requirements for Tanzania ; Ebola outbreaks in eastern Democratic Republic of Congo and Uganda (‘Health’ and ‘Entry requirements’ page).",
                    "public_timestamp": "2022-09-23T15:24:21.000Z"
                },
                {
                    "note": "Updated information on COVID-19 entry requirements for Tanzania ('Entry requirements' page).",
                    "public_timestamp": "2022-10-10T09:35:21.000Z"
                },
                {
                    "note": "Update following the Precision Air plane crash in Lake Victoria ('Summary' and Safety and Security' pages).",
                    "public_timestamp": "2022-11-06T18:02:47.000Z"
                },
                {
                    "note": "Update to information and advice on road safety, local transport and the Ebola outbreak in neighbouring Uganda (‘Safety and security’ and ‘Health’ pages). ",
                    "public_timestamp": "2022-11-30T11:38:45.000Z"
                },
                {
                    "note": "Updated information on health surveillance forms required for entry to Zanzibar, and for travellers entering Tanzania from Uganda or DRC ('Entry requirements' and 'Health' pages).",
                    "public_timestamp": "2023-01-04T10:17:55.000Z"
                },
                {
                    "note": "Updated information on threat level in Tanzania. (See ‘Summary’ and ‘Terrorism’ pages)",
                    "public_timestamp": "2023-01-18T20:44:00.000Z"
                },
                {
                    "note": "Updated information on  locations that terrorists may target. (See ‘Terrorism’ page)",
                    "public_timestamp": "2023-01-26T09:41:10.000Z"
                },
                {
                    "note": "Updated information on the terrorism threat. (See ‘Summary’ and ‘Terrorism’ page).",
                    "public_timestamp": "2023-01-27T10:11:52.000Z"
                },
                {
                    "note": "Updated information on health screening for entry; you no longer need to show a COVID vaccine certificate or PCR test for entry.  Removal of information on Ebola screening for arrivals from Uganda and Democratic Republic of Congo. (See ‘Health’ and ‘Entry requirements’ pages).",
                    "public_timestamp": "2023-02-09T11:52:24.000Z"
                },
                {
                    "note": "Updated information on the risk of terrorism ('Summary' and 'Terrorism' pages).",
                    "public_timestamp": "2023-03-10T15:10:49.000Z"
                },
                {
                    "note": "New information added on an outbreak of Marburg Virus in Bukoba, Northwest Tanzania ('Health' page).",
                    "public_timestamp": "2023-03-22T16:56:21.000Z"
                },
                {
                    "note": "Update to information on an outbreak of Marburg virus in Bukoba, northwest Tanzania. Health authorities have announced enhanced public health measures ('Health' page).",
                    "public_timestamp": "2023-03-24T16:10:00.000Z"
                },
                {
                    "note": "Updated information on the risk of altitude sickness in the northeast ('Safety and Security' page).",
                    "public_timestamp": "2023-04-26T09:55:10.000Z"
                },
                {
                    "note": "Information on declaration that the Marburg Virus Disease (MVD) outbreak is over (‘Health’ page).",
                    "public_timestamp": "2023-06-07T14:32:12.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T10:48:55.000Z"
                },
                {
                    "note": "Information on the risk of terrorism ('Summary’ and 'Terrorism’ pages). ",
                    "public_timestamp": "2023-06-27T11:05:31.000Z"
                },
                {
                    "note": "Updated links to the Tanzanian immigration website ('Entry Requirements' page).",
                    "public_timestamp": "2023-09-06T10:46:18.000Z"
                },
                {
                    "note": "Terrorists are highly likely to try to carry out attacks in Tanzania in the near future. ",
                    "public_timestamp": "2023-10-28T17:37:22.000Z"
                },
                {
                    "note": "(CORRECTION) Terrorists are very likely to try to carry out attacks in Tanzania in the near future.",
                    "public_timestamp": "2023-10-30T12:04:47.000Z"
                }
            ],
            "country": {
                "name": "Tanzania",
                "slug": "tanzania",
                "synonyms": []
            },
            "document": {
                "attachment_type": "file",
                "content_type": "application/pdf",
                "id": "2187cf2e-1582-4421-b2e5-c849fa0fb64b",
                "url": "https://assets.publishing.service.gov.uk/media/645a3ab1c6e8970012a0fb5e/FCDO__TA__086_-_Tanzania_Travel_Advice_Ed1.pdf"
            },
            "email_signup_link": "/foreign-travel-advice/tanzania/email-signup",
            "image": {
                "content_type": "image/jpeg",
                "url": "https://assets.publishing.service.gov.uk/media/645a3ab12226ee000c0ae4a0/FCDO__TA__086_-_Tanzania_Travel_Advice_Ed1__WEB_.jpg"
            },
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<p><strong>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> advises against all but essential travel to</strong></p>\n\n<ul>\n  <li>any area within 20km of the Tanzanian border with the Cabo Delgado province of Mozambique, due to attacks by groups linked with Islamic extremism.</li>\n</ul>\n\n<p>If you need to contact the emergency services, dial 112 and ask for the emergency service you require.</p>\n\n<div class=\"example\">\n<p>Before you travel, <a href=\"/foreign-travel-advice/tanzania/entry-requirements#entry-rules-in-response-to-coronavirus-covid-19\">check the ‘Entry requirements’ section</a> for Tanzania’s current entry restrictions and requirements. These may change with little warning. Monitor this advice for the latest updates and stay in contact with your travel provider.</p>\n\n<p>If you plan to pass through another country to return to the UK, check the travel advice for the country you’re transiting.</p>\n</div>\n\n<p>It is more important than ever to get travel insurance and check it provides sufficient cover. See the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s <a href=\"/guidance/foreign-travel-insurance\">guidance on foreign travel insurance</a>.</p>\n\n<p>Around 75,000 British nationals visit Tanzania every year.</p>\n\n<p>Although most visits to Tanzania are trouble-free, violent and armed crime is increasing. Take sensible precautions to protect yourself and your belongings. See <a href=\"/foreign-travel-advice/tanzania/safety-and-security#Crime\">Crime</a></p>\n\n<p>Terrorists are very likely to try to carry out attacks in Tanzania. See <a href=\"https://www.gov.uk/foreign-travel-advice/tanzania/terrorism\">Terrorism</a></p>\n\n<p>On occasion, demonstrations and political rallies across Tanzania have turned violent and resulted in fatalities. You should avoid all demonstrations and rallies.  See <a href=\"/foreign-travel-advice/tanzania/safety-and-security\">Safety and security</a></p>\n\n<p>During the rainy seasons, end of March until May and October to middle of December, exceptionally heavy rainfall and strong winds can occur. See <a href=\"https://www.gov.uk/foreign-travel-advice/tanzania/natural-disasters\">Natural disasters</a></p>\n\n<p>Plastic bags are banned for environmental reasons. See <a href=\"/foreign-travel-advice/tanzania/local-laws-and-customs\">Local laws and customs</a></p>\n\n<p>There is a threat of piracy in the Gulf of Aden and Indian Ocean. See <a href=\"/foreign-travel-advice/tanzania/safety-and-security\">River and sea travel</a></p>\n\n<p>On 6 November 2022, a Precision Air flight from Dar es Salaam to Bukoba crashed into Lake Victoria close to Bukoba airport. See <a href=\"https://www.gov.uk/foreign-travel-advice/tanzania/safety-and-security#air-travel\">Air travel</a></p>\n\n<p>In the last few years there have been several ferry disasters in which hundreds of people have died. If you believe a ferry is overloaded or not seaworthy, do not get on. See <a href=\"/foreign-travel-advice/tanzania/safety-and-security\">River and sea travel</a></p>\n\n<p>Long distance buses are often involved in accidents which can be fatal. See <a href=\"/foreign-travel-advice/tanzania/safety-and-security\">Road travel</a></p>\n\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>.</p>\n\n",
                    "slug": "summary",
                    "title": "Summary"
                },
                {
                    "body": "<h2 id=\"coronavirus-travel-health\">Coronavirus travel health</h2>\n\n<p>Check the latest information on risk from COVID-19 for Tanzania on the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/220/tanzania#COVID-19\">TravelHealthPro website</a></p>\n\n<p>See the TravelHealthPro website for further advice on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/499/novel-coronavirus-covid-19-general-advice-for-travellers\">travel abroad and reducing spread of respiratory viruses during the COVID-19 pandemic</a>.</p>\n\n<p>You should contact local authorities for information on testing facilities. Tests can be booked on the Tanzanian government <a rel=\"external\" href=\"https://pimacovid.moh.go.tz/#/booking\">online booking system </a>.</p>\n\n<h2 id=\"international-travel\">International travel</h2>\n\n<p>Commercial flights are operating to and from Tanzania. Major carriers have now resumed flights to Tanzania, though in some cases on a reduced schedule. Check with your travel company or contact the airlines directly for more information.</p>\n\n<h2 id=\"entry-and-borders\">Entry and borders</h2>\n\n<p>See <a href=\"/foreign-travel-advice/tanzania/entry-requirements\">Entry requirements</a> to find out what you will need to do when you arrive in Tanzania.</p>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Travelling from and returning to the UK</p>\n</div>\n\n<p>Check what you must do to <a href=\"https://www.gov.uk/guidance/travel-abroad-from-england-during-coronavirus-covid-19\">travel abroad</a> and <a href=\"https://www.gov.uk/guidance/travel-to-england-from-another-country-during-coronavirus-covid-19\">return to England, Scotland, Wales or Northern Ireland</a>.</p>\n\n<p>If you plan to pass through another country to return to the UK, check the travel advice for the country you’re transiting.</p>\n\n<h2 id=\"be-prepared-for-your-plans-to-change\">Be prepared for your plans to change</h2>\n\n<p>No travel is risk-free during COVID-19. Countries may further restrict travel or bring in new rules at short notice, for example due to a new COVID-19 variant. Check with your travel company or airline for any transport changes which may delay your journey home.</p>\n\n<p>If you test positive for COVID-19, you may need to stay where you are until you test negative. You may also need to seek treatment there.</p>\n\n<p>Plan ahead and make sure you:</p>\n\n<ul>\n  <li>can access money</li>\n  <li>understand what your insurance will cover</li>\n  <li>can make arrangements to extend your stay and be away for longer than planned</li>\n</ul>\n\n<h2 id=\"travel-in-tanzania\">Travel in Tanzania</h2>\n\n<p>If you’re in Tanzania, you should continue to take sensible precautions and preventive steps to reduce the risk of infection from COVID-19. You should visit the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/499/novel-coronavirus-covid-19-general-advice-for-travellers\">NaTHNaC</a> and <a rel=\"external\" href=\"https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public\">WHO</a> websites for further advice.</p>\n\n<p>Comply with any measures authorities put in place in Tanzania to limit the spread of coronavirus (COVID-19).</p>\n\n<h2 id=\"accommodation\">Accommodation</h2>\n\n<p>You should contact your accommodation provider for more information.</p>\n\n<h2 id=\"public-spaces-and-services\">Public spaces and services</h2>\n<p>There are no restrictions on public gatherings or services. You should continue to practice measures recommended by <a href=\"/government/organisations/public-health-england\">PHE</a> such as hand washing and social distancing.</p>\n\n<h2 id=\"healthcare-in-tanzania\">Healthcare in Tanzania</h2>\n\n<p>A rise in the number of coronavirus cases in Tanzania may have an adverse effect on the availability of medical facilities and personnel throughout the country. Access to treatment for non-coronavirus-related illnesses, particularly for non-urgent care, may be limited.</p>\n\n<p>There have been instances during the COVID-19 outbreak when hospitals in Dar es Salaam reached full capacity due to the high volume of COVID-19 cases. Limited hospital capacity throughout Tanzania could result in life-threatening delays for emergency medical care.</p>\n\n<p>For contact details for English speaking doctors visit our <a href=\"https://www.gov.uk/government/publications/list-of-medical-facilities-in-tanzania\">list of healthcare providers</a>.\nIf you think you have COVID-19 symptoms, you should contact your healthcare provider for further advice.</p>\n\n<p>Your emotional and mental wellbeing is important. Read <a href=\"/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">guidance</a> on how to look after your mental wellbeing and mental health.</p>\n\n<p>View <a href=\"/foreign-travel-advice/tanzania/health\">Health</a> for further details on healthcare in Tanzania.</p>\n\n<h2 id=\"finance\">Finance</h2>\n\n<p>For information on financial support you can access whilst abroad, visit our <a href=\"/government/publications/financial-assistance-abroad/financial-assistance-abroad\">financial assistance guidance</a>.</p>\n\n<h2 id=\"help-and-support\">Help and support</h2>\n\n<p>If you need urgent consular assistance, contact your <a href=\"/world/organisations/british-high-commission-dar-es-salaam\">nearest British embassy, high commission or consulate</a>. All telephone numbers are available 24/7.</p>\n",
                    "slug": "coronavirus",
                    "title": "Coronavirus"
                },
                {
                    "body": "<h3 id=\"mozambique-border\">Mozambique border</h3>\n\n<p>You should take particular care near the border between Tanzania and the Cabo Delgado province of Mozambique. This is due to the risk of attacks by groups linked to Islamic extremism creating cross-border tensions and instability, including a risk of violence. An attack on Kitaya village in October 2020 was claimed by groups linked to Islamic extremism operating from northern Mozambique.</p>\n\n<h3 id=\"crime\">Crime</h3>\n\n<p>Although most visits to Tanzania are trouble-free, violent and armed crime exists. The British High Commission continues to receive regular reports of British nationals who are the victims of mugging and bag snatching (especially by passing cars or motorbikes) and armed robbery and burglary have increased throughout the country. In December 2016, a European family was robbed at gun point and their campsite guard killed at South Beach, 20km southeast of Dar es Salaam. In Dar es Salaam, tourists have been kidnapped, assaulted, robbed and forced with the threat of violence to withdraw cash from ATMs and arrange cash transfers of up to £5,000 through Western Union after being befriended by strangers or using unlicensed taxis.</p>\n\n<p>Do not accept lifts from strangers or individuals offering to procure a licensed taxi on your behalf. Do not use unlicensed taxis. Where possible, you should arrange a taxi through a reputable establishment, for example a hotel, and you should always ask to see the driver’s ID. App-based taxi services are not reliable.</p>\n\n<p>Walk as far away from the road as possible and avoid walking and cycling at night. If you need to walk alongside the road, walk towards the traffic. Avoid walking and exercising alone, particularly in isolated areas and on beaches.</p>\n\n<p>Avoid carrying large amounts of cash or other valuables including expensive jewellery or watches. Leave your passport in the hotel safe and carry a photocopy for ID at all times.</p>\n\n<p>If you’re attacked, do not resist. If you carry a bag, it is safer to hold it loosely by the handle or hanging off your shoulder rather than by securing the strap across your chest. Bag thieves have targeted both pedestrians and cyclists.</p>\n\n<p>Take particular care in places frequented by tourists and expatriate residents. In Dar es Salaam, tourists and residents have been targeted in the city centre, at Ubungo bus station, the Masaki/Oysterbay peninsula area, particularly at Coco Beach and along Toure Drive. On Zanzibar incidents have taken place in Stone Town and at hotels and on popular tourist beaches throughout the island.</p>\n\n<p>Make sure residential property is secure and lock all doors and windows, especially at night. Your security guard should insist on official identification before allowing anyone to enter your property or compound. If in doubt, do not let them in and raise the alarm.</p>\n\n<p>You should remain vigilant at all times.</p>\n\n<p>If you need to contact the emergency services, dial 112 and ask for the emergency service you require.</p>\n\n<h2 id=\"road-travel\">Road Travel</h2>\n\n<h3 id=\"road-safety\">Road Safety</h3>\n\n<p>Road conditions are poor and driving standards are extremely poor. Road accidents resulting in death and serious injury are common. Drivers and road users frequently drive dangerously and ignore the rules of the road.</p>\n\n<p>Self-driving in Tanzania can be challenging. Check the speed limits before you drive.</p>\n\n<p>Be vigilant of other road users at all times and drive with caution. Vehicles and motorcycles may try to undertake and overtake in any lane on the roads, including on the hard shoulder of highways. Be wary that drivers of all vehicles often make manoeuvres without signalling beforehand.</p>\n\n<p>Maintain a safe distance between you and the car in front of you and do not approach junctions or roundabouts at speed. You should give way to the right at roundabouts, but be careful as drivers often ignore the rules.</p>\n\n<p>If you’re travelling by car, always wear a seatbelt. If you have concerns about the roadworthiness or safety of any car, then you should not travel in it.</p>\n\n<p>The quality of car hire companies is variable. Consider using reputable taxis as an alternative. There are no roadside rescue or breakdown services. Road maps are hard to come by and not always up to date. Service stations are infrequent and may not have supplies of fuel.</p>\n\n<p>Road surfaces are variable and many roads are in need of repair, including in major towns and cities. During the rainy seasons, roads may become flooded and road surfaces can deteriorate. Take extra care if you’re driving during the rainy season and seek local advice before making a long car journey. You can find more information on the rainy season in the <a href=\"https://www.gov.uk/foreign-travel-advice/tanzania/natural-disasters\">‘Natural disasters’</a> section .</p>\n\n<p>Driving conditions in Tanzania’s national parks can be unpredictable as the roads around the parks, mainly dirt tracks, are generally poor and can become hazardous or impassable after heavy rain. A 4x4 vehicle is often required. Avoid driving out of major towns and cities at night.</p>\n\n<p>Keep doors locked, windows up and valuables out of sight, as vehicles are sometimes targeted by thieves. Be particularly careful at night when there is a higher incidence of crime and drunk driving. Avoid driving out of town at night. If you become aware of an unusual incident, or if somebody in plain clothes tries to flag you down, it is often safer not to stop.</p>\n\n<p>There are frequent police road blocks. If you’re stopped by the police, ask to see identification before making any payments for traffic violations. If you’re involved in a road accident, co-operate with the local police.</p>\n\n<h3 id=\"local-transport\">Local transport</h3>\n\n<p>When making short journeys around towns and cities, you should avoid using local public transport. If you can use an officially licensed taxi as an alternative, you should do so.</p>\n\n<p>Local buses (known as ‘dala dalas’), motorbike taxis (‘boda bodas’), and tuk-tuks (known locally as ‘bijajis’) do not meet western safety standards. Vehicles are often in poor condition, badly driven, and rarely have proper insurance cover.</p>\n\n<p>There are frequent accidents involving dala dalas, boda bodas and tuk tuks, some of which result in fatalities.</p>\n\n<p>Pick pockets may operate on overcrowded dala dala buses.</p>\n\n<h3 id=\"licences-and-documents\">Licences and documents</h3>\n\n<p>You will need to have an <a href=\"https://www.gov.uk/driving-abroad/international-driving-permit\">International Driving Permit (IDP)</a> to drive in Tanzania. From 1 February 2019, you can only get IDPs over the counter from 2,500 UK Post Offices. You will not be able to buy an IDP outside the UK, so get one before you travel.</p>\n\n<p>If you plan to drive yourself during a visit to Tanzania, you’ll need your UK licence and an International Driving Permit. To drive in Zanzibar you’ll need your UK licence and a local Zanzibar driving permit (which you can get through your hire car company). Carry several copies of your driving licence, permits and insurance documents.</p>\n\n<h3 id=\"air-travel\">Air travel</h3>\n\n<p>Domestic air travel and safari journeys are often undertaken in light, mostly propeller driven, aircraft.</p>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> cannot offer advice on the safety of individual airlines. However, the International Air Transport Association publishes <a rel=\"external\" href=\"https://www.iata.org/whatwedo/safety/audit/iosa/Pages/registry.aspx\">a list of registered airlines</a> that have been audited and found to meet a number of operational safety standards and recommended practices. This list is not exhaustive and the absence of an airline from this list does not necessarily mean that it is unsafe.</p>\n\n<p>The International Civil Aviation Organisation has <a rel=\"external\" href=\"https://www.icao.int/safety/Pages/USOAP-Results.aspx\">carried out an audit</a> of the level of implementation of the critical elements of safety oversight in Tanzania.</p>\n\n<p>On 6 November 2022, a Precision Air flight from Dar es Salaam to Bukoba crashed into Lake Victoria close to Bukoba airport.</p>\n\n<p>A list of incidents and accidents in Tanzania is available on the website of the <a rel=\"external\" href=\"http://aviation-safety.net/database/country/country.php?id=5H\">Aviation Safety network</a></p>\n\n<h3 id=\"local-travel\">Local travel</h3>\n\n<p>If you’re planning to travel to a neighbouring country or across the region, make sure you check our travel advice for each country you intend to visit.</p>\n\n<p>Information about travel in remote areas can be patchy. Invest in an up-to-date travel guide and only use reliable tour companies.</p>\n\n<h3 id=\"burundi-borderkigoma-region\">Burundi border/Kigoma region</h3>\n\n<p>Take particular care in the area bordering Burundi/Kigoma region. There have been armed robberies in this area, including vehicle hijackings. Drive only in hours of daylight. There are few facilities for visitors.</p>\n\n<h3 id=\"national-parks\">National Parks</h3>\n<p>Careful planning is important to get the best out of your safari. If you choose to camp, only use official sites. Make sure you are properly equipped and seek local advice when travelling to isolated areas. Some parks are extremely remote, and emergency access and evacuation can be difficult.</p>\n\n<p>There are risks associated with viewing wildlife, particularly on foot or at close range. Always follow park regulations and wardens’ advice, and make sure you have the correct documentation or permit before entering a national park.</p>\n\n<h3 id=\"trekking\">Trekking</h3>\n<p>If you are trekking or climbing, only use a reputable travel company, stick to established routes and always walk in groups. Make sure you are well prepared and equipped to cope with the terrain and low temperatures.</p>\n\n<p>Altitude sickness is a risk in Tanzania’s northeast, which is home to Mounts Meru and Kilimanjaro. More information and advice about altitude sickness is available from <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/26/altitude-illness\">TravelHealthPro</a>.</p>\n\n<h3 id=\"river-and-sea-travel\">River and sea travel</h3>\n\n<p>In the last few years there have been several ferry disasters in which hundreds of people have died. These were ferries travelling between Dar es Salaam and Zanzibar, between the islands of Zanzibar and in the Lake Zone area.</p>\n\n<p>Use a reputable ferry company and if you believe a ferry to be overloaded or unseaworthy, do not get on. Familiarise yourself with emergency procedures on board and make a note of where the life jackets and emergency exits are located.</p>\n\n<p>You should also beware of aggressive ticket touts at Tanzanian ports.</p>\n\n<p>The threat of piracy related activity and armed robbery off the coast of Somalia, in the Gulf of Aden and Indian Ocean remains significant. Reports of attacks on local fishing dhows in the area around the Gulf of Aden and Horn of Africa continue. The combined threat assessment of the international Naval Counter Piracy Forces remains that all sailing yachts under their own passage should remain out of the <a rel=\"external\" href=\"https://on-shore.mschoa.org/\">designated High Risk  Area</a> or face the risk of being hijacked and held hostage for ransom. For more information and advice, see our <a href=\"https://www.gov.uk/guidance/sea-river-and-piracy-safety\">Piracy and armed robbery at sea</a> page</p>\n\n<h3 id=\"train-travel\">Train travel</h3>\n<p>There have been several accidents on Tanzanian railways. Seek local advice for any long-distance train travel.</p>\n\n<h3 id=\"political-situation\">Political Situation</h3>\n\n<p>General elections took place on 28 October 2020. The elections took place largely peacefully. You should avoid all demonstrations and rallies. On occasion, demonstrations and political rallies across Tanzania have turned violent and resulted in fatalities. Police may use tear gas and/or live ammunition for crowd control. Keep up to date with local and international events and avoid all demonstrations and large gatherings. If you become aware of any nearby protests, leave the area immediately and monitor our <a href=\"https://www.gov.uk/foreign-travel-advice/tanzania\">travel advice,</a> <a rel=\"external\" href=\"https://twitter.com/ukintanzania\">Twitter</a> and local media for up-to-date information.</p>\n\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Terrorists are very likely to try to carry out attacks in Tanzania, including in major cities. Although Tanzania has not suffered a major terrorist incidence since the bombing of the US Embassy in 1998, there have been a number of smaller scale incidents. In October 2020 the village of Kitara in the Mtawa region was attacked. Close to the border with Mozambique, the attack was claimed by Islamic extremists operating in Northern Mozambique. Most attacks target the local security forces, though attacks against Western interests are also possible.</p>\n\n<p>Attacks could be indiscriminate and occur without warning. There is a risk of kidnapping for ransom and political purposes. Places frequented by Westerners, including places of worship, transport hubs, embassies, hotels and restaurants, and major gatherings like sporting and religious events may be targets. Previous attacks in the region have targeted places where football matches are being viewed. You should exercise heightened vigilance at all times, especially in crowded areas and public places, and follow the advice of local authorities. You should regularly reassess your security arrangements and consider carefully any travel around the country.</p>\n\n<p>Extremists linked to the Islamic terrorist group Al-Shabaab based in Somalia pose a threat across the East Africa region, and are thought to be active in Tanzania.  Attacks by IS-Mozambique, who are based in the Cabo Delgado province of Mozambique, are possible near Tanzania’s border with this area of Mozambique.  There is also thought to be some support for Daesh (formerly referred to as ISIL). The Tanzanian authorities have successfully made a number of arrests in connection to terrorism. However, many incidents in Tanzania are of unclear origin and may be conducted by criminal gangs.</p>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out how to reduce your risk from <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">terrorism</a> while abroad.</p>\n",
                    "slug": "terrorism",
                    "title": "Terrorism"
                },
                {
                    "body": "<p>Tanzanians are welcoming and well disposed towards visitors, but you should be sensitive to local culture. Loud or aggressive behaviour, drunkenness, foul language and disrespect, especially towards older people, will cause offence.</p>\n\n<p>There is a high proportion of Muslims in Tanzania, especially along the coast and on Zanzibar and Pemba. Respect local traditions, customs, laws and religions at all times and be aware of your actions to ensure that they do not offend, especially during the holy month of Ramadan or if you intend to visit religious areas.</p>\n\n<p>You should dress modestly. In Zanzibar and Pemba, women should avoid wearing shorts and sleeveless tops away from tourist resorts, particularly in Stone Town and other places where the local population may be offended.</p>\n\n<p>Zanzibari authorities may fine tourists, guides and tour operators for inappropriate clothing worn in public. Fines for tourists are a minimum of 700 USD, and tour operators face a minimum fine of 1000 USD.</p>\n\n<p>There have been cases where women travelling alone and in small groups have been verbally harassed.</p>\n\n<p>Homosexuality is illegal in Tanzania (including Zanzibar) and is not tolerated in Tanzania’s conservative society. Public displays of homosexuality like holding hands or kissing in public places could lead to arrest and imprisonment. See our <a href=\"https://www.gov.uk/guidance/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">information and advice page</a> for the LGBT community before you travel.</p>\n\n<p>Carry identification (a copy of your passport and visa/permit) at all times. Immigration officials and police have the power to request these documents at any reasonable time. If you’re a resident or longer term visitor, you should consider carrying a certified copy of your passport and visa/permit.</p>\n\n<p>If you’re planning to send your British passport to the UK for renewal/replacement while in Tanzania, the British High Commission recommends that you attend your local Tanzanian Immigration Service office and request a certified copy of your passport bio data page and any work/residence permits you currently hold.</p>\n\n<p>Tanzania (including Zanzibar) has strict laws regarding drug use and those found in possession will be fined. There are severe penalties, including prison sentences, for drug trafficking.</p>\n\n<p>Plastic bags are banned for environmental reasons.  Airline passengers will be asked to surrender plastic bags on arrival. The ban does not include ‘ziplock’ bags used as part of airline security procedures.</p>\n\n<p>There are criminal laws on the protection of wildlife and fauna in Tanzania. Avoid bringing wildlife products such as jewellery into Tanzania as you risk delay, questioning or detention when trying to leave the country.  These products, whether bought or received as a gift in Tanzania, are illegal.  Foreigners have been arrested recently for trying to take products, including horns and seashells, out of the country without a certified export permit issued by the Ministry of Natural Resources and Tourism. If you’re caught you may be detained or fined.</p>\n",
                    "slug": "local-laws-and-customs",
                    "title": "Local laws and customs"
                },
                {
                    "body": "<div class=\"call-to-action\">\n\n  <p>This page has information on travelling to Tanzania.</p>\n\n</div>\n\n<p>This page reflects the UK government’s understanding of current rules for people travelling on a full ‘British Citizen’ passport from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Tanzania set and enforce entry rules. If you’re unsure how Tanzania’s entry requirements apply to you, contact its <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">UK embassy, high commission or consulate</a>.</p>\n\n<h2 id=\"all-travellers\">All travellers</h2>\n\n<p>You do not need to show a COVID vaccination certificate or negative COVID test to enter Tanzania.</p>\n\n<p>Health officials may screen you for COVID symptoms on arrival. They may also randomly select travellers for rapid antigen testing.</p>\n\n<h2 id=\"if-youre-transiting-through-tanzania\">If you’re transiting through Tanzania</h2>\n\n<p>Your carrier or final destination country may have separate rules on vaccination and testing requirements. Check with your transport provider or travel agent for their COVID-19 requirements before you travel.</p>\n\n<h2 id=\"check-your-passport-and-travel-documents-before-you-travel\">Check your passport and travel documents before you travel</h2>\n\n<h3 id=\"passport-validity\">Passport validity</h3>\n\n<p>If you are visiting Tanzania, your passport should be valid for 6 months from the date you arrive.</p>\n\n<p>If you are a resident in Tanzania, your passport must be valid for 6 months from the date you arrive.</p>\n\n<p>Check with your travel provider to make sure your passport and other travel documents meet their requirements.</p>\n\n<h3 id=\"visas\">Visas</h3>\n\n<p>All British passport holders need a tourist or business visa to enter Tanzania. Tanzania has introduced an ‘e-visas’ system through which applications can be submitted and approved <a rel=\"external\" href=\"https://visa.immigration.go.tz/\">online</a>  in advance of travel. It is no longer possible to get a visa from the Tanzanian High Commission in London.</p>\n\n<p>It is also possible to get a tourist or business visa for a single entry on arrival at main ports of entry to Tanzania, subject to the fulfilment of all immigration requirements. You may be asked to provide proof of your return journey. You will not be able to get a multiple entry visa on arrival. For further information about visas visit the <a rel=\"external\" href=\"https://visa.immigration.go.tz/guidelines\">Tanzanian immigration website</a> .</p>\n\n<p>If you are planning to work or volunteer, you will need a valid work permit which can also be applied for online via the <a rel=\"external\" href=\"https://epermit.kazi.go.tz/web/main/default\">Tanzanian immigration website</a>.  Your employer or volunteer organisation should arrange this before you travel.</p>\n\n<p>If you overstay the validity of your visa or permit you can be arrested, detained and fined before being deported. Reports made to the British High Commission by Black, Asian and Minority Ethnic (BAME) British passport holders have indicated that they are experiencing additional levels of harassment from immigration officials. In these circumstances, you should stay calm and request that the <a href=\"https://www.gov.uk/world/organisations/british-high-commission-dar-es-salaam\">Consular section of the British High Commission</a> is immediately informed.</p>\n\n<h3 id=\"yellow-fever-certificate-requirements\">Yellow fever certificate requirements</h3>\n\n<p>Check whether you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/220/tanzania-including-zanzibar#Vaccine_recommendations\">TravelHealthPro website</a>.</p>\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>If you have a health condition, or you are pregnant, you may need specialist healthcare abroad. Check whether your destination country can provide the healthcare you may need and ensure you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for unexpected medical evacuation or local treatment.</p>\n\n<div class=\"example\">\n<p>See the Coronavirus travel health and Healthcare sections in the <a href=\"/foreign-travel-advice/Tanzania/coronavirus\">Coronavirus page</a> for COVID-19 health information.</p>\n</div>\n\n<p>At least 8 weeks before your trip, check the latest country-specific health advice from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/countries\">National Travel Health Network and Centre (NaTHNaC)</a> on the TravelHealthPro website. Each country-specific page has information on vaccine recommendations, any current health risks or outbreaks, and factsheets with information on staying healthy abroad. Guidance is also available from NHS (Scotland) on the <a rel=\"external\" href=\"https://www.fitfortravel.nhs.uk/destinations.aspx\">FitForTravel website</a>.</p>\n\n<p>General information on <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">travel vaccinations</a> and a <a rel=\"external\" href=\"https://www.nhs.uk/live-well/healthy-body/travel-health-checklist/\">travel health checklist</a> is available on the NHS website.  You may then wish to contact your health adviser or pharmacy for advice on other preventive measures and managing any pre-existing medical conditions while you’re abroad.</p>\n\n<p>The legal status and regulation of some medicines prescribed or purchased in the UK can be different in other countries. If you’re travelling with prescription or over-the-counter medicine, read this guidance from NaTHNaC on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>. For further information on the legal status of a specific medicine, you’ll need to contact the <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">embassy, high commission or consulate</a>\nof the country or territory you’re travelling to.</p>\n\n<p>While travel can be enjoyable, it can sometimes be challenging. There are clear links between mental and physical health, so looking after yourself during travel and when abroad is important. Information on travelling with mental health conditions is available in our <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">guidance page</a>. Further information is also available from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">National Travel Health Network and Centre (NaTHNaC)</a>.</p>\n\n<h3 id=\"medical-treatment\">Medical treatment</h3>\n\n<p>If you need emergency medical assistance during your trip, dial 112 and ask for an ambulance. You should contact your insurance/medical assistance company promptly if you are referred to a medical facility for treatment.</p>\n\n<p>Medical facilities are limited, especially outside Dar es Salaam. Make sure you have adequate <a href=\"/guidance/foreign-travel-insurance\">travel health insurance</a> and accessible funds to cover the cost of medical treatment abroad, evacuation by air ambulance and repatriation.</p>\n\n<h3 id=\"marburg-virus-disease\">Marburg virus disease</h3>\n\n<p>On 2 June 2023 the Ministry of Health declared the Marburg Virus Disease (MVD) outbreak, in the Kagera region of northwest Tanzania, over. This announcement came 42 days after the last confirmed case tested negative on 19 April 2023.</p>\n\n<p>For more information <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/220/tanzania\">visit the NaTHNaC website</a>.</p>\n\n<h3 id=\"measles\">Measles</h3>\n\n<p>Health authorities have confirmed cases of measles in Zanzibar and several districts on the Tanzanian mainland. You can find more information on the global risk of measles on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/news/663/global-risk-of-measles-reminder\">NaTHNaC’s global risk of measles reminder page</a>.</p>\n\n<h3 id=\"ebola\">Ebola</h3>\n\n<p>On 11 January 2023 the World Health Organisation officially declared the Uganda Ebola outbreak to be over.  For more information, visit the <a href=\"https://www.gov.uk/foreign-travel-advice/uganda\">Uganda travel advice page</a>.</p>\n\n<p>On 29 September 2022, the authorities declared the 15th Ebola outbreak in the Democratic Republic of Congo (DRC) to be over. For more information, <a href=\"https://www.gov.uk/foreign-travel-advice/democratic-republic-of-the-congo\">visit the DRC travel advice page</a>.</p>\n\n<p>You can find further information and updates on Ebola on the <a rel=\"external\" href=\"https://www.afro.who.int/health-topics/ebola-virus-disease\">WHO website</a> and the <a href=\"https://www.gov.uk/guidance/ebola-and-marburg-haemorrhagic-fevers-outbreaks-and-case-locations#current-incidents-and-outbreaks\">Public Health England (PHE) website</a>.</p>\n\n<p>Public Health England has updated its <a href=\"https://www.gov.uk/government/publications/ebola-virus-disease-information-for-workers-in-at-risk-countries\">guidance</a> for humanitarian or healthcare workers travelling to countries at risk of Ebola.</p>\n\n<h3 id=\"other-health-risks\">Other health risks</h3>\n\n<p><a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/220/tanzania#Malaria\">Malaria</a>, <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/220/tanzania#Other_risks\">dengue fever</a> and <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/220/tanzania#CIoutBreaks\">cholera</a> are common in Tanzania.</p>\n\n<p>There have also been cases of <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/220/tanzania#CIoutBreaks\">sleeping sickness</a> occurring after bites from tsetse flies in the north, including the Serengeti. Other diseases, such as rift valley fever, occur mostly in rural areas where access to sanitation is limited.</p>\n\n<p>In the 2015 Report on the Global AIDS Epidemic, the UNAIDS/WHO Working Group estimated that around 1,400,000 adults aged 15 or over in Tanzania were living with HIV; the prevalence percentage was estimated at around 4.7 of the adult population. You should exercise normal precautions to <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/15/sexually-transmitted-infections\">avoid exposure to HIV/AIDS</a>.</p>\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>Tanzania lies on an active fault line stretching from the north of the country to the south and tremors occur from time to time. The last significant earthquake (magnitude 6.0) happened on 12 August 2020 66km north east of Mafia Island.  The US Federal Emergency Management Agency has advice about what to do <a rel=\"external\" href=\"http://www.ready.gov/earthquakes\">before, during and after an earthquake</a>.</p>\n\n<p>During the rainy seasons, end of March till May and October to middle of December, exceptionally heavy rainfall and strong winds can occur. Abnormal weather conditions can affect travel. If travelling to affected regions, you should take extra care and follow any advice given by the local authorities.</p>\n",
                    "slug": "natural-disasters",
                    "title": "Natural disasters"
                },
                {
                    "body": "<p>The Tanzanian Shilling is the official currency of Tanzania, but US dollars are also widely accepted in tourist areas. Dollar notes printed before 2009 are usually not accepted. You can exchange money at many authorised dealers, banks and bureaux de change. Get a receipt after each transaction.</p>\n\n<p>Most banks in major cities have ATMs, but they are not always reliable and sometimes break down or run out of money. To minimise the risk of card cloning, only use ATMs located within the bank.  Travellers cheques are not widely accepted and non-Bank of England sterling notes may be subject to less favourable exchange rates.</p>\n",
                    "slug": "money",
                    "title": "Money"
                },
                {
                    "body": "\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. If you need urgent help because something has happened to a friend or relative abroad, contact the FCDO in London on 020 7008 5000 (24 hours).</p>\n</div>\n\n<h3 id=\"foreign-travel-checklist\">Foreign travel checklist</h3>\n\n<p>Read our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> to help you plan for your trip abroad and stay safe while you’re there.</p>\n\n<h3 id=\"travel-safety\">Travel safety</h3>\n\n<p>The FCDO travel advice helps you make your own decisions about foreign travel. Your safety is our main concern, but we cannot provide tailored advice for individual trips. If you’re concerned about whether or not it’s safe for you to travel, you should read the travel advice for the country or territory you’re travelling to, together with information from other sources you’ve identified, before making your own decision on whether to travel. Only you can decide whether it’s safe for you to travel.</p>\n\n<p>When we judge the level of risk to British nationals in a particular place has become unacceptably high, we’ll state on the travel advice page for that country or territory that we advise against all or all but essential travel. <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">Read more about how the FCDO assesses and categorises risk in foreign travel advice</a>.</p>\n\n<p>Our <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggests additional things you can do before and during foreign travel to help you stay safe.</p>\n\n<h3 id=\"refunds-and-cancellations\">Refunds and cancellations</h3>\n\n<p>If you wish to cancel or change a holiday that you’ve booked, you should contact your travel company. The question of refunds and cancellations is a matter for you and your travel company. Travel companies make their own decisions about whether or not to offer customers a refund. Many of them use our travel advice to help them reach these decisions, but we do not instruct travel companies on when they can or cannot offer a refund to their customers.</p>\n\n<p>For more information about your rights if you wish to cancel a holiday, visit <a rel=\"external\" href=\"https://www.citizensadvice.org.uk/consumer/holiday-cancellations-and-compensation/cancelling-a-holiday/\">the Citizen’s Advice Bureau website</a>. For help resolving problems with a flight booking, visit the <a rel=\"external\" href=\"https://www.caa.co.uk/Passengers/Resolving-travel-problems/\">website of the Civil Aviation Authority</a>. For questions about travel insurance, contact your insurance provider and if you’re not happy with their response, you can complain to the <a rel=\"external\" href=\"http://www.financial-ombudsman.org.uk/consumer/complaints.htm\">Financial Ombudsman Service</a>.</p>\n\n<h3 id=\"registering-your-travel-details-with-us\">Registering your travel details with us</h3>\n\n<p>We’re no longer asking people to register with us before travel. Our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> and <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggest things you can do before and during foreign travel to plan your trip and stay safe.</p>\n\n<h3 id=\"previous-versions-of-fcdo-travel-advice\">Previous versions of FCDO travel advice</h3>\n\n<p>If you’re looking for a previous version of the FCDO travel advice, visit the <a rel=\"external\" href=\"http://webarchive.nationalarchives.gov.uk/*/http:/www.gov.uk/foreign-travel-advice\">National Archives website</a>. Versions prior to 2 September 2020 will be archived as FCO travel advice. If you can’t find the page you’re looking for there, send the Travel Advice team <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Tanzania&amp;post=Tanzania%20travel%20advice%20team\">a request</a>.</p>\n\n<h3 id=\"further-help\">Further help</h3>\n\n<p>If you’re a British national and you have a question about travelling abroad that isn’t covered in our foreign travel advice or elsewhere on GOV.UK, you can <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Tanzania&amp;post=Tanzania%20travel%20advice%20team\">submit an enquiry</a>, or contact us on <a rel=\"external\" href=\"https://twitter.com/FCDOtravelGovUK\">Twitter</a> or <a rel=\"external\" href=\"https://en-gb.facebook.com/FCDOTravel\">Facebook</a>. We’re not able to provide tailored advice for specific trips.</p>\n\n",
                    "slug": "travel-advice-help-and-support",
                    "title": "Travel advice help and support"
                }
            ],
            "reviewed_at": "2023-10-30T12:04:47Z",
            "updated_at": "2023-11-02T17:02:16Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-02-15T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/tanzania",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/tanzania",
                    "base_path": "/foreign-travel-advice/tanzania",
                    "content_id": "203432b1-e296-4ffe-9fc9-dcfe110c0d67",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-30T12:04:47Z",
                    "schema_name": "travel_advice",
                    "title": "Tanzania travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/tanzania",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/tanzania",
                    "api_url": "https://www.gov.uk/api/content/world/tanzania",
                    "base_path": "/world/tanzania",
                    "content_id": "4b79c1e5-a3c0-4d68-83dc-4943cbef96ca",
                    "description": "Services if you're visiting, studying, working or living in Tanzania. Includes information about trading with and doing business in the UK and Tanzania.",
                    "details": {
                        "internal_name": "UK help and services in Tanzania",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:38:33Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Tanzania",
                    "web_url": "https://www.gov.uk/world/tanzania",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/kenya",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/kenya",
                    "base_path": "/foreign-travel-advice/kenya",
                    "content_id": "47d7619a-8621-49bc-8e67-75e06b3fb610",
                    "details": {
                        "change_description": "Updated information on visas ('Entry requirements' page).",
                        "country": {
                            "name": "Kenya",
                            "slug": "kenya",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-08T08:29:49Z",
                    "schema_name": "travel_advice",
                    "title": "Kenya travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/kenya",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/uganda",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/uganda",
                    "base_path": "/foreign-travel-advice/uganda",
                    "content_id": "77488676-da3d-4752-a6b2-f99c7691bf67",
                    "details": {
                        "change_description": "FCDO advises against all but essential travel to Jinja town.(‘Summary’ page).",
                        "country": {
                            "name": "Uganda",
                            "slug": "uganda",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-13T21:23:09Z",
                    "schema_name": "travel_advice",
                    "title": "Uganda travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/uganda",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/zambia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/zambia",
                    "base_path": "/foreign-travel-advice/zambia",
                    "content_id": "7e2beff5-a1ee-4ed4-ad63-c9a72bb0dc17",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                        "country": {
                            "name": "Zambia",
                            "slug": "zambia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T10:43:23Z",
                    "schema_name": "travel_advice",
                    "title": "Zambia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/zambia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/south-africa",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/south-africa",
                    "base_path": "/foreign-travel-advice/south-africa",
                    "content_id": "e4649806-d58a-40f7-b86d-09a4376c25a0",
                    "details": {
                        "change_description": "Information on 'smash and grab' attacks on vehicles ('Safety and security' page).\r\n\r\nInformation on the less secure areas around international airports in Johannesburg and Cape Town ('Safety and security' page).\r\n\r\nAdditional information on asking for a life-jacket when participating in water sports ('Safety and security' page).\r\n\r\n",
                        "country": {
                            "name": "South Africa",
                            "slug": "south-africa",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-10T12:12:22Z",
                    "schema_name": "travel_advice",
                    "title": "South Africa travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/south-africa",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/zimbabwe",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/zimbabwe",
                    "base_path": "/foreign-travel-advice/zimbabwe",
                    "content_id": "d38db404-4291-4088-951a-1b8d5b696f1e",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
                        "country": {
                            "name": "Zimbabwe",
                            "slug": "zimbabwe",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-19T11:59:21Z",
                    "schema_name": "travel_advice",
                    "title": "Zimbabwe travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/zimbabwe",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-tanzania",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-tanzania",
                    "base_path": "/world/living-in-tanzania",
                    "content_id": "66d8c709-ea14-4e1a-9cd5-b762190e60a8",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Tanzania",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/tanzania",
                                "api_url": "https://www.gov.uk/api/content/world/tanzania",
                                "base_path": "/world/tanzania",
                                "content_id": "4b79c1e5-a3c0-4d68-83dc-4943cbef96ca",
                                "description": "Services if you're visiting, studying, working or living in Tanzania. Includes information about trading with and doing business in the UK and Tanzania.",
                                "details": {
                                    "internal_name": "UK help and services in Tanzania",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:38:33Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Tanzania",
                                "web_url": "https://www.gov.uk/world/tanzania",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:18:30Z",
                    "schema_name": "taxon",
                    "title": "Living in Tanzania",
                    "web_url": "https://www.gov.uk/world/living-in-tanzania",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-tanzania",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-tanzania",
                    "base_path": "/world/travelling-to-tanzania",
                    "content_id": "c1975393-94be-49e6-8fd5-3698cb3a45b8",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Tanzania",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/tanzania",
                                "api_url": "https://www.gov.uk/api/content/world/tanzania",
                                "base_path": "/world/tanzania",
                                "content_id": "4b79c1e5-a3c0-4d68-83dc-4943cbef96ca",
                                "description": "Services if you're visiting, studying, working or living in Tanzania. Includes information about trading with and doing business in the UK and Tanzania.",
                                "details": {
                                    "internal_name": "UK help and services in Tanzania",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:38:33Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Tanzania",
                                "web_url": "https://www.gov.uk/world/tanzania",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:18:30Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Tanzania",
                    "web_url": "https://www.gov.uk/world/travelling-to-tanzania",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-10-30T12:04:47Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1698944536.602-10.13.22.216-50938",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Tanzania travel advice",
        "updated_at": "2023-11-15T10:46:33Z",
        "withdrawn_notice": {}
    }
}