{
    "Country Slug": "trinidad-and-tobago",
    "Country Name": "Trinidad and Tobago",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/trinidad-and-tobago",
        "content_id": "2cacdc4c-913b-463a-b29e-4a5f45b67e4e",
        "description": "Latest FCDO travel advice for Trinidad and Tobago including on entry requirements, safety and security and local laws and customs.",
        "details": {
            "alert_status": [],
            "change_description": "Updated information on Coronavirus ('Coronavirus' and 'Entry requirements' pages).",
            "change_history": [
                {
                    "note": "Latest update: This advice has been reviewed in full; Summary - There’s a higher risk from opportunistic crime during Carnival season; the local tourism and police authorities have announced plans to put in place enhanced security measures for tourists in advance of the Carnival celebrations; you should remain vigilant",
                    "public_timestamp": "2019-02-25T12:26:06.639Z"
                },
                {
                    "note": "Latest update: Summary and Terrorism section - updated information and advice on threat from terrorism, reflecting a decreased threat",
                    "public_timestamp": "2019-06-24T15:21:49.950Z"
                },
                {
                    "note": "Latest update: This advice has been reviewed in full and reissued without amendment",
                    "public_timestamp": "2019-06-28T16:05:35.000Z"
                },
                {
                    "note": "Latest update: Summary - there are Storm Warnings in place for Tropical Storm Karen.  Tropical storm effects are expected in the region within the next 12 hours.  You should follow the advice of the local authorities, your tour operator and hotel.  ",
                    "public_timestamp": "2019-09-22T13:23:36.000Z"
                },
                {
                    "note": "Summary - updated information on Tropical Storm Karen; the Tropical Storm warning has been discontinued but a red Riverine flood warning remains in place; you should follow the advice of the local authorities, your tour operator and hotel",
                    "public_timestamp": "2019-09-23T13:15:34.000Z"
                },
                {
                    "note": "Summary  - removal of information on tropical storm Karen",
                    "public_timestamp": "2019-09-25T13:31:58.000Z"
                },
                {
                    "note": "This advice has been reviewed in full with editorial amendments throughout",
                    "public_timestamp": "2019-11-18T13:27:05.000Z"
                },
                {
                    "note": "Local laws and customs - addition of information on changes to legislation related to the possession of marijuana",
                    "public_timestamp": "2020-01-07T10:32:47.000Z"
                },
                {
                    "note": "Summary - addition of information and advice on entry restrictions introduced by the Trinidad and Tobago government for those with recent travel history in China",
                    "public_timestamp": "2020-02-03T16:39:51.000Z"
                },
                {
                    "note": "Safety and security (Crime) - addition of dates for this year's annual carnival celebration in Trinidad",
                    "public_timestamp": "2020-02-18T12:08:03.000Z"
                },
                {
                    "note": "Cases of coronavirus (COVID-19) have been confirmed in Trinidad and Tobago. The Trinbagonian authorities have introduced a number of measures to limit the spread of the virus (Summary and Health).\r\nRemoval of information on Carnival celebrations in February 2020 (Safety and Security).",
                    "public_timestamp": "2020-03-15T17:42:00.000Z"
                },
                {
                    "note": "update to information on coronavirus and advising against all but essential travel (Summary and Health)",
                    "public_timestamp": "2020-03-16T22:31:48.000Z"
                },
                {
                    "note": "On 21 March the Trinidad and Tobago government announced the indefinite closure of its borders to all international flights effective midnight 22 March.  British nationals in Trinidad and Tobago who wish to leave the country should make immediate travel arrangements with the airlines. (Summary and Health)\r\n",
                    "public_timestamp": "2020-03-22T00:00:37.000Z"
                },
                {
                    "note": "Trinidad and Tobago’s borders remain closed. This includes sea borders which are closed to all vessels including yachts. The last international flight to the UK departed on 26 March. On 26 March, the Trinidad and Tobago government announced new “stay at home” measures, for the non-essential labour force, effective midnight 29 March until 15 April. All British nationals in T&T should adhere to all precautionary measures put in place by the local authorities.('Coronavirus’ page) ",
                    "public_timestamp": "2020-03-27T20:13:23.000Z"
                },
                {
                    "note": "Latest guidance on what to do whilst borders remain closed and no commercial options available from Trinidad and Tobago back to the UK. ('Return to the UK' page)",
                    "public_timestamp": "2020-04-03T04:39:19.000Z"
                },
                {
                    "note": "On 6 April, the Trinidad and Tobago government extended the “stay at home” order, for the non-essential labour force, for an additional 15 days until 30 April. The government also introduced the immediate mandatory wearing of face masks in public spaces. British nationals should adhere to all precautionary measures put in place by the local authorities. ('Coronavirus’ page). ",
                    "public_timestamp": "2020-04-07T18:22:36.000Z"
                },
                {
                    "note": "A “stay at home” order, for the non-essential labour force, was extended on 25 April until 15 May.  It is mandatory to wear face masks in public spaces. You should adhere to all precautionary measures put in place by the local authorities. ('Coronavirus’ page). British Nationals can send enquiries to stayincontactTRINIDADANDTOBAGO@fco.gov.uk",
                    "public_timestamp": "2020-04-27T10:47:50.000Z"
                },
                {
                    "note": "Update to information and advice on returning to the UK ('Coronavirus' and 'Return to the UK' pages)",
                    "public_timestamp": "2020-05-05T15:21:58.000Z"
                },
                {
                    "note": "Further update to information and advice on returning to the UK ('Return to the UK' page)",
                    "public_timestamp": "2020-05-08T20:15:47.000Z"
                },
                {
                    "note": "On 10 May the Government announced a phased approach to the easing of COVID-19 restrictions. ('Staying during coronavirus' and 'Entry requirements' pages) ",
                    "public_timestamp": "2020-05-10T19:31:14.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-05-20T12:54:27.000Z"
                },
                {
                    "note": "Addition of information on UK special flights from Trinidad and Tobago from 03 June (‘Return to the UK’ page) ",
                    "public_timestamp": "2020-05-23T13:00:07.000Z"
                },
                {
                    "note": "Updated information on UK special flights from Trinidad and Tobago reflecting end of booking period (‘Return to the UK’ page)",
                    "public_timestamp": "2020-05-28T03:58:33.000Z"
                },
                {
                    "note": "Update to information on easing of local coronavirus (COVID-19) measures by moving into phase three from 1 June ('Staying during coronavirus' page)",
                    "public_timestamp": "2020-06-01T14:22:26.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T11:30:51.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June and flight options, plus updated information on moving around in Trinidad and Tobago and Entry Stamps ('Return to the UK' and ‘Staying during coronavirus’ pages).",
                    "public_timestamp": "2020-06-12T21:02:51.000Z"
                },
                {
                    "note": "New information on moving around in Trinidad and Tobago (‘Staying during coronavirus’ page)",
                    "public_timestamp": "2020-06-24T14:23:22.000Z"
                },
                {
                    "note": "There were widespread and violent protests in Port of Spain on 30 June following the killing of three men in Morvant by police on 27 June. The Trinidad and Tobago Police Service issued a red alert and advised citizens to avoid Port of Spain.  British nationals should follow local advice and exercise caution. (‘Safety and Security’ page)",
                    "public_timestamp": "2020-07-01T16:53:55.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section’ ",
                    "public_timestamp": "2020-07-02T14:08:56.000Z"
                },
                {
                    "note": "From 4 July, Trinidad and Tobago are exempt from the FCO advice against all non-essential international travel. This is based on the current assessment of COVID-19 risks.",
                    "public_timestamp": "2020-07-03T14:46:09.000Z"
                },
                {
                    "note": "Update to information and advice on accommodation, crime within Trinidad and possible resumption of British Airways flights from 1 September and Virgin flights from October ('Summary', Coronavirus', 'Safety and security' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-07-07T14:22:51.000Z"
                },
                {
                    "note": "Updated information on a tropical storm watch now in place for Tobago and updated information on entry and exit requirements ('Summary', ‘Natural Disasters’ and 'Entry requirements' pages)",
                    "public_timestamp": "2020-07-24T17:15:04.000Z"
                },
                {
                    "note": "Update to information on a private charter option for returning to the UK in August ('Coronavirus' page).  Removal of information on Tropical Storm Gonzalo ",
                    "public_timestamp": "2020-07-28T11:23:57.000Z"
                },
                {
                    "note": "The FCO advise against all but essential travel to Trinidad and Tobago, based on the current assessment of COVID-19 risks.",
                    "public_timestamp": "2020-08-20T16:20:01.000Z"
                },
                {
                    "note": "Updates to information on ‘Travel in Trinidad and Tobago’ and on ‘Entry Rules in Response to Coronavirus (COVID19)’ ('Coronavirus' and 'Entry requirements' pages).",
                    "public_timestamp": "2020-09-02T08:26:26.000Z"
                },
                {
                    "note": "Updates to information on ‘Returning to the UK’ ('Coronavirus' page).",
                    "public_timestamp": "2020-09-23T15:15:24.000Z"
                },
                {
                    "note": "Updated information on the government of Trinidad and Tobago reviewing lockdown measures due to the increase of COVID-19 cases and there is a possibility of occasional limited private charter options for returning from Trinidad and Tobago to Europe ('Coronavirus' page)",
                    "public_timestamp": "2020-10-13T12:28:37.000Z"
                },
                {
                    "note": "Updated information on the government of Trinidad and Tobago reviewing lockdown measures due to the increase of COVID-19 cases ('Coronavirus' page). Updated information on entry to Trinidad and Tobago and sailing travel restrictions ('Entry requirements' page)",
                    "public_timestamp": "2020-10-26T15:05:37.000Z"
                },
                {
                    "note": "Update to information on the government of Trinidad and Tobago review of restrictive measures due to the decrease of COVID-19 cases and quarantine requirements ('Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-11-11T12:27:16.000Z"
                },
                {
                    "note": "Update to quarantine requirements for travellers from the UK (‘Coronavirus’ and 'Entry requirements' pages)",
                    "public_timestamp": "2020-12-23T11:43:47.000Z"
                },
                {
                    "note": "Addition of information on penalties for breaching COVID-19 and quarantine protocols  ('Entry requirements' page)",
                    "public_timestamp": "2021-01-07T09:53:05.000Z"
                },
                {
                    "note": "Updated information on entry requirements to Trinidad and Tobago; British nationals wishing to enter or leave must fill out an online application for requesting permission ('Entry requirements' page). Additional information on COVID-19 testing facilities (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-26T17:10:47.000Z"
                },
                {
                    "note": "Addition of information and advice on pre-departure COVID-19 testing facilities in Trinidad and Tobago (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-27T10:33:19.000Z"
                },
                {
                    "note": "Update to information and advice on the threat from terrorism in Trinidad and Tobago, reflecting a reduced threat (‘Terrorism’ and ‘Summary’ pages).  Update to information on school closures and crime (‘Coronavirus’ and ‘Safety and security’ pages)",
                    "public_timestamp": "2021-02-10T12:43:31.000Z"
                },
                {
                    "note": "Update to travel exemption process (‘Summary’ page). Information about COVID-19 vaccines if you live in Trinidad and Tobago ('Coronavirus' page)\r\n\r\n",
                    "public_timestamp": "2021-02-22T12:45:56.000Z"
                },
                {
                    "note": "Update to information on Public places and services (‘Coronavirus’ page). ",
                    "public_timestamp": "2021-03-01T11:04:54.000Z"
                },
                {
                    "note": "Update to information on Public places and services (‘Coronavirus’ page). New information on regional flight disruptions as a result of volcanic ash ('Summary' page).",
                    "public_timestamp": "2021-04-14T08:31:48.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Trinidad and Tobago (‘Coronavirus’ page) ",
                    "public_timestamp": "2021-04-14T15:27:10.000Z"
                },
                {
                    "note": "New information on newly introduced COVID-19 restrictions and updated information on sailing travel restrictions (‘Coronavirus’ page' ‘Entry Requirements’ page).",
                    "public_timestamp": "2021-04-16T19:46:21.000Z"
                },
                {
                    "note": "New information on newly introduced COVID-19 restrictions (‘Coronavirus’ page')",
                    "public_timestamp": "2021-04-22T11:14:48.000Z"
                },
                {
                    "note": "Update to information on COVID-19 restrictions in Trinidad and Tobago ('Coronavirus' page)",
                    "public_timestamp": "2021-05-04T13:48:19.000Z"
                },
                {
                    "note": "Trinidad and Tobago is now under a State of Emergency with a curfew in place from 9pm until 5am and all non-essential movement prohibited.  This is in response to the increase in COVID-19 cases in Trinidad and Tobago.  Updates to information on COVID-19 restrictions in Trinidad and Tobago ('Coronavirus' page)",
                    "public_timestamp": "2021-05-18T09:27:36.000Z"
                },
                {
                    "note": "From 4am on Tuesday 8 June Trinidad and Tobago will move to the red list for entering England. ('Summary' page)",
                    "public_timestamp": "2021-06-04T09:57:57.000Z"
                },
                {
                    "note": "Updates to details of the curfew currently in place. (‘Coronavirus’ page). ",
                    "public_timestamp": "2021-06-08T15:39:26.000Z"
                },
                {
                    "note": "Updated information on Trinidad and Tobago's State of Emergency ('Summary' and 'Coronavirus' page)",
                    "public_timestamp": "2021-07-01T12:51:36.000Z"
                },
                {
                    "note": "Addition of information on the reopening of Trinidad and Tobago’s borders from 17 July 2021  and the easing of some local restrictions ('Summary', 'Entry requirements' and ‘Coronavirus’ pages)",
                    "public_timestamp": "2021-07-13T16:03:13.000Z"
                },
                {
                    "note": "New information on how to get a COVID-19 vaccine if you live in Trinidad and Tobago and updated information on requirements for travelling to Trinidad and Tobago. Following the reopening of Trinidad and Tobago’s borders on 17 July 2021 ('Entry requirements' and ‘Coronavirus’ pages)",
                    "public_timestamp": "2021-07-16T14:12:56.000Z"
                },
                {
                    "note": "Update to information on the reopening of Trinidad and Tobago’s borders on 17 July. Addition of information on quarantine rules if you test positive for COVID-19 ('Summary' ,‘Coronavirus’ and 'Entry requirements' pages)",
                    "public_timestamp": "2021-07-20T11:33:25.000Z"
                },
                {
                    "note": "Update to information on demonstrating your COVID-19 status for entry to Trinidad and Tobago ('Entry requirements' page)",
                    "public_timestamp": "2021-08-02T15:42:13.000Z"
                },
                {
                    "note": "Updated information on the reopening of the retail sector from 16th August and information on vaccines included in Trinidad and Tobago national vaccination programme   ('Coronavirus' page)",
                    "public_timestamp": "2021-08-19T16:12:45.000Z"
                },
                {
                    "note": "Updated information on the reopening of the personal services sector from 23 August ('Coronavirus' page)",
                    "public_timestamp": "2021-08-24T16:04:02.000Z"
                },
                {
                    "note": "Updated information on the reopening of places of worship from 6 September ('Coronavirus' page)",
                    "public_timestamp": "2021-09-08T08:48:55.000Z"
                },
                {
                    "note": "Changes to the hours of curfew to 10:00 PM until 05:00 AM from Monday 27th September, 2021  ('Coronavirus' page)",
                    "public_timestamp": "2021-09-28T11:22:22.000Z"
                },
                {
                    "note": "From 4am on Monday 11 October, Trinidad and Tobago will no longer be on the red list for entering England. Check what you must do to travel abroad and return to England, Scotland, Wales or Northern Ireland. ('Summary' and 'Coronavirus' pages)\r\n",
                    "public_timestamp": "2021-10-07T17:17:21.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Trinidad and Tobago, based on the current assessment of COVID-19 risks ",
                    "public_timestamp": "2021-10-11T10:24:05.000Z"
                },
                {
                    "note": "On 11 October, the government launched the TT Safe Zone, permitting the reopening of restaurants, bars, gyms, water parks, cinemas and casino’s at 50% capacity to fully vaccinated customers only (‘Coronavirus’ page).",
                    "public_timestamp": "2021-10-12T09:25:20.000Z"
                },
                {
                    "note": "Updated information on public gatherings; from 18th October, the Government of Trinidad and Tobago has announced that public gatherings are now limited to groups of 10 people (‘Coronavirus’ page)",
                    "public_timestamp": "2021-10-26T08:49:12.000Z"
                },
                {
                    "note": "Updated information on the resumption of direct British Airways flights to Trinidad and Tobago (‘Entry Requirements’ page)",
                    "public_timestamp": "2021-11-12T10:12:57.000Z"
                },
                {
                    "note": "Updated information on ‘Travel in Trinidad and Tobago’, following the end of the State of Emergency and curfew effective 18 November 2021 (‘Coronavirus’ page)",
                    "public_timestamp": "2021-11-18T15:03:04.000Z"
                },
                {
                    "note": "Updated information on changes to Trinidad and Tobago entry rules in response to the COVID-19 Omicron variant (‘Entry requirements’ page)",
                    "public_timestamp": "2021-11-30T10:27:32.000Z"
                },
                {
                    "note": "Update to information on COVID-19 vaccine requirements for entry to Trinidad and Tobago (‘Entry requirements’ page)\r\n\r\n",
                    "public_timestamp": "2021-12-17T09:49:52.000Z"
                },
                {
                    "note": "Updated to reflect the removal of travel restrictions imposed on some southern African countries in response to Omicron ('Entry requirements' page).  Updated information on coronavirus restrictions and the vaccine programme in Trinidad and Tobago ('Coronavirus' page).",
                    "public_timestamp": "2021-12-23T15:57:58.000Z"
                },
                {
                    "note": "Addition of information on the resumption of BA direct flights from the UK to Tobago ('Entry requirements' page)",
                    "public_timestamp": "2022-01-12T12:23:52.000Z"
                },
                {
                    "note": "Additional information on the resumption of direct commercial flights from the UK to Tobago ('Entry requirements' page), the extended opening of beaches and rivers and the reopening of schools for certain year groups (‘Coronavirus’ page)",
                    "public_timestamp": "2022-02-02T10:52:55.000Z"
                },
                {
                    "note": "Additional information on the relaxation of several coronavirus related restrictions ('Coronavirus' page), and on changes to the quarantine rules for unvaccinated nationals travelling to Trinidad and Tobago (‘Entry requirements’ page)",
                    "public_timestamp": "2022-03-21T14:46:51.000Z"
                },
                {
                    "note": "Update to information on COVID-19 restrictions ('Coronavirus' page)",
                    "public_timestamp": "2022-04-13T14:55:24.000Z"
                },
                {
                    "note": "Updated information on the re-opening of schools and sailing travel restrictions ('Coronavirus' and 'Entry requirements' pages)\r\n\r\n",
                    "public_timestamp": "2022-04-21T15:36:38.000Z"
                },
                {
                    "note": "Updated information on COVID-19 entry restrictions for Trinidad and Tobago (Entry requirements page).",
                    "public_timestamp": "2022-06-01T17:02:57.000Z"
                },
                {
                    "note": "Addition of information on the lifting of the requirement for vaccinated and unvaccinated travellers to produce a negative RT-PCR or Antigen test to enter Trinidad and Tobago ('Entry requirements' page)",
                    "public_timestamp": "2022-07-01T09:25:51.000Z"
                },
                {
                    "note": "Updated information on the changes to the mandatory wearing of facemasks.",
                    "public_timestamp": "2022-07-18T10:56:43.000Z"
                },
                {
                    "note": "Updated information about Carnival and other large-scale celebrations ('Safety and security' page).",
                    "public_timestamp": "2022-10-21T09:37:54.000Z"
                },
                {
                    "note": "Updated information on crime in Trinidad ('Safety and security' page).",
                    "public_timestamp": "2022-11-11T12:34:15.000Z"
                },
                {
                    "note": "Updated information on Carnival 2023 ('Safety and security' page)",
                    "public_timestamp": "2023-02-17T21:14:51.000Z"
                },
                {
                    "note": "Information on maintaining a high level of security awareness and no longer being required to clear immigration in Trinidad if you are arriving by boat for the first time ('Safety and security' and ‘Entry requirements’ pages).",
                    "public_timestamp": "2023-05-30T14:38:10.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T10:34:33.000Z"
                },
                {
                    "note": "Updated information on Coronavirus ('Coronavirus' and 'Entry requirements' pages).",
                    "public_timestamp": "2023-08-04T11:17:53.000Z"
                }
            ],
            "country": {
                "name": "Trinidad and Tobago",
                "slug": "trinidad-and-tobago",
                "synonyms": []
            },
            "email_signup_link": "/foreign-travel-advice/trinidad-and-tobago/email-signup",
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "\n<div class=\"example\">\n<p>Before you travel, <a href=\"/foreign-travel-advice/trinidad-and-tobago/entry-requirements#entry-rules-in-response-to-coronavirus-covid-19\">check the ‘Entry requirements’ section</a> for Trinidad and Tobago’s current entry restrictions and requirements. These may change with little warning. Monitor this advice for the latest updates and stay in contact with your travel provider.</p>\n\n<p>If you plan to pass through another country to return to the UK, check the travel advice for the country you’re transiting.</p>\n</div>\n\n<p>It is more important than ever to get travel insurance and check it provides sufficient cover. See the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s <a href=\"/guidance/foreign-travel-insurance\">guidance on foreign travel insurance</a>.</p>\n\n<p>For full guidelines on travel requirements see <a href=\"https://www.gov.uk/foreign-travel-advice/trinidad-and-tobago/entry-requirements\">Entry requirements</a></p>\n\n<p>Over 30,000 British nationals visit Trinidad and Tobago every year. Most visits are trouble-free.</p>\n\n<p>There are high levels of violent crime in Trinidad, including murder, particularly in parts of the capital Port of Spain.  You should follow the instructions of the local authorities. See <a href=\"/foreign-travel-advice/trinidad-and-tobago/safety-and-security#crime\">Crime</a></p>\n\n<p>Terrorist attacks in Trinidad and Tobago cannot be ruled out. Attacks could be indiscriminate, including in crowded spaces and places visited by foreigners. See <a href=\"/foreign-travel-advice/trinidad-and-tobago/terrorism\">Terrorism</a></p>\n\n<p>There is a risk of mosquito-borne illnesses in Trinidad and Tobago from dengue fever. You should take steps to <a rel=\"external\" href=\"http://travelhealthpro.org.uk/insect-tick-bite-avoidance/\">avoid being bitten by mosquitoes</a>. See <a href=\"/foreign-travel-advice/trinidad-and-tobago/health\">Health</a></p>\n\n<p>Trinidad and Tobago is rarely affected by hurricanes, but severe tropical storms can occur, which can result in localised flooding and landslides.  You can monitor local and international weather updates from the <a rel=\"external\" href=\"http://www.nhc.noaa.gov/\">National Hurricane Centre</a>. See <a href=\"/foreign-travel-advice/trinidad-and-tobago/natural-disasters#hurricanes\">Hurricanes</a></p>\n\n<p>You can contact the emergency services by calling 999 (police), 811 (ambulance) or 990 (fire).</p>\n\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>.</p>\n\n<p>The <a href=\"https://www.gov.uk/government/collections/overseas-business-risk\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n\n",
                    "slug": "summary",
                    "title": "Summary"
                },
                {
                    "body": "<p>On July 31 2023, Trinidad and Tobago discontinued the Public Health Regulations 2019 Novel Coronavirus (2019 nCoV) (No 2) 2023. See <a rel=\"external\" href=\"https://health.gov.tt/~healthgov/covid-19\">Ministry of Health’s website</a></p>\n\n<p>Full guidelines on travel requirements are available on the <a rel=\"external\" href=\"https://health.gov.tt/~healthgov/covid-19\">Ministry of Health’s website</a></p>\n\n<h2 id=\"entry-and-borders\">Entry and borders</h2>\n<p>See <a href=\"/foreign-travel-advice/trinidad-and-tobago/entry-requirements\">Entry requirements</a> to find out what you will need to do when you arrive in Trinidad and Tobago.</p>\n\n<h2 id=\"be-prepared-for-your-plans-to-change\">Be prepared for your plans to change</h2>\n\n<p>No travel is risk-free, especially as a result of COVID-19. Countries may further restrict travel or bring in new rules at short notice, for example due to a new COVID-19 variant. Check with your travel company or airline for any transport changes which may delay your journey home.</p>\n\n<p>Plan ahead and make sure you:</p>\n\n<ul>\n  <li>can access money</li>\n  <li>understand what your insurance will cover</li>\n  <li>can make arrangements to extend your stay and be away for longer than planned</li>\n</ul>\n\n<h2 id=\"healthcare-in-trinidad-and-tobago\">Healthcare in Trinidad and Tobago</h2>\n\n<p>Your emotional and mental wellbeing is important. Read <a href=\"https://www.gov.uk/guidance/wellbeing-and-mental-health-during-the-coronavirus-covid-19-pandemic\">guidance on how to look after your mental wellbeing and mental health</a>.</p>\n\n<p>View <a href=\"https://www.gov.uk/foreign-travel-advice/trinidad-and-tobago/health\">Health</a> for further details on healthcare in Trinidad and Tobago.</p>\n\n<h2 id=\"finance\">Finance</h2>\n\n<p>For information on financial support you can access whilst abroad, visit our <a href=\"/government/publications/financial-assistance-abroad/financial-assistance-abroad\">financial assistance guidance</a>.</p>\n\n<h2 id=\"further-information\">Further information</h2>\n<p>If you need urgent consular assistance, contact your <a href=\"/world/embassies\">nearest British embassy, high commission or consulate</a>. All telephone numbers are available 24/7.</p>\n\n",
                    "slug": "coronavirus",
                    "title": "Coronavirus"
                },
                {
                    "body": "<h3 id=\"crime\">Crime</h3>\n\n<h3 id=\"trinidad\">Trinidad</h3>\n<p>There is a high and increasing level of violent crime in Trinidad, including gang-related incidents and shootings, particularly in and around the city centre of Port of Spain, including Laventille, Morvant and Barataria. Crime tends to occur within local communities but can sometimes affect visitors.</p>\n\n<p>You should maintain a high level of security awareness. The motive for most attacks on tourists is robbery. Don’t walk alone in deserted areas, even in daylight, and try to avoid travel beyond major populated areas late at night and before dawn. Don’t carry large amounts of cash or wear eye-catching jewellery. Take care when withdrawing money from ATMs and over the counter in banks and financial institutions.</p>\n\n<p>Theft from vehicles and property occurs in parts of downtown Port of Spain and other towns/cities. Make sure your accommodation is secure and use a hotel safe to store valuables, money and passports. Take particular care when driving, especially at night, and take local advice to avoid straying into areas affected by gang violence. Always drive with windows closed and doors locked. Crimes including rape and murder, kidnapping for ransom, assault, robbery and theft have taken place in private cars and maxi taxis. You should exercise caution when using informal and maxi taxis.</p>\n\n<p>There have been incidents of violence and fatal accidents caused by drunk driving including  on the Beetham/Churchill Roosevelt Highway to and from the airport.</p>\n\n<h3 id=\"tobago\">Tobago</h3>\n<p>Most visits to Tobago are trouble free and incidents of violent crime are rare. However, there have been recent incidents involving tourists (including British nationals) being robbed and raped.</p>\n\n<p>You should maintain at least the same level of security awareness as you would in the UK and make sure your living accommodation is secure. Don’t carry large amounts of cash or wear eye-catching jewellery. Use a hotel safe to store valuables, money and passports. Petty theft from cars is common.</p>\n\n<p>Villas, particularly those in isolated areas, should have adequate security, including external security lighting, grills and overnight security guards.</p>\n\n<p>Don’t walk alone in deserted areas including beaches even in daylight. Consult your tour operator if in doubt. Don’t take lifts with unknown persons (unless with proper known/ licensed taxis)</p>\n\n<p>Be vigilant at all times and carry a mobile phone with roaming capability for use in emergency.</p>\n\n<h3 id=\"carnival-and-other-large-scale-celebrations\">Carnival and other large-scale celebrations</h3>\n\n<p>If you are attending a large-scale event, such as the Carnival celebrations in Trinidad or Tobago, you should take sensible precautions and be vigilant of your surroundings at all times. There are likely to be higher levels of thefts and opportunistic crime during the carnival period, which includes the parties and fetes throughout the country. This is in addition to increased police patrols and roadblocks. Avoid displaying jewellery or items that may attract criminals. Do not leave your drinks unattended, practice caution at crowded events and have a clear plan to return home safely after attending any events.</p>\n\n<h3 id=\"road-travel\">Road travel</h3>\n<p>You can drive in Trinidad and Tobago with a valid UK driving licence for up to 90 days.  If you’re staying longer/living in Trinidad and Tobago, you will need to get a local Driver’s Permit from the Trinidad and Tobago Licensing Division.  You can check the <a href=\"https://www.gov.uk/guidance/living-in-trinidad-tobago#driving-licenses-and-vehicles\">Living in Trinidad and Tobago guide</a> for information on licence requirements for residents.</p>\n\n<p>Take care when driving and observe speed limits. Some roads are narrow and winding, and the surface is of a low standard. Pedestrians often walk on the roads and indicators are not always used.</p>\n\n<p>Take extra care when driving at night as some roads are unlit. Road signs and hazards may not be easily visible.</p>\n\n<p>The standard of driving in Trinidad and Tobago is mixed. High speed road accidents on the main highways in Trinidad often result in fatalities.</p>\n\n<p>Use hotel or pre-booked taxis and drivers who work with set fares. Private taxis in Trinidad and Tobago are unmetered and unmarked but can be identified by vehicle registration plates beginning with ‘H’. They can take the form of either a private car or ‘maxi taxi’ minibus. Some vehicles with ‘P’ registration plates offer informal taxi services illegally.</p>\n\n<p>If you don’t have a vehicle, use hotel taxis to get around, particularly after dark.</p>\n\n<h3 id=\"air-travel\">Air travel</h3>\n<p>Safety concerns have been raised about INSEL Air. The US and Netherlands authorities have prohibited their staff from using the airline while safety checks are being carried out. UK government officials have been told to do the same as a precaution.</p>\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>Terrorist attacks in Trinidad and Tobago cannot be ruled out. Attacks could be indiscriminate, including in crowded spaces and places visited by foreigners.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<p>Although there have been no recent attacks in Trinidad and Tobago, more than 100 Trinidad and Tobago nationals travelled to Syria and Iraq to fight along with Daesh (formerly referred to as ISIL). In February 2018, the local authorities arrested some individuals who had planned to carry out attacks against Carnival 2018.</p>\n\n<p>There’s also a threat from individuals who may have been inspired by terrorist groups, including Daesh and al Qaeda, to carry out so-called ‘lone actor’ attacks targeting public events or places.</p>\n\n<p>On 1 November 2017, the Government of Trinidad and Tobago announced that it had approved a national counter-terrorism strategy, and that an action plan to address violent extremism had been drafted. The Minister of National Security has spoken publically about Trinidad and Tobago’s efforts to tackle terrorism and violent extremism, including through co-operation with the UK.</p>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n",
                    "slug": "terrorism",
                    "title": "Terrorism"
                },
                {
                    "body": "<p>In December 2019, legislation came into force to decriminalise possession of up to 30 grams of marijuana/cannabis.  Anyone with more than 30 grams of cannabis, or more than five grams of cannabis resin, commits an offence and is liable to a fine of TT$50,000. You are not allowed to smoke in public spaces or while operating a vehicle.</p>\n\n<p>Severe penalties will remain in place for other drug related offences, including attempting to export narcotics.</p>\n\n<p>Male and female same-sex sexual activity is illegal in Trinidad and Tobago. There is legislation in place that bars LGBT individuals from entering the country. In practice, these laws are rarely enforced and there is growing local support for LGBT rights. However, public displays of affection between same sex couples may attract negative attention. See our <a href=\"https://www.gov.uk/guidance/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">information and advice page</a> for the LGBT community before you travel.</p>\n\n<p>It is an offence for anyone, including children, to carry or dress in camouflage clothing.</p>\n",
                    "slug": "local-laws-and-customs",
                    "title": "Local laws and customs"
                },
                {
                    "body": "<div class=\"call-to-action\">\n\n  <p>This page has information on travelling to Trinidad and Tobago.</p>\n\n</div>\n\n<p>This page reflects the UK government’s understanding of current rules for people travelling on a full ‘British Citizen’ passport from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Trinidad and Tobago set and enforce entry rules. If you’re unsure how Trinidad and Tobago’s entry requirements apply to you, contact its <a href=\"https://www.gov.uk/government/publications/foreign-embassies-in-the-uk\">UK embassy, high commission or consulate</a>.</p>\n\n<h2 id=\"if-youre-transiting-through-trinidad-and-tobago\">If you’re transiting through Trinidad and Tobago</h2>\n<p>Transiting is when you pass through one country on the way to your final destination.</p>\n\n<p>Travellers transiting through Trinidad and Tobago on their way to another country and who are staying in the airport (airside) are not subject to any vaccination requirement.</p>\n\n<h2 id=\"sailing-travel-restrictions\">Sailing travel restrictions</h2>\n\n<p>You can sail into and transit out of the marinas or Chaguaramas Bay. Failure to follow government regulations could result in being intercepted by the Coast Guard and being handed over to the Trinidad and Tobago Police Service.</p>\n\n<h2 id=\"check-your-passport-and-travel-documents-before-you-travel\">Check your passport and travel documents before you travel</h2>\n\n<p>Check with your travel provider to make sure your passport and other travel documents meet their requirements.</p>\n\n<h3 id=\"passport-validity\">Passport validity</h3>\n\n<p>If you are visiting Trinidad and Tobago, your passport should be valid for a minimum of six months from the date you arrive.</p>\n\n<p>Further details on these and other entry requirements can be found on the <a rel=\"external\" href=\"https://nationalsecurity.gov.tt/immigration/\">Government of the Republic of Trinidad and Tobago’s Immigration Division website</a> or by contacting the <a rel=\"external\" href=\"https://foreign.gov.tt/missions-consuls/tt-missions-abroad/diplomatic-missions/high-commission-london-united-kingdom/\">High Commission of Trinidad and Tobago in London</a>.</p>\n\n<h3 id=\"visas\">Visas</h3>\n<p>You do not need a visa to visit Trinidad and Tobago as a visitor. Visitors are generally given 90 days to remain in the country, but extensions can be obtained from the Passport and Immigration Department, in Port of Spain (Trinidad) and Scarborough (Tobago).</p>\n\n<p>You must be in possession of a valid return ticket and have sufficient funds for your stay in Trinidad and Tobago. Further details on these and other entry requirements can be found on the <a rel=\"external\" href=\"https://nationalsecurity.gov.tt/immigration/\">Government of the Republic of Trinidad and Tobago’s Immigration Division website</a> or by contacting the <a rel=\"external\" href=\"https://foreign.gov.tt/missions-consuls/tt-missions-abroad/diplomatic-missions/high-commission-london-united-kingdom/\">High Commission of Trinidad and Tobago in London</a>.</p>\n\n<p>Returning residents may be asked to show their residence/ work permits on arrival into Trinidad &amp; Tobago.</p>\n\n<h3 id=\"entry-stamps\">Entry stamps</h3>\n<p>If you are a British national and the entry stamp in your passport is due to expire you should email <a href=\"mailto:extensions.international@gov.tt\">extensions.international@gov.tt</a> with a scanned copy of the biodata page of your passport, a copy of your last entry stamp, your address in T&amp;T and a contact number.</p>\n\n<p>If you are a British national with a work permit that is due to expire, you should request an entry stamp extension as detailed above whilst your work permit application is under consideration.</p>\n\n<h3 id=\"yellow-fever-certificate-requirements\">Yellow fever certificate requirements</h3>\n<p>Check whether you need a yellow fever certificate by visiting the National Travel Health Network and Centre’s <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/225/trinidad-and-tobago#Vaccine_recommendations\">TravelHealthPro website</a>.</p>\n\n<h2 id=\"returning-to-the-uk\">Returning to the UK</h2>\n\n<p><a href=\"https://www.gov.uk/guidance/travel-to-england-from-another-country-during-coronavirus-covid-19\">Check what you must do to return to the UK</a>.</p>\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>If you have a health condition, or you are pregnant, you may need specialist healthcare abroad. Check whether your destination country can provide the healthcare you may need and ensure you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for unexpected medical evacuation or local treatment.</p>\n\n<h3 id=\"other-health-guidance\">Other health guidance</h3>\n\n<p>At least 8 weeks before your trip, check the latest country-specific health advice from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/countries\">National Travel Health Network and Centre (NaTHNaC)</a> on the TravelHealthPro website. Each country-specific page has information on vaccine recommendations, any current health risks or outbreaks, and factsheets with information on staying healthy abroad. Guidance is also available from NHS (Scotland) on the <a rel=\"external\" href=\"https://www.fitfortravel.nhs.uk/destinations.aspx\">FitForTravel website</a>.</p>\n\n<p>General information on <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">travel vaccinations</a> and a <a rel=\"external\" href=\"https://www.nhs.uk/live-well/healthy-body/travel-health-checklist/\">travel health checklist</a> is available on the NHS website.  You may then wish to contact your health adviser or pharmacy for advice on other preventive measures and managing any pre-existing medical conditions while you’re abroad.</p>\n\n<p>The legal status and regulation of some medicines prescribed or purchased in the UK can be different in other countries. If you’re travelling with prescription or over-the-counter medicine, read this guidance from NaTHNaC on <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines</a>.</p>\n\n<p>While travel can be enjoyable, it can sometimes be challenging. There are clear links between mental and physical health, so looking after yourself during travel and when abroad is important. Information on travelling with mental health conditions is available in our <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\">guidance page</a>. Further information is also available from the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">National Travel Health Network and Centre (NaTHNaC)</a>.</p>\n\n<p>In some areas of Trinidad and Tobago medical facilities can be limited. Private clinics are able to treat most ordinary problems, but medical evacuation to Miami or elsewhere may be necessary in more serious cases. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.</p>\n\n<p>UK health authorities have classified Trinidad and Tobago as having a risk of Zika virus transmission. For information and advice about the risks associated with Zika virus, visit the <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country/225/trinidad-and-tobago#Other_risks\">National Travel Health Network and Centre website</a>.</p>\n\n<p>Mosquito-borne dengue fever is endemic to Latin America and the Caribbean and can occur throughout the year.</p>\n\n<p>The 2013 UNAIDS Report on the Global AIDS Epidemic estimated that around 14,000 adults aged 15 or over in Trinidad &amp; Tobago were living with HIV; the prevalence percentage was estimated at around 1.5% of the adult population compared to the prevalence percentage in adults in the UK of around 0.25%. Exercise normal precautions to avoid exposure to HIV/AIDS.</p>\n\n<p>If you need emergency medical assistance during your trip, dial 811 and ask for an ambulance. You should contact your insurance/medical assistance company promptly if you are referred to a medical facility for treatment. </p>\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<h3 id=\"earthquakes\">Earthquakes</h3>\n<p>Earthquakes are a potential threat and tremors are felt occasionally. On 21 August 2018 Trinidad and Tobago experienced an earthquake in excess of magnitude 6.7 causing damage to some buildings and communication networks. To learn more about what to do before, during and after an earthquake, visit the website of the <a rel=\"external\" href=\"http://www.ready.gov/earthquakes\">US Federal Emergency Management Agency.</a></p>\n\n<h3 id=\"hurricanes\">Hurricanes</h3>\n<p>The Caribbean hurricane season normally runs from June to November. Trinidad and Tobago is rarely affected by hurricanes but can experience severe storm conditions.  You can monitor local and international weather updates from the <a rel=\"external\" href=\"http://www.nhc.noaa.gov\">National Hurricane Centre</a>. </p>\n\n<p>See our <a href=\"https://www.gov.uk/tropical-cyclones\">Tropical cyclones page</a> for advice about how to prepare effectively and what to do if you’re likely to be affected by a hurricane or tropical cyclone.</p>\n\n<h3 id=\"seismic-activity\">Seismic activity</h3>\n\n<p>You should monitor <a rel=\"external\" href=\"http://www.uwiseismic.com/general.aspx?id=27\">the alert level</a> of the underwater volcano ‘Kick’em Jenny’, located 5 miles off the coast of Grenada.  Observe any maritime exclusion zones and follow the advice of the local authorities in the event of increased activity or eruption.</p>\n",
                    "slug": "natural-disasters",
                    "title": "Natural disasters"
                },
                {
                    "body": "\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>If you’re abroad and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/government/world/embassies\">nearest British embassy, consulate or high commission</a>. If you need urgent help because something has happened to a friend or relative abroad, contact the FCDO in London on 020 7008 5000 (24 hours).</p>\n</div>\n\n<h3 id=\"foreign-travel-checklist\">Foreign travel checklist</h3>\n\n<p>Read our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> to help you plan for your trip abroad and stay safe while you’re there.</p>\n\n<h3 id=\"travel-safety\">Travel safety</h3>\n\n<p>The <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice helps you make your own decisions about foreign travel. Your safety is our main concern, but we can’t provide tailored advice for individual trips. If you’re concerned about whether or not it’s safe for you to travel, you should read the travel advice for the country or territory you’re travelling to, together with information from other sources you’ve identified, before making your own decision on whether to travel. Only you can decide whether it’s safe for you to travel.</p>\n\n<p>When we judge the level of risk to British nationals in a particular place has become unacceptably high, we’ll state on the travel advice page for that country or territory that we advise against all or all but essential travel. <a href=\"https://www.gov.uk/guidance/how-the-foreign-commonwealth-office-puts-together-travel-advice\">Read more about how the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> assesses and categorises risk in foreign travel advice</a>.</p>\n\n<p>Our <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">crisis overseas page</a> suggests additional things you can do before and during foreign travel to help you stay safe.</p>\n\n<h3 id=\"refunds-and-cancellations\">Refunds and cancellations</h3>\n\n<p>If you wish to cancel or change a holiday that you’ve booked, you should contact your travel company. The question of refunds and cancellations is a matter for you and your travel company. Travel companies make their own decisions about whether or not to offer customers a refund. Many of them use our travel advice to help them reach these decisions, but we do not instruct travel companies on when they can or can’t offer a refund to their customers.</p>\n\n<p>For more information about your rights if you wish to cancel a holiday, visit <a rel=\"external\" href=\"https://www.citizensadvice.org.uk/consumer/holiday-cancellations-and-compensation/cancelling-a-holiday/\">the Citizen’s Advice Bureau website</a>. For help resolving problems with a flight booking, visit the <a rel=\"external\" href=\"https://www.caa.co.uk/Passengers/Resolving-travel-problems/\">website of the Civil Aviation Authority</a>. For questions about travel insurance, contact your insurance provider and if you’re not happy with their response, you can complain to the <a rel=\"external\" href=\"http://www.financial-ombudsman.org.uk/consumer/complaints.htm\">Financial Ombudsman Service</a>.</p>\n\n<h3 id=\"registering-your-travel-details-with-us\">Registering your travel details with us</h3>\n\n<p>We’re no longer asking people to register with us before travel. Our <a href=\"https://www.gov.uk/guidance/foreign-travel-checklist\">foreign travel checklist</a> and <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">crisis overseas page</a> suggest things you can do before and during foreign travel to plan your trip and stay safe.</p>\n\n<h3 id=\"previous-versions-of-fcdo-travel-advice\">Previous versions of <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</h3>\n\n<p>If you’re looking for a previous version of the <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice, visit the <a rel=\"external\" href=\"http://webarchive.nationalarchives.gov.uk/*/http:/www.gov.uk/foreign-travel-advice\">National Archives website</a>. Versions prior to 2 September 2020 will be archived as FCO travel advice. If you can’t find the page you’re looking for there, send the Travel Advice team <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Trinidad%20and%20Tobago&amp;post=Trinidad%20and%20Tobago%20travel%20advice%20team\">a request</a>.</p>\n\n<h3 id=\"further-help\">Further help</h3>\n\n<p>If you’re a British national and you have a question about travelling abroad that isn’t covered in our foreign travel advice or elsewhere on GOV.UK, you can <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Trinidad%20and%20Tobago&amp;post=Trinidad%20and%20Tobago%20travel%20advice%20team\">submit an enquiry</a>, or contact us on <a rel=\"external\" href=\"https://twitter.com/FCDOtravelGovUK\">Twitter</a> or <a rel=\"external\" href=\"https://en-gb.facebook.com/FCDOTravel\">Facebook</a>. We’re not able to provide tailored advice for specific trips.</p>\n\n",
                    "slug": "travel-advice-help-and-support",
                    "title": "Travel advice help and support"
                }
            ],
            "reviewed_at": "2023-08-04T11:17:53Z",
            "updated_at": "2023-08-04T11:17:53Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-01-30T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/trinidad-and-tobago",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/trinidad-and-tobago",
                    "base_path": "/foreign-travel-advice/trinidad-and-tobago",
                    "content_id": "2cacdc4c-913b-463a-b29e-4a5f45b67e4e",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-04T11:17:53Z",
                    "schema_name": "travel_advice",
                    "title": "Trinidad and Tobago travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/trinidad-and-tobago",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/trinidad-and-tobago",
                    "api_url": "https://www.gov.uk/api/content/world/trinidad-and-tobago",
                    "base_path": "/world/trinidad-and-tobago",
                    "content_id": "a2f21c47-576a-42ec-98ba-34a2d2f5789b",
                    "description": "Services if you're visiting, studying, working or living in Trinidad and Tobago. Includes information about trading with and doing business in the UK and Trinidad and Tobago.",
                    "details": {
                        "internal_name": "UK help and services in Trinidad and Tobago",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:38:36Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Trinidad and Tobago",
                    "web_url": "https://www.gov.uk/world/trinidad-and-tobago",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/turkey",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/turkey",
                    "base_path": "/foreign-travel-advice/turkey",
                    "content_id": "385d62b6-1fb3-4b29-80f3-cef2efa73cce",
                    "details": {
                        "change_description": "Removal of information about disruption to Turkish Airlines flights on 1 November.",
                        "country": {
                            "name": "Turkey",
                            "slug": "turkey",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-02T15:12:12Z",
                    "schema_name": "travel_advice",
                    "title": "Turkey travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/turkey",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/usa",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/usa",
                    "base_path": "/foreign-travel-advice/usa",
                    "content_id": "f2cecaae-77ce-4df3-bf27-7783c3975706",
                    "details": {
                        "change_description": "Removal of information on an active shooter in Maine ('Warnings and insurance' page).",
                        "country": {
                            "name": "USA",
                            "slug": "usa",
                            "synonyms": [
                                "United States",
                                "America",
                                "Arctic",
                                "Puerto Rico",
                                "US Virgin Islands",
                                "Florida",
                                "Orlando",
                                "American Samoa",
                                "Guam",
                                "Hawaii"
                            ]
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-30T16:23:02Z",
                    "schema_name": "travel_advice",
                    "title": "USA travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/usa",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/venezuela",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/venezuela",
                    "base_path": "/foreign-travel-advice/venezuela",
                    "content_id": "ca3a5c2c-1c6a-483d-88a1-5feb813ba4f3",
                    "details": {
                        "change_description": "Updated information on Visas ('Entry requirements' page). ",
                        "country": {
                            "name": "Venezuela",
                            "slug": "venezuela",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-23T10:13:41Z",
                    "schema_name": "travel_advice",
                    "title": "Venezuela travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/venezuela",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/vietnam",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/vietnam",
                    "base_path": "/foreign-travel-advice/vietnam",
                    "content_id": "8f6e7323-3d10-46da-a1a7-c50b5fc5a5ea",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand.",
                        "country": {
                            "name": "Vietnam",
                            "slug": "vietnam",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-21T11:21:29Z",
                    "schema_name": "travel_advice",
                    "title": "Vietnam travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/vietnam",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/st-lucia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/st-lucia",
                    "base_path": "/foreign-travel-advice/st-lucia",
                    "content_id": "5a9e154c-e1dc-4fde-8182-58c5b6e69efa",
                    "details": {
                        "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
                        "country": {
                            "name": "St Lucia",
                            "slug": "st-lucia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-25T10:59:37Z",
                    "schema_name": "travel_advice",
                    "title": "St Lucia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/st-lucia",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-trinidad-and-tobago",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-trinidad-and-tobago",
                    "base_path": "/world/living-in-trinidad-and-tobago",
                    "content_id": "4c8d38cd-b326-4cd9-b47b-0a5190eacc43",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Trinidad and Tobago",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/trinidad-and-tobago",
                                "api_url": "https://www.gov.uk/api/content/world/trinidad-and-tobago",
                                "base_path": "/world/trinidad-and-tobago",
                                "content_id": "a2f21c47-576a-42ec-98ba-34a2d2f5789b",
                                "description": "Services if you're visiting, studying, working or living in Trinidad and Tobago. Includes information about trading with and doing business in the UK and Trinidad and Tobago.",
                                "details": {
                                    "internal_name": "UK help and services in Trinidad and Tobago",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:38:36Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Trinidad and Tobago",
                                "web_url": "https://www.gov.uk/world/trinidad-and-tobago",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:18:38Z",
                    "schema_name": "taxon",
                    "title": "Living in Trinidad and Tobago",
                    "web_url": "https://www.gov.uk/world/living-in-trinidad-and-tobago",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-trinidad-and-tobago",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-trinidad-and-tobago",
                    "base_path": "/world/travelling-to-trinidad-and-tobago",
                    "content_id": "443ed3a9-335b-4cb8-94e5-fd474a922244",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Trinidad and Tobago",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/trinidad-and-tobago",
                                "api_url": "https://www.gov.uk/api/content/world/trinidad-and-tobago",
                                "base_path": "/world/trinidad-and-tobago",
                                "content_id": "a2f21c47-576a-42ec-98ba-34a2d2f5789b",
                                "description": "Services if you're visiting, studying, working or living in Trinidad and Tobago. Includes information about trading with and doing business in the UK and Trinidad and Tobago.",
                                "details": {
                                    "internal_name": "UK help and services in Trinidad and Tobago",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:38:36Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Trinidad and Tobago",
                                "web_url": "https://www.gov.uk/world/trinidad-and-tobago",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:18:38Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Trinidad and Tobago",
                    "web_url": "https://www.gov.uk/world/travelling-to-trinidad-and-tobago",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-08-04T11:17:53Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1691147873.276-10.13.20.161-35620",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Trinidad and Tobago travel advice",
        "updated_at": "2023-11-15T10:47:41Z",
        "withdrawn_notice": {}
    }
}