{
    "Country Slug": "zimbabwe",
    "Country Name": "Zimbabwe",
    "countryInfo": {
        "analytics_identifier": null,
        "base_path": "/foreign-travel-advice/zimbabwe",
        "content_id": "d38db404-4291-4088-951a-1b8d5b696f1e",
        "description": "FCDO travel advice for Zimbabwe. Includes safety and security, insurance, entry requirements and legal differences. ",
        "details": {
            "alert_status": [],
            "change_description": "This travel advice has been rewritten to make it easier to read and understand. ",
            "change_history": [
                {
                    "note": "Latest update: Health Section – revised guidance on sources of health information before travel",
                    "public_timestamp": "2018-12-20T09:06:45.973Z"
                },
                {
                    "note": "Latest update: Summary - on 14 January 2019 there was widespread disruption, including violent protests, in many areas of Harare and Bulawayo; you should exercise caution if in these areas and monitor local media and this travel advice for updates",
                    "public_timestamp": "2019-01-14T11:42:29.003Z"
                },
                {
                    "note": "Latest update: Summary - revised information on widespread disruption, including violent protests, in the capital Harare and the cities of Bulawayo, Kadoma, Mutare, and Marondera; you should exercise caution if in these areas and monitor local media and this travel advice for updates",
                    "public_timestamp": "2019-01-15T17:30:12.886Z"
                },
                {
                    "note": "Latest update: Summary - updated information and advice on widespread disruption in many areas of Zimbabwe in the week beginning 14 January",
                    "public_timestamp": "2019-01-18T10:07:40.899Z"
                },
                {
                    "note": "Latest update: Summary - update to information and advice on widespread disruption in many areas of Zimbabwe in the week beginning 14 January",
                    "public_timestamp": "2019-01-18T16:24:04.759Z"
                },
                {
                    "note": "Summary: Following widespread disruption, including violent protests, in many areas of Zimbabwe during week beginning 14 January 2019, the situation remains unsettled in Harare and Bulawayo in particular.  There is a risk of further disruption, including violent protests and activity by the security services. There remains a heightened security presence in urban areas. You should exercise caution and monitor local media and this travel advice for updates. Access to the internet has been disrupted across Zimbabwe and you should not rely on particular apps for communications as these may be blocked.\r\n\r\nYou’re advised to exercise caution and avoid any political gatherings or demonstrations. These can be unpredictable and may turn violent. Taking photographs of members of police and armed forces personnel and of demonstrations and protests is not permitted. You should avoid political activity, or activities which could be considered political, including political discussions in public places. Ensure you carry identification, so that you can produce it if required to do so by the security forces.  \r\n",
                    "public_timestamp": "2019-01-20T20:33:59.495Z"
                },
                {
                    "note": "Latest update: Summary - revised information on fuel; fuel is now dual priced at some petrol stations, with a lower price available when payment is made with an international payment card",
                    "public_timestamp": "2019-02-06T11:46:43.908Z"
                },
                {
                    "note": "Latest update: Summary and Money section - revised information on the economic situation and currency",
                    "public_timestamp": "2019-03-05T11:19:32.642Z"
                },
                {
                    "note": "Latest update: Safety and security section (Road travel) - minor update to information on use of UK driving licences in Zimbabwe",
                    "public_timestamp": "2019-03-07T16:30:57.521Z"
                },
                {
                    "note": "Latest update: Summary - addition of information on Tropical Cyclone Idai; you should monitor local and international weather updates and follow advice of local authorities",
                    "public_timestamp": "2019-03-19T11:32:21.679Z"
                },
                {
                    "note": "Latest update: Summary - Tropical Cyclone Idai caused significant flooding and mud slides across many parts of eastern Zimbabwe; whilst the access situation has improved, many roads and bridges in the affected areas are still impassable; electricity, water, and telecommunications networks have been impacted; if travelling to affected regions, take extra care and follow any advice given by the local authorities; contact your hotel prior to travel to check that the hotel is still accessible and open\r\n",
                    "public_timestamp": "2019-04-09T14:13:29.933Z"
                },
                {
                    "note": "Latest update: Summary - addition of information on severe electricity shortages in Zimbabwe and water rationing in certain parts of the country",
                    "public_timestamp": "2019-05-30T10:55:58.636Z"
                },
                {
                    "note": "Latest update: Summary - As of 24 June 2019, the only legal tender in Zimbabwe is the “Zimbabwe Dollar”; there is a shortage of physical cash and it’s currently not possible to make cash withdrawals using an international bank card; you should check with your tour operator or hotel what payment methods will be accepted",
                    "public_timestamp": "2019-06-26T07:53:12.733Z"
                },
                {
                    "note": "Summary - Planned demonstration in Harare Central Business District on 16 August",
                    "public_timestamp": "2019-08-16T06:30:14.000Z"
                },
                {
                    "note": "Latest Update:  Summary - Series of planned demonstrations in the urban areas across Zimbabwe.",
                    "public_timestamp": "2019-08-18T18:01:12.000Z"
                },
                {
                    "note": "This travel advice has been reviewed and reissued with editorial amendments throughout",
                    "public_timestamp": "2019-09-13T10:46:50.000Z"
                },
                {
                    "note": "Summary - updated factual information on a planned anti-sanctions march in Harare on 25 October",
                    "public_timestamp": "2019-10-24T12:31:03.000Z"
                },
                {
                    "note": "Summary - removal of information on a march in Harare on 25 October",
                    "public_timestamp": "2019-11-08T14:33:43.000Z"
                },
                {
                    "note": "Summary - addition of information on potential changes to South African Airways timetable",
                    "public_timestamp": "2020-01-17T17:03:28.000Z"
                },
                {
                    "note": "Summary - addition of information on cancellations to some international and domestic South African Airways flights",
                    "public_timestamp": "2020-01-21T15:25:48.000Z"
                },
                {
                    "note": "Summary – update to information on South African Airways international and domestic flight schedules",
                    "public_timestamp": "2020-01-31T15:53:21.000Z"
                },
                {
                    "note": "The Zimbabwean authorities have introduced a number of measures to limit the spread of the coronavirus (COVID-19)",
                    "public_timestamp": "2020-03-16T22:10:21.000Z"
                },
                {
                    "note": "Given the rapidly changing situation in Zimbabwe we are temporarily withdrawing a limited number of UK staff and their dependents from our Embassy.  The Embassy will continue to carry out essential work including providing 24/7 consular assistance and support to British people in Zimbabwe (Summary).",
                    "public_timestamp": "2020-03-20T00:40:59.000Z"
                },
                {
                    "note": "The Government of Zimbabwe has declared a national disaster in response to coronavirus (COVID-19) ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-20T14:27:06.000Z"
                },
                {
                    "note": "The Government of Zimbabwe has declared a national disaster in response to coronavirus (COVID-19) ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-20T14:27:06.000Z"
                },
                {
                    "note": "A case of coronavirus (COVID-19) has been confirmed in Zimbabwe. The Zimbabwean authorities have introduced a number of measures to limit the spread of the virus. ('Summary' and 'Health' pages)",
                    "public_timestamp": "2020-03-20T23:08:48.000Z"
                },
                {
                    "note": "The Zimbabwean authorities have announced the closure of all borders to non-residents. ('Summary' and 'Coronvirus' pages) ",
                    "public_timestamp": "2020-03-24T19:18:49.000Z"
                },
                {
                    "note": "The Zimbabwean authorities have announced a countrywide lockdown as of 30 March, for 21 days. ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-03-29T21:04:17.000Z"
                },
                {
                    "note": "Commercial airlines have suspended all flights in to and out of Zimbabwe. The Zimbabwean authorities have announced a countrywide lockdown as of 30 March, for 21 days. ('Summary', 'Coronavirus' and ‘Return to UK’ pages)",
                    "public_timestamp": "2020-03-30T16:19:06.000Z"
                },
                {
                    "note": "Information on commercial airline options in order to return to the UK (Return to UK’ page)",
                    "public_timestamp": "2020-03-31T16:34:04.000Z"
                },
                {
                    "note": "Revised information on commercial airline options in order to return to the UK (Return to UK’ page)",
                    "public_timestamp": "2020-03-31T20:31:43.000Z"
                },
                {
                    "note": "Updated advice for people wishing to return to the UK from Zimbabwe (’Return to the UK’  pages)\r\n\r\n",
                    "public_timestamp": "2020-04-03T14:14:24.000Z"
                },
                {
                    "note": "Addition of information about possible coronarvirus quarantine restrictions within Zimbabwe ('Coronarvirus' page)",
                    "public_timestamp": "2020-04-16T09:34:20.000Z"
                },
                {
                    "note": "Update to information regarding commercial airline flights ('Summary', 'Coronavirus' and 'Return to UK' pages)",
                    "public_timestamp": "2020-04-16T16:55:13.000Z"
                },
                {
                    "note": "Updated information on countrywide lockdown extended to 3 May and extension of tourist visas of those impacted ('Summary', 'Coronavirus' and 'Return to UK' pages)\"",
                    "public_timestamp": "2020-04-20T16:28:52.000Z"
                },
                {
                    "note": "Updated information on countrywide lockdown extended to 17 May and extension of tourist visas of those impacted ('Summary', 'Coronavirus' and 'Return to UK' pages)",
                    "public_timestamp": "2020-05-08T17:07:25.000Z"
                },
                {
                    "note": "This travel advice has been reviewed in full and reissued without amendment",
                    "public_timestamp": "2020-05-14T11:28:41.000Z"
                },
                {
                    "note": "Addition of information and advice on financial support (‘Staying during coronavirus’ page).",
                    "public_timestamp": "2020-05-15T11:16:39.000Z"
                },
                {
                    "note": "Travelers should confirm requirements with their carrier ahead of travelling to Zimbabwe ('Entry Requirements page')",
                    "public_timestamp": "2020-05-16T15:54:12.000Z"
                },
                {
                    "note": "Updated information on indefinite extension of nationwide lockdown until further notice and update on quarantine measures upon entry ('Return to the UK', 'Staying during coronavirus' and 'Entry Requirements' pages)",
                    "public_timestamp": "2020-05-19T16:42:07.000Z"
                },
                {
                    "note": "This travel advice has been reviewed and reissued without amendment.",
                    "public_timestamp": "2020-06-03T09:25:46.000Z"
                },
                {
                    "note": "New information on rules for entering the UK from 8 June.  ('Return to the UK' page)",
                    "public_timestamp": "2020-06-08T13:24:09.000Z"
                },
                {
                    "note": "New information on transiting through Zimbabwe and quarantine requirements ('Entry requirements' page).",
                    "public_timestamp": "2020-06-17T10:00:29.000Z"
                },
                {
                    "note": "Editorial review to remove ‘Return to the UK’ section and improve ‘Coronavirus’ section",
                    "public_timestamp": "2020-07-14T13:16:30.000Z"
                },
                {
                    "note": "Updated information on lockdown and curfew requirements. ('Coronavirus' page)",
                    "public_timestamp": "2020-07-23T16:06:40.000Z"
                },
                {
                    "note": "Update to information on planned protests on 31st July ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-07-30T13:24:46.000Z"
                },
                {
                    "note": "Removal of information about planned protests  ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-08-03T14:43:26.000Z"
                },
                {
                    "note": "Updated information on quarantine regulations and curfew hours of operation ('Summary', 'Coronavirus', and 'Entry requirements' pages).",
                    "public_timestamp": "2020-08-20T11:10:47.000Z"
                },
                {
                    "note": "Update to information on entry requirements relating to quarantine and self-isolation ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-09-08T12:06:32.000Z"
                },
                {
                    "note": "Update to information on entry requirements relating to quarantine and self-isolation and  information on international travel \r\n('Summary', 'Entry requirements' and ‘Coronavirus’ pages)",
                    "public_timestamp": "2020-09-28T08:38:50.000Z"
                },
                {
                    "note": "Update to information on entry requirements and international travel ('Summary', 'Coronavirus' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-10-01T17:02:19.000Z"
                },
                {
                    "note": "Updated information on public transport and intercity travel ('Safety and Security' page). Passengers who display COVID-19 symptoms will be denied boarding and further consequences ('Return to the UK' page)",
                    "public_timestamp": "2020-10-22T14:07:06.000Z"
                },
                {
                    "note": "Update to information on quarantine arrangements related to COVID-19 ('Summary' and 'Entry requirements' pages)",
                    "public_timestamp": "2020-11-19T17:27:18.000Z"
                },
                {
                    "note": "Update to information on entry to Zimbabwe for Zimbabwean nationals and valid permit holders ('Summary' and 'Entry requirements' pages).  Update to information on international flights, restrictions in public spaces, and access to medication from pharmacies ('Coronavirus' page).  Update to information on cash withdrawals ('Money' page).",
                    "public_timestamp": "2020-12-03T11:07:43.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions in public spaces and services ('Summary' and 'Coronavirus' pages). ",
                    "public_timestamp": "2020-12-09T16:15:17.000Z"
                },
                {
                    "note": "Updated information on COVID-19 restrictions in public spaces and services ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2020-12-09T16:18:05.000Z"
                },
                {
                    "note": "Update to information on gatherings in public places ('Coronavirus' page).  Update to information on testing requirements for tourists and non-residents entering Zimbabwe ('Summary' and 'Entry requirements' pages). ",
                    "public_timestamp": "2020-12-16T12:30:26.000Z"
                },
                {
                    "note": "New information on Tropical Storm Chalane, you should check your routes before travelling around Zimbabwe ('Summary' page)",
                    "public_timestamp": "2020-12-29T14:55:34.000Z"
                },
                {
                    "note": "New information on Tropical Storm Chalane ('Summary' page)",
                    "public_timestamp": "2020-12-30T10:14:15.000Z"
                },
                {
                    "note": "New information on Coronavirus restrictions (See 'Summary' and ‘Coronavirus’ pages)",
                    "public_timestamp": "2021-01-02T19:50:10.000Z"
                },
                {
                    "note": "From 4am on Saturday 9 December, visitors arriving into the UK who have been in or transited through Zimbabwe in the previous 10 days will not be permitted entry. British and Irish nationals, longer-term visa holders and permanent residents arriving in the UK from Zimbabwe, need to self-isolate on their return. ",
                    "public_timestamp": "2021-01-07T20:49:49.000Z"
                },
                {
                    "note": "From 4am on Saturday 9 January, visitors arriving into the UK who have been in or transited through Zimbabwe in the previous 10 days will not be permitted entry. British and Irish nationals, longer-term visa holders and permanent residents arriving in the UK from Zimbabwe, need to self-isolate on their return.",
                    "public_timestamp": "2021-01-08T09:45:32.000Z"
                },
                {
                    "note": "Updated information on entry requirements (Summary and Coronavirus)",
                    "public_timestamp": "2021-01-18T09:05:56.000Z"
                },
                {
                    "note": "New information on Tropical Storm Eloise; forecast to bring hazardous weather conditions to south-east Zimbabwe from around Sunday 24 January 2021 ('Summary' page)",
                    "public_timestamp": "2021-01-22T10:54:36.000Z"
                },
                {
                    "note": "Removal of information on Tropical Storm Eloise ('Summary' page)",
                    "public_timestamp": "2021-01-27T10:01:36.000Z"
                },
                {
                    "note": "Addition of information and advice on pre-departure COVID-19 testing facilities in Zimbabwe (‘Coronavirus’ page)",
                    "public_timestamp": "2021-01-27T17:34:31.000Z"
                },
                {
                    "note": "Removal of Emirates as an option to fly from UK to Harare ('Coronavirus' and 'Safety and security' pages).",
                    "public_timestamp": "2021-02-03T14:23:15.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Zimbabwe ('Coronavirus' page)",
                    "public_timestamp": "2021-02-12T16:07:20.000Z"
                },
                {
                    "note": "Addition of information on the extension of lockdown in Zimbabwe, which was announced on 15 February ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2021-02-16T14:49:11.000Z"
                },
                {
                    "note": "Update to information on entry to the UK from Zimbabwe ('Summary' page)",
                    "public_timestamp": "2021-02-16T17:31:57.000Z"
                },
                {
                    "note": "Update to information on entry to the UK from Zimbabwe ('Coronavirus' page)",
                    "public_timestamp": "2021-02-18T16:16:26.000Z"
                },
                {
                    "note": "Update of information on entry to the UK from Zimbabwe ('Summary' page)",
                    "public_timestamp": "2021-02-19T16:10:21.000Z"
                },
                {
                    "note": " Update to reflect the easing of lockdown restrictions in Zimbabwe ('Summary and Coronavirus' page)",
                    "public_timestamp": "2021-03-05T10:27:17.000Z"
                },
                {
                    "note": "Update to information on COVID-19 restrictions in Zimbabwe ('Coronavirus' page)",
                    "public_timestamp": "2021-03-08T16:29:20.000Z"
                },
                {
                    "note": "Updated information on COVID-19 vaccines if you live in Zimbabwe ('Coronavirus' page)",
                    "public_timestamp": "2021-03-10T09:53:27.000Z"
                },
                {
                    "note": "Updated information on travel routes to Zimbabwe and coronavirus restrictions ('Coronavirus' and 'Safety and security' pages). ",
                    "public_timestamp": "2021-03-19T12:24:47.000Z"
                },
                {
                    "note": "Updated information on travel routes to Zimbabwe and coronavirus restrictions ('Summary', 'Coronavirus' and 'Safety and security' pages)",
                    "public_timestamp": "2021-04-09T21:27:13.000Z"
                },
                {
                    "note": "Updated information on restrictions for sit-down meals at restaurants ('Coronavirus' page) and additional information on entry and quarantine requirements for Zimbabwe; there are no testing facilities on arrival ('Entry requirements' page)",
                    "public_timestamp": "2021-05-11T16:02:46.000Z"
                },
                {
                    "note": "Updated information on special requirements for passengers who arrive in Zimbabwe from India or who have transited through India en route to Zimbabwe ('Entry requirement' page)",
                    "public_timestamp": "2021-06-07T12:51:08.000Z"
                },
                {
                    "note": "Updated information on lockdown restrictions and additional information on entry and quarantine requirements for Zimbabwe (‘Summary’, ‘Coronavirus’, ‘Entry Requirements’ pages).",
                    "public_timestamp": "2021-06-17T11:09:37.000Z"
                },
                {
                    "note": "Update to information on Public spaces and services ('Coronavirus' page)",
                    "public_timestamp": "2021-06-18T14:39:24.000Z"
                },
                {
                    "note": "Update to information on COVID-19 measures (‘Summary’ and 'Coronavirus' pages)",
                    "public_timestamp": "2021-07-01T15:19:43.000Z"
                },
                {
                    "note": "Update to information on quarantine requirements ('Entry requirements' page)",
                    "public_timestamp": "2021-07-06T14:33:08.000Z"
                },
                {
                    "note": "Information about COVID-19 vaccines if you live in Zimbabwe ('Coronavirus' page)",
                    "public_timestamp": "2021-07-23T10:22:09.000Z"
                },
                {
                    "note": "Updated information on the process for validating COVID-19 tests, required to enter Zimbabwe (Entry Requirements’ page)",
                    "public_timestamp": "2021-08-23T15:00:11.000Z"
                },
                {
                    "note": "Update to information on public spaces and services (‘Summary’ and 'Coronavirus' pages)",
                    "public_timestamp": "2021-08-31T09:50:04.000Z"
                },
                {
                    "note": "Updated information on restrictions to public spaces and services and validation of COVID-19 tests in Zimbabwe (‘Summary’, 'Coronavirus' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-09-01T15:14:28.000Z"
                },
                {
                    "note": "Updated information on restrictions to public spaces in Zimbabwe ('Coronavirus' and ‘Entry requirements’ pages)",
                    "public_timestamp": "2021-09-09T11:17:45.000Z"
                },
                {
                    "note": "From 4am on Monday 11 October, Zimbabwe will no longer be on the red list for entering England. Check what you must do to travel abroad and return to England, Scotland, Wales or Northern Ireland. ('Summary' and 'Coronavirus' pages)",
                    "public_timestamp": "2021-10-07T17:26:38.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Zimbabwe, based on the current assessment of COVID-19 risks ",
                    "public_timestamp": "2021-10-11T10:31:49.000Z"
                },
                {
                    "note": "Update on COVID-19 restrictions ('Coronavirus' page). Update to information on HIV ('Health' page).",
                    "public_timestamp": "2021-10-15T10:10:31.000Z"
                },
                {
                    "note": "The FCDO advises against all but essential travel to Zimbabwe based on the current assessment of COVID-19 risks",
                    "public_timestamp": "2021-11-25T22:05:23.000Z"
                },
                {
                    "note": "From midday Friday 26 November, Zimbabwe will be added to the red list for entering England ('Summary' page)",
                    "public_timestamp": "2021-11-26T10:32:59.000Z"
                },
                {
                    "note": "Updated information on internal COVID-19 restrictions and entry requirements on arrival in Zimbabwe (See ‘Coronavirus’ and ‘Entry Requirements pages)",
                    "public_timestamp": "2021-12-01T17:33:28.000Z"
                },
                {
                    "note": "From 4am on Wednesday 15 December, Zimbabwe will be removed from the red list (‘Summary’ page)",
                    "public_timestamp": "2021-12-14T15:55:14.000Z"
                },
                {
                    "note": "The FCDO no longer advises against all but essential travel to Zimbabwe based on the current assessment of COVID-19 risks (‘Summary’ and 'Coronavirus' pages)",
                    "public_timestamp": "2021-12-15T04:11:39.000Z"
                },
                {
                    "note": "Updated information on entry requirements on arrival in Zimbabwe ('Entry requirements' page).",
                    "public_timestamp": "2022-01-14T12:57:37.000Z"
                },
                {
                    "note": "Updated information on Tropical Storm Ana which is expected to hit Zimbabwe 24 to 27 January. (see 'Summary' page)",
                    "public_timestamp": "2022-01-24T21:59:47.000Z"
                },
                {
                    "note": "Removal of information about Tropical Storm Ana and updated information on natural disasters in Zimbabwe ('Summary' and ‘Natural disasters' pages)",
                    "public_timestamp": "2022-02-01T17:03:40.000Z"
                },
                {
                    "note": "Updated information on entry requirements on arrival in Zimbabwe and on internal COVID-19 restrictions (‘Coronavirus’ and ‘Entry requirements’ pages)",
                    "public_timestamp": "2022-02-03T16:21:35.000Z"
                },
                {
                    "note": "Updated information on entry requirements and restrictions for public places and services ('Coronavirus' and 'Entry requirements' pages). Additional advice on carrying photographic identity documentation when out and about in Zimbabwe ('Safety and security' and 'Local laws and customs' pages)",
                    "public_timestamp": "2022-03-03T17:03:41.000Z"
                },
                {
                    "note": "Clarification on information on requirements for travellers leaving Zimbabwe ('Coronavirus' and Entry requirements' pages)",
                    "public_timestamp": "2022-03-17T09:48:57.000Z"
                },
                {
                    "note": "Update to information on entering and transiting Zimbabwe with proof of vaccination ('Entry requirements' page)",
                    "public_timestamp": "2022-04-04T15:26:07.000Z"
                },
                {
                    "note": "Update to information on exiting Zimbabwe and returning to the UK (‘Coronavirus’ and 'Entry requirements' pages)",
                    "public_timestamp": "2022-04-29T10:12:28.000Z"
                },
                {
                    "note": "Update to information on exiting Zimbabwe and returning to the UK (‘Coronavirus’ page)",
                    "public_timestamp": "2022-06-28T14:26:33.000Z"
                },
                {
                    "note": "Updated information on COVID-19 measures for Zimbabwe residents and entry requirements for children ('Entry requirements' page)",
                    "public_timestamp": "2022-07-13T15:22:07.000Z"
                },
                {
                    "note": "Updated information on current measles outbreak in Zimbabwe (’Health’ page)",
                    "public_timestamp": "2022-08-26T13:44:25.000Z"
                },
                {
                    "note": "Updated information on using international bank cards and COVID-19 measures ('Summary' and 'Coronavirus' page).",
                    "public_timestamp": "2022-10-17T14:32:47.000Z"
                },
                {
                    "note": "Updated information on visas, health and money (‘Entry requirements’, ‘Health’ and ‘Money’ pages).",
                    "public_timestamp": "2023-02-15T14:52:33.000Z"
                },
                {
                    "note": "Information on Cyclone Freddy bringing high winds, heavy rainfall, and flash floods to southern and eastern areas of Zimbabwe ('Summary' and 'Natural disasters' pages).",
                    "public_timestamp": "2023-02-23T15:06:29.000Z"
                },
                {
                    "note": "Updated information on high winds and heavy rainfall, in southern and eastern areas of Zimbabwe ('Summary' and 'Natural disasters' pages).",
                    "public_timestamp": "2023-02-27T15:18:29.000Z"
                },
                {
                    "note": "Removed information on high winds and heavy rainfall, in southern and eastern areas of Zimbabwe ('Summary' and 'Natural disasters' pages).",
                    "public_timestamp": "2023-03-06T11:12:45.000Z"
                },
                {
                    "note": "New information on the airlines in Zimbabwe that do not meet international safety standards ('Summary' and 'Safety and security' pages)",
                    "public_timestamp": "2023-06-13T09:08:49.000Z"
                },
                {
                    "note": "Information on the removal of COVID-19 measures at points of entry and of the requirement to wear masks at public gatherings ('Coronavirus' and 'Entry requirements’ pages).",
                    "public_timestamp": "2023-06-15T15:36:56.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T10:55:16.000Z"
                },
                {
                    "note": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                    "public_timestamp": "2023-06-22T11:23:25.000Z"
                },
                {
                    "note": "Information on Zimbabwe’s upcoming general elections ('Summary' and 'Safety and security’ pages).",
                    "public_timestamp": "2023-06-27T09:56:02.000Z"
                },
                {
                    "note": "Information on avoiding political gatherings or demonstrations following Zimbabwe’s general elections ('Summary' and 'Safety and security' pages).",
                    "public_timestamp": "2023-08-24T10:43:49.000Z"
                },
                {
                    "note": "Information on avoiding political gatherings or demonstrations following Zimbabwe’s general elections ",
                    "public_timestamp": "2023-08-26T22:48:48.000Z"
                },
                {
                    "note": "This travel advice has been rewritten to make it easier to read and understand. ",
                    "public_timestamp": "2023-10-19T11:59:21.000Z"
                }
            ],
            "country": {
                "name": "Zimbabwe",
                "slug": "zimbabwe",
                "synonyms": []
            },
            "email_signup_link": "/foreign-travel-advice/zimbabwe/email-signup",
            "max_cache_time": 10,
            "parts": [
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) provides advice about risks of travel to help British nationals make informed decisions. Find out <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">more about <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel advice</a>.</p>\n\n<h2 id=\"before-you-travel\">Before you travel</h2>\n\n<p>No travel can be guaranteed safe. Read all the advice in this guide as well as <a href=\"https://www.gov.uk/government/collections/support-for-british-nationals-abroad\">support for British nationals abroad</a> which includes:</p>\n\n<ul>\n  <li>advice on preparing for travel abroad and reducing risks</li>\n  <li>information for women, LGBT+ and disabled travellers</li>\n</ul>\n\n<p>Follow and contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/zimbabwe/email-signup\">get email notifications</a> when this advice is updated.</p>\n\n<h3 id=\"travel-insurance\">Travel insurance</h3>\n\n<p>If you choose to travel, research your destinations and <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">get appropriate travel insurance</a>. Insurance should cover your itinerary, planned activities and expenses in an emergency.</p>\n\n",
                    "slug": "warnings-and-insurance",
                    "title": "Warnings and insurance"
                },
                {
                    "body": "<p>This advice reflects the UK government’s understanding of current rules for people travelling on a full <a href=\"https://www.gov.uk/types-of-british-nationality\">‘British citizen’ passport</a> from the UK, for the most common types of travel.</p>\n\n<p>The authorities in Zimbabwe set and enforce entry rules. If you’re not sure how these requirements apply to you, contact the <a rel=\"external\" href=\"http://www.zimlondon.gov.zw/\">Zimbabwean Embassy in the UK</a>.</p>\n\n<h2 id=\"covid-19-rules\">COVID-19 rules</h2>\n\n<p>There are no COVID-19 testing or vaccination requirements for travellers entering Zimbabwe.</p>\n\n<p>You may be asked to complete an arrival form, including the addresses of where you are staying. </p>\n\n<h3 id=\"travel-within-zimbabwe\">Travel within Zimbabwe</h3>\n\n<p>There are some COVID-19 measures in place, including the requirement to:</p>\n\n<ul>\n  <li>wear face masks on public transport, inside workplaces and in public inside spaces</li>\n  <li>socially distance</li>\n  <li>sanitise hands in some settings</li>\n</ul>\n\n<p>Enforcement is inconsistent.</p>\n\n<p>There is an official curfew between midnight and 5:30am.</p>\n\n<h2 id=\"passport-validity-requirements\">Passport validity requirements</h2>\n\n<p>To enter Zimbabwe, your passport must:</p>\n\n<ul>\n  <li>be valid for at least 6 months from the date of your arrival</li>\n  <li>have 3 blank pages, in case you need to enter Zimbabwe and exit through one of the neighbouring countries or if you need to leave at short notice</li>\n</ul>\n\n<p>Check with your travel provider that your passport and any other travel documents meet their requirements. <a href=\"https://www.gov.uk/renew-adult-passport/renew\">Renew your passport</a> if you need to. </p>\n\n<p>You will be denied entry if you do not have a valid travel document or try to use a passport that has been reported lost or stolen. </p>\n\n<h2 id=\"visa-requirements\">Visa requirements</h2>\n\n<p>You must have a visa to visit Zimbabwe.</p>\n\n<h3 id=\"applying-for-a-visa\">Applying for a visa</h3>\n\n<p>Most visitors apply for a visa on arrival in Zimbabwe. Take enough US dollars with you in small notes to pay for your visa – see <a rel=\"external\" href=\"http://www.zimlondon.gov.zw/?page_id=296\">information on visa fees from the Zimbabwean Embassy</a>.</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.evisa.gov.zw/home\">apply for an e-visa</a> before you travel.</p>\n\n<p>It is no longer possible to get a visa from the Zimbabwean Embassy in London.</p>\n\n<p>Zimbabwe usually grants 30-day visas. Check the number of days on your visa covers your intended period of stay.</p>\n\n<p>To extend or renew visas or permits, go in person to the <a rel=\"external\" href=\"http://www.zimimmigration.gov.zw/\">Government of Zimbabwe Immigration Department</a>. </p>\n\n<p>To stay longer (to work or study, for business travel or for other reasons), you must meet the Zimbabwe government’s entry requirements. Check which type of visa or work permit you need with the <a rel=\"external\" href=\"http://www.zim.gov.zw/index.php/en/news-room/latest-news/228-sectors/360-immigration-and-visas\">Official Government of Zimbabwe web portal</a>. </p>\n\n<p>You must have a temporary work permit if you’re volunteering or doing missionary work.</p>\n\n<h3 id=\"zimbabwean-temporary-travel-documents\">Zimbabwean temporary travel documents</h3>\n\n<p>Zimbabwean temporary travel documents (<abbr title=\"temporary travel documents\">TTDs</abbr>) are not valid for re-entry to the UK. You could be stranded in Zimbabwe if you travel using this document.</p>\n\n<h3 id=\"kaza-univisa\">KAZA Univisa</h3>\n\n<p>The KAZA Univisa is valid for travel between Zimbabwe and Zambia and day trips into Botswana. It’s available at Harare, Bulawayo and Victoria Falls airports and at the land borders at Victoria Falls (Zambian border) and Kazungula (Botswana border). It costs 50 US dollars and is valid for 30 days.</p>\n\n<h2 id=\"vaccination-requirements\">Vaccination requirements</h2>\n\n<p>At least 8 weeks before your trip, check the <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/248/zimbabwe\">vaccinations and certificates you need in TravelHealthPro’s Zimbabwe guide</a>.</p>\n\n<p>Depending on your circumstances, this may include a yellow fever certificate.</p>\n\n<h2 id=\"customs-rules\">Customs rules</h2>\n\n<p>There are strict rules about goods that can be brought into and taken out of Zimbabwe. You must declare anything that may be prohibited or subject to tax or duty.</p>\n\n<h3 id=\"arms-embargo\">Arms embargo</h3>\n\n<p>There is a UK arms embargo against Zimbabwe. It is an offence in UK law to take firearms into Zimbabwe, even if you plan to bring them back to the UK.</p>\n\n<h3 id=\"taking-money-into-and-out-of-zimbabwe\">Taking money into and out of Zimbabwe</h3>\n\n<p>It is illegal to leave Zimbabwe with more than 10,000 US dollars cash (or the same amount in other currencies), unless it is left over from funds you brought with you and declared on arrival. Keep the proof of declaration to avoid problems with officials when you leave.</p>\n\n<h2 id=\"journalists\">Journalists</h2>\n\n<p>If you’re working as a journalist (for example, as a reporter or news photographer), you must get accreditation before you travel from the <a rel=\"external\" href=\"http://www.zimlondon.gov.zw/\">Zimbabwean Embassy in the UK</a>. If you do not have proper accreditation, you are at risk of arrest, detention in difficult conditions, a fine and deportation.</p>\n\n<p>The Zimbabwe government uses a broad definition of journalism. This may include any form of interview, filming or photography. Consider carefully the risks associated with engaging in social media activities such as posting comments, blogging or sharing photographs, which can be seen as journalism.</p>\n\n",
                    "slug": "entry-requirements",
                    "title": "Entry requirements"
                },
                {
                    "body": "<p>You should also read <a href=\"/foreign-travel-advice/zimbabwe/warnings-and-insurance\"><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s overall travel advice</a> and <a href=\"/foreign-travel-advice/zimbabwe/regional-risks\">regional risks advice</a>.</p>\n\n<h2 id=\"terrorism\">Terrorism</h2>\n\n<p>There is a high threat of terrorist attack globally affecting UK interests and British nationals, including from groups and individuals who view the UK and British nationals as targets. You should remain vigilant at all times.</p>\n\n<div class=\"example\">\n<p>UK Counter Terrorism Policing has information and advice on <a rel=\"external\" href=\"https://www.counterterrorism.police.uk/safetyadvice/\">staying safe abroad</a> and what to do in the event of a terrorist attack. Find out <a href=\"https://www.gov.uk/guidance/reduce-your-risk-from-terrorism-while-abroad\">how to reduce your risk from terrorism while abroad</a>.</p>\n</div>\n\n<h3 id=\"terrorism-in-zimbabwe\">Terrorism in Zimbabwe</h3>\n\n<p>Although there’s no recent history of terrorism in Zimbabwe, attacks cannot be ruled out.</p>\n\n<h2 id=\"political-situation\">Political situation</h2>\n\n<p>Demonstrations and rallies can be unpredictable and may turn violent. Authorities have in the past used force to suppress them, including after post-election protests in August 2018 and fuel demonstrations in January 2019.  Avoid political activity, or activities which could be considered political, including political discussions in public places or online.</p>\n\n<p>It is illegal to make derogatory or insulting comments about the President or to carry material considered to be offensive to the President’s office.</p>\n\n<h2 id=\"blackouts-and-water-rationing\">Blackouts and water rationing</h2>\n\n<p>There are long power blackouts because of electricity shortages. During blackouts, traffic lights may not work. There is also water rationing in parts of the country. Contact your tour operator or hotel for the latest updates.</p>\n\n<h2 id=\"mobile-network-and-landlines\">Mobile network and landlines</h2>\n\n<p>The Zimbabwean mobile phone network and landlines are unreliable.</p>\n\n<h2 id=\"crime\">Crime</h2>\n\n<h3 id=\"protecting-your-belongings\">Protecting your belongings</h3>\n\n<p>There is a moderate level of crime in Zimbabwe. People travelling alone may be more vulnerable. Mugging, pickpocketing and jewellery theft are common in city centres, especially after dark. Street lighting can be poor. Be vigilant when leaving banks and cash points. Do not carry or display large amounts of cash in public places.</p>\n\n<p>There have been occasional armed robberies targeting foreign residents. Make sure your accommodation is always secure.</p>\n\n<h3 id=\"vehicle-crime\">Vehicle crime</h3>\n\n<p>There have been thefts and smash-and-grab robberies from vehicles, including:</p>\n\n<ul>\n  <li>at the main intersections along the route to Robert Gabriel Mugabe International Airport</li>\n  <li>along Liberation Legacy Way (Borrowdale Road) and Churchill Road in Harare</li>\n  <li>on the Masvingo-Beitbridge road</li>\n</ul>\n\n<p>Be particularly vigilant when using these routes. Keep vehicle doors locked and windows closed. Be careful at night and at petrol stations. Do not leave your vehicle unattended in unguarded areas in towns.</p>\n\n<h2 id=\"laws-and-cultural-differences\">Laws and cultural differences</h2>\n\n<h3 id=\"personal-id\">Personal ID</h3>\n\n<p>Carry a photocopy of your passport or your Zimbabwean resident ID at all times. Leave your original passport somewhere safe. If you lose your UK passport, get a police report. You may need to show this to immigration to explain why you have no proof of entry when you depart.</p>\n\n<h3 id=\"illegal-drugs-and-prison-sentences\">Illegal drugs and prison sentences</h3>\n\n<p>Zimbabwean laws on the possession, use or trafficking of illegal drugs are strict and carry heavy fines or prison sentences.</p>\n\n<h3 id=\"money\">Money</h3>\n\n<p>Zimbabwe’s economic situation remains unpredictable. People use Zimbabwean and US dollars. This may change without notice. It is illegal to exchange foreign currency anywhere other than officially licensed dealers such as banks or bureaux de change. Bureaux de change will accept and change foreign currency, particularly US dollars.</p>\n\n<p>There is a shortage of physical cash, so it’s not always possible make withdrawals using an international debit or credit card. Change is rarely available, so carry small denomination notes.</p>\n\n<p>Check in advance what payment methods a restaurant, hotel or tour operator will accept. Some businesses, including some medical providers, may not accept credit or debit cards. Most suppliers prefer US dollars in cash.</p>\n\n<p>Check before making a transaction whether the price quoted is in Zimbabwean or US dollars, as the symbol for both is $. Check exchange rates before any transaction, as they are unpredictable.</p>\n\n<p>To avoid being overcharged, make sure to say you’re using an international bank card when paying in shops and restaurants. Also, make sure they charge you in the correct currency.</p>\n\n<p>There are also some challenges with international transfers from outside of Zimbabwe.</p>\n\n<h3 id=\"using-cameras-and-binoculars-in-secure-areas\">Using cameras and binoculars in secure areas</h3>\n\n<p>It is illegal to take photographs of government offices, airports, military establishments, official residences, embassies and other sensitive places without special permission from the Ministry of Information. It is also illegal to photograph police and armed forces personnel, demonstrations and protests. Laws are strictly enforced.</p>\n\n<h3 id=\"state-house-in-harare\">State House in Harare</h3>\n\n<p>Armed members of the Presidential Guard patrol the area around State House in Harare (the President’s official residence). They do not allow loitering by motorists, cyclists or pedestrians, and it is illegal to take photographs. The roads in this area are closed from 6pm to 6am. Do not use GPS navigation systems around the President’s residence and, if possible, avoid the area altogether.</p>\n\n<h3 id=\"dual-nationality\">Dual nationality</h3>\n\n<p>Since 1984 it has been illegal to hold dual nationality. The Constitutional Court recently ruled that some categories of dual nationality are legal, and it is now possible for Zimbabwean citizens by birth to hold dual nationality. However, the legislation remains inconsistent, and the Zimbabwean authorities may obstruct, detain or even seek to prosecute someone they consider an offender. The British Embassy is not able to provide the full range of consular services to people with dual British and Zimbabwean nationality.</p>\n\n<h3 id=\"pornographic-material\">Pornographic material</h3>\n\n<p>It is illegal to possess or import pornographic material.</p>\n\n<h3 id=\"jewellery\">Jewellery</h3>\n\n<p>Do not carry any precious or semi-precious stones without the correct paperwork.</p>\n\n<h3 id=\"wildlife-animal-products-and-souvenirs\">Wildlife, animal products and souvenirs</h3>\n\n<p>It is illegal to buy, sell, kill or capture any protected wild animal or trade its parts without a licence. Buying or trafficking such goods risks prosecution and prison sentences of up to 9 years.</p>\n\n<h3 id=\"camouflage-clothing\">Camouflage clothing</h3>\n\n<p>It is illegal for civilians to wear any form of clothing made from camouflage material.</p>\n\n<h3 id=\"lgbt-travellers\">LGBT+ travellers</h3>\n\n<p>Sex between men and same-sex marriage are illegal in Zimbabwe. Zimbabwean society remains conservative towards same-sex relations, especially between men. However, there is a small but active underground LGBT+ scene in Harare and prosecutions are rare. Be aware that showing affection in public could result in unwanted attention.</p>\n\n<p>Read more <a href=\"https://www.gov.uk/lesbian-gay-bisexual-and-transgender-foreign-travel-advice\">advice for LGBT+ travellers</a>. You can also find more local information from the <a rel=\"external\" href=\"http://galz.org/\">GALZ Association</a>.</p>\n\n<h2 id=\"outdoor-activities-and-adventure-tourism\">Outdoor activities and adventure tourism</h2>\n\n<h3 id=\"safari-lodges-and-game-reserves\">Safari lodges and game reserves</h3>\n\n<p>Safety standards in Zimbabwe’s safari lodges and game reserves vary. Check with the <a rel=\"external\" href=\"https://www.soaz.net/\">Safari Operators Association of Zimbabwe</a> whether operators are trained and licensed. Animal attacks have injured and killed visitors. Treat wild animals with caution and respect and always keep a safe distance from them. Some activities, such as walking or canoe safaris, could pose risks to personal safety. Make sure your travel insurance covers all the activities you plan on doing in Zimbabwe.</p>\n\n<h2 id=\"transport-risks\">Transport risks</h2>\n\n<h3 id=\"road-travel\">Road travel</h3>\n\n<p>If you are planning to drive in Zimbabwe, see <a href=\"https://www.gov.uk/driving-abroad\">information on driving abroad</a>.</p>\n\n<p>You need either a 1968 <a href=\"https://www.gov.uk/driving-abroad/international-driving-permit\">international driving permit (<abbr title=\"international driving permit\">IDP</abbr>)</a> or a UK driving licence to drive in Zimbabwe. The 1949 <abbr title=\"international driving permit\">IDP</abbr> is not accepted any more. You cannot buy an <abbr title=\"international driving permit\">IDP</abbr> outside the UK, so get one before you travel. You can buy an <abbr title=\"international driving permit\">IDP</abbr> in person from some UK post offices – <a rel=\"external\" href=\"https://www.postoffice.co.uk/identity/international-driving-permit#bf-full-width\">find your nearest post office branch</a> that offers this service. </p>\n\n<p>You can drive in Zimbabwe with a UK driving licence for up to 12 months. Make sure you have copies of your passport’s photo page and visa with you in the car at all times. Be ready to show ID if asked and keep the originals in a safe place where you can get them easily.</p>\n\n<p>Obey police signals, stop at roadblocks and tollgates. Make sure you get a receipt if you are asked to pay any fine.</p>\n\n<p>The standard of driving is very poor in Zimbabwe. Traffic accidents are a common cause of death and injury. Hazards include:</p>\n\n<ul>\n  <li>deep potholes</li>\n  <li>broken traffic lights</li>\n  <li>poorly lit vehicles (including heavy good vehicles and cyclists)</li>\n  <li>poorly lit roads</li>\n  <li>badly marked roads</li>\n  <li>stray livestock</li>\n  <li>pedestrians</li>\n</ul>\n\n<p>Emergency services may provide very limited help in the event of an accident, and ambulances are often delayed.</p>\n\n<p>You should:</p>\n\n<ul>\n  <li>always wear a seatbelt</li>\n  <li>lock car doors</li>\n  <li>avoid driving outside main towns at night</li>\n  <li>travel carefully on roads between cities</li>\n  <li>carry a comprehensive medical kit</li>\n  <li>be careful about stopping at laybys</li>\n</ul>\n\n<p>Plan carefully before setting out on long-distance journeys. Get local advice about any places you plan to visit. Fuel is sometimes unavailable and there may be queues. Carry extra fuel or top up your tank whenever possible. Before you pay for fuel, check if you can pay with an international card.</p>\n\n<p>It is illegal to continue driving when the President’s motorcade goes past, no matter which side of the road you’re on. If you see the motorcade, pull off the road or on to the side of the road if this is not possible. The security forces have assaulted people for stopping in the wrong place or for not stopping soon enough.</p>\n\n<p>If you’re resident in Zimbabwe, you may want to get a Zimbabwean licence to minimise the chance of problems at roadblocks.</p>\n\n<p>If you’re bringing a vehicle not registered in Zimbabwe into the country, you must have a police vehicle clearance certificate (temporary import permit).</p>\n\n<h3 id=\"bus-travel\">Bus travel</h3>\n\n<p>Commuter buses (‘combis’) are often overcrowded, inadequately maintained, uninsured and recklessly driven. Avoid them if possible. Larger intercity buses may also be poorly driven. There have been serious road accidents involving long-distance buses travelling at night.</p>\n\n<h3 id=\"taxis\">Taxis</h3>\n\n<p>Taxis recommended by hotels are usually reliable and in good condition. Major hotels usually have their own taxis.</p>\n\n<h3 id=\"air-travel\">Air travel</h3>\n\n<p>The <a href=\"https://www.gov.uk/guidance/uk-air-safety-list\">UK Air Safety List</a> (<abbr title=\"Air Safety List\">ASL</abbr>) lists all known airlines in Zimbabwe that do not meet international safety standards and are banned from operating commercial air services to and from the UK. Check the UK Air Safety List when considering which airlines to fly with. The list is maintained by the Department for Transport, based on advice from the <a rel=\"external\" href=\"https://www.caa.co.uk/Commercial-Industry/Airlines/Licensing/Requirements-and-guidance/Third-Country-Operator-Certificates\">UK Civil Aviation Authority</a>.</p>\n\n<p>British government employees travelling to and within Zimbabwe have been advised to use carriers that are not on the UK <abbr title=\"Air Safety List\">ASL</abbr>.</p>\n\n<h3 id=\"rail-travel\">Rail travel</h3>\n\n<p>The rail system in Zimbabwe is underdeveloped and very poorly maintained. Level crossings are poorly marked, resulting in many accidents. Passenger services are currently suspended. Check with <a rel=\"external\" href=\"https://nrz.co.zw/\">National Railways of Zimbabwe</a> for updates.</p>\n\n<h2 id=\"extreme-weather-and-natural-disasters\">Extreme weather and natural disasters</h2>\n\n<h3 id=\"flooding\">Flooding</h3>\n\n<p>The rainy season runs from November to April. Heavy rainfall can make roads harder to pass and some areas impassable.</p>\n\n",
                    "slug": "safety-and-security",
                    "title": "Safety and security"
                },
                {
                    "body": "<p>This section has safety advice for regions of Zimbabwe. It only covers regions where <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has specific advice.  </p>\n\n<p>You should also read <a href=\"/foreign-travel-advice/zimbabwe\"><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>’s overall travel advice</a> and <a href=\"/foreign-travel-advice/zimbabwe/safety-and-security\">safety and security advice</a>.</p>\n\n<h2 id=\"rural-areas\">Rural areas</h2>\n\n<p>There continue to be invasions of commercial farms, sometimes accompanied by violence and threats. Take care when visiting farming areas that you are not familiar with.</p>\n\n<h2 id=\"mining-areas\">Mining areas</h2>\n\n<p>The diamond mining area in Marange is a restricted area. Turn back if you are stopped and told that you are not allowed to access a particular area. There have been car robberies and attacks on car occupants in the Beitbridge area.</p>\n\n",
                    "slug": "regional-risks",
                    "title": "Regional risks"
                },
                {
                    "body": "<p>Before you travel check that:</p>\n\n<ul>\n  <li>your destination can provide the healthcare you may need</li>\n  <li>you have <a href=\"https://www.gov.uk/guidance/foreign-travel-insurance\">appropriate travel insurance</a> for local treatment or unexpected medical evacuation</li>\n</ul>\n\n<p>This is particularly important if you have a health condition or are pregnant.</p>\n\n<h2 id=\"emergency-medical-number\">Emergency medical number</h2>\n\n<p>Dial 112 from a mobile phone and ask for an ambulance.</p>\n\n<p>The <a rel=\"external\" href=\"http://www.zim.gov.zw/index.php/en/my-government/government-ministries/about-zimbabwe/466-emergency-services\">Official Government of Zimbabwe web portal</a> has a full list of emergency numbers.</p>\n\n<p>Contact your insurance company promptly if you’re referred to a medical facility for treatment.</p>\n\n<h2 id=\"vaccinations-and-health-risks\">Vaccinations and health risks</h2>\n\n<p>At least 8 weeks before your trip check:</p>\n\n<ul>\n  <li>the latest information on vaccinations and health risks in <a rel=\"external\" href=\"https://travelhealthpro.org.uk/country/248/zimbabwe\">TravelHealthPro’s Zimbabwe guide</a>\n</li>\n  <li>where to get vaccines and whether you have to pay on the <a rel=\"external\" href=\"https://www.nhs.uk/conditions/travel-vaccinations/\">NHS travel vaccinations page</a>\n</li>\n</ul>\n\n<h2 id=\"medication\">Medication</h2>\n\n<p>The legal status and regulation of some medicines prescribed or bought in the UK can be different in other countries.</p>\n\n<p>Read <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/43/medicines-abroad\">best practice when travelling with medicines on TravelHealthPro</a>.</p>\n\n<p>The NHS has information on <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/medicines/can-i-take-my-medicine-abroad/\">whether you can take your medicine abroad</a>.</p>\n\n<h2 id=\"healthcare-facilities-in-zimbabwe\">Healthcare facilities in Zimbabwe</h2>\n\n<p>Healthcare provision and quality in Zimbabwe is variable and can be very poor outside of the major cities.</p>\n\n<p>There are shortages of drugs and trained medical staff in hospitals, making it difficult for hospitals to treat some illnesses and trauma cases.</p>\n\n<p>Fuel shortages have reduced emergency response capabilities.</p>\n\n<p>Private clinics will not treat patients until they pay and often require large amounts of cash before they will admit emergency cases, even if you have travel insurance. Many businesses in Zimbabwe will only accept US dollars in cash, rather than credit or debit cards. This includes some medical providers. Medical costs, particularly for evacuation, can be high. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad and repatriation.</p>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has a list of <a href=\"https://www.gov.uk/government/publications/zimbabwe-list-of-medical-facilities\">English-speaking doctors in Zimbabwe</a>.</p>\n\n<h2 id=\"travel-and-mental-health\">Travel and mental health</h2>\n\n<p>Read <a href=\"https://www.gov.uk/guidance/foreign-travel-advice-for-people-with-mental-health-issues\"><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> guidance on travel and mental health</a>. There is also <a rel=\"external\" href=\"https://travelhealthpro.org.uk/factsheet/85/travelling-with-mental-health-conditions\">mental health guidance on TravelHealthPro</a>.</p>\n\n",
                    "slug": "health",
                    "title": "Health"
                },
                {
                    "body": "<p>The Foreign, Commonwealth &amp; Development Office (<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>) cannot provide tailored advice for individual trips. Read this travel advice and carry out your own research before deciding whether to travel.</p>\n\n<h2 id=\"emergency-services-in-zimbabwe\">Emergency services in Zimbabwe</h2>\n\n<p>Telephone: 112 (ambulance, fire, police)</p>\n\n<p>Econet (mobile service provider) subscribers: 112</p>\n\n<p>NetOne (mobile service provider) subscribers: 114</p>\n\n<p>Landline: 0800 3222 911</p>\n\n<p>The <a rel=\"external\" href=\"http://www.zim.gov.zw/index.php/en/my-government/government-ministries/about-zimbabwe/466-emergency-services\">Official Government of Zimbabwe web portal</a> has a full list of emergency numbers.</p>\n\n<h2 id=\"contact-your-travel-provider-and-insurer\">Contact your travel provider and insurer</h2>\n\n<p>Contact your travel provider and your insurer if you are involved in a serious incident or emergency abroad. They will tell you if they can help and what you need to do.</p>\n\n<h3 id=\"refunds-and-changes-to-travel\">Refunds and changes to travel</h3>\n\n<p>For refunds or changes to travel, contact your travel provider. You may also be able to make a claim through insurance. However, insurers usually require you to talk to your travel provider first.</p>\n\n<p>Find out more about <a href=\"https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice\">changing or cancelling travel plans</a>, including:</p>\n\n<ul>\n  <li>where to get advice if you are in a dispute with a provider</li>\n  <li>how to access previous versions of travel advice to support a claim</li>\n</ul>\n\n<h2 id=\"support-from-fcdo\">Support from <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>\n</h2>\n\n<p><abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> has guidance on staying safe and what to do if you need help or support abroad, including:</p>\n\n<ul>\n  <li>finding English-speaking <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/lawyers?country=Zimbabwe\">lawyers</a> and <a rel=\"external\" href=\"https://find-a-professional-service-abroad.service.csd.fcdo.gov.uk/find/funeral-directors?country=Zimbabwe\">funeral directors</a>\n</li>\n  <li>finding <a href=\"https://www.gov.uk/world/zimbabwe\">help and services in Zimbabwe</a>\n</li>\n  <li>dealing with a <a href=\"https://www.gov.uk/guidance/what-to-do-after-a-british-person-dies-in-zimbabwe\">death in Zimbabwe</a>\n</li>\n  <li>being <a href=\"https://www.gov.uk/government/publications/zimbabwe-prisoner-pack\">arrested in Zimbabwe</a>\n</li>\n  <li>getting help if you’re a <a href=\"https://www.gov.uk/victim-crime-abroad\">victim of crime</a>\n</li>\n  <li>what to do if you’re <a href=\"https://www.gov.uk/guidance/in-hospital-abroad\">in hospital</a>\n</li>\n  <li>if you’re <a href=\"https://www.gov.uk/guidance/how-to-deal-with-a-crisis-overseas\">affected by a crisis</a>, such as a terrorist attack</li>\n</ul>\n\n<h2 id=\"contacting-fcdo\">Contacting <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr>\n</h2>\n\n<p>Follow and contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> travel on <a rel=\"external\" href=\"https://twitter.com/fcdotravelgovuk\">Twitter</a>, <a rel=\"external\" href=\"https://www.facebook.com/fcdotravel\">Facebook</a> and <a rel=\"external\" href=\"https://www.instagram.com/travelaware/\">Instagram</a>. You can also sign up to <a href=\"https://www.gov.uk/foreign-travel-advice/zimbabwe/email-signup\">get email notifications</a> when this travel advice is updated.</p>\n\n<h3 id=\"help-abroad-in-an-emergency\">Help abroad in an emergency</h3>\n\n<p>If you are in Zimbabwe and you need emergency help from the UK government, contact the <a href=\"https://www.gov.uk/world/organisations/british-embassy-harare\">British Embassy in Harare</a>.</p>\n\n<p>You can also <a rel=\"external\" href=\"https://www.contact-embassy.service.gov.uk/?country=Zimbabwe&amp;post=Zimbabwe%20travel%20advice%20team\">contact <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> online</a>.</p>\n\n<h3 id=\"fcdo-in-london\">\n<abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> in London</h3>\n\n<p>You can call <abbr title=\"Foreign, Commonwealth &amp; Development Office\">FCDO</abbr> in London if you need urgent help because something has happened to a friend or relative abroad.</p>\n\n<p>Telephone: 020 7008 5000 (24 hours)</p>\n\n<p><a href=\"https://www.gov.uk/call-charges\">Find out about call charges</a>.</p>\n\n<h2 id=\"risk-information-for-british-companies\">Risk information for British companies</h2>\n\n<p>The <a href=\"https://www.gov.uk/government/publications/overseas-business-risk-zimbabwe\">Overseas Business Risk service</a> offers information and advice for British companies operating overseas on how to manage political, economic, and business security-related risks.</p>\n\n",
                    "slug": "getting-help",
                    "title": "Getting help"
                }
            ],
            "reviewed_at": "2023-10-19T11:59:21Z",
            "updated_at": "2023-10-19T11:59:21Z"
        },
        "document_type": "travel_advice",
        "first_published_at": "2013-03-15T00:00:00Z",
        "links": {
            "available_translations": [
                {
                    "api_path": "/api/content/foreign-travel-advice/zimbabwe",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/zimbabwe",
                    "base_path": "/foreign-travel-advice/zimbabwe",
                    "content_id": "d38db404-4291-4088-951a-1b8d5b696f1e",
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-10-19T11:59:21Z",
                    "schema_name": "travel_advice",
                    "title": "Zimbabwe travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/zimbabwe",
                    "withdrawn": false
                }
            ],
            "meets_user_needs": [
                {
                    "api_path": "/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "api_url": "https://www.gov.uk/api/content/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "base_path": "/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "content_id": "5118d7b4-215d-45e6-bd20-15d7bc21314f",
                    "details": {
                        "benefit": "I can adjust my travel insurance policy accordingly",
                        "goal": "know what the government's official travel advice is to a country, or part of a country",
                        "justifications": [
                            "There is clear demand for it from users"
                        ],
                        "met_when": null,
                        "role": "travel insurance provider"
                    },
                    "document_type": "need",
                    "links": {},
                    "locale": "en",
                    "schema_name": "need",
                    "title": "As a travel insurance provider, I need to know what the government's official travel advice is to a country, or part of a country, so that I can adjust my travel insurance policy accordingly (101191)",
                    "web_url": "https://www.gov.uk/needs/know-what-the-government-s-official-travel-advice-is-to-a-country-or-part-of-a-country",
                    "withdrawn": false
                }
            ],
            "ordered_related_items": [
                {
                    "api_path": "/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "base_path": "/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "content_id": "dd34d3a4-56bd-4cf5-b821-d76f9d997153",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-29T07:47:58Z",
                    "schema_name": "detailed_guide",
                    "title": "About Foreign, Commonwealth & Development Office travel advice",
                    "web_url": "https://www.gov.uk/guidance/about-foreign-commonwealth-development-office-travel-advice",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/collections/support-for-british-nationals-abroad",
                    "api_url": "https://www.gov.uk/api/content/government/collections/support-for-british-nationals-abroad",
                    "base_path": "/government/collections/support-for-british-nationals-abroad",
                    "content_id": "aad65646-964d-4f68-ac22-5bc6c8281336",
                    "document_type": "document_collection",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2022-08-31T15:02:00Z",
                    "schema_name": "document_collection",
                    "title": "Support for British nationals abroad",
                    "web_url": "https://www.gov.uk/government/collections/support-for-british-nationals-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/guidance/foreign-travel-checklist",
                    "api_url": "https://www.gov.uk/api/content/guidance/foreign-travel-checklist",
                    "base_path": "/guidance/foreign-travel-checklist",
                    "content_id": "5d8baf93-7631-11e4-a3cb-005056011aef",
                    "document_type": "detailed_guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-08-29T14:12:45Z",
                    "schema_name": "detailed_guide",
                    "title": "Foreign travel checklist",
                    "web_url": "https://www.gov.uk/guidance/foreign-travel-checklist",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/zimbabwe",
                    "api_url": "https://www.gov.uk/api/content/world/zimbabwe",
                    "base_path": "/world/zimbabwe",
                    "content_id": "66ad3d20-81b8-47cc-b1b8-7b5b9cf0e4f3",
                    "description": "Services if you're visiting, studying, working or living in Zimbabwe. Includes information about trading with and doing business in the UK and Zimbabwe.",
                    "details": {
                        "internal_name": "UK help and services in Zimbabwe",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": false
                    },
                    "document_type": "taxon",
                    "links": {},
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-02-13T09:38:44Z",
                    "schema_name": "taxon",
                    "title": "UK help and services in Zimbabwe",
                    "web_url": "https://www.gov.uk/world/zimbabwe",
                    "withdrawn": false
                }
            ],
            "organisations": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "parent": [
                {
                    "api_path": "/api/content/foreign-travel-advice",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
                    "base_path": "/foreign-travel-advice",
                    "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
                    "document_type": "travel_advice_index",
                    "links": {
                        "parent": [
                            {
                                "api_path": "/api/content/browse/abroad/travel-abroad",
                                "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                                "base_path": "/browse/abroad/travel-abroad",
                                "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                                "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                                "document_type": "mainstream_browse_page",
                                "links": {
                                    "parent": [
                                        {
                                            "api_path": "/api/content/browse/abroad",
                                            "api_url": "https://www.gov.uk/api/content/browse/abroad",
                                            "base_path": "/browse/abroad",
                                            "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                                            "description": "Includes renewing passports and travel advice by country",
                                            "document_type": "mainstream_browse_page",
                                            "links": {},
                                            "locale": "en",
                                            "public_updated_at": "2015-04-08T10:48:43Z",
                                            "schema_name": "mainstream_browse_page",
                                            "title": "Passports, travel and living abroad",
                                            "web_url": "https://www.gov.uk/browse/abroad",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "public_updated_at": "2023-09-22T09:55:27Z",
                                "schema_name": "mainstream_browse_page",
                                "title": "Travel abroad",
                                "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "public_updated_at": "2020-03-10T13:33:58Z",
                    "schema_name": "travel_advice_index",
                    "title": "Foreign travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice",
                    "withdrawn": false
                }
            ],
            "primary_publishing_organisation": [
                {
                    "analytics_identifier": "D1315",
                    "api_path": "/api/content/government/organisations/foreign-commonwealth-development-office",
                    "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-development-office",
                    "base_path": "/government/organisations/foreign-commonwealth-development-office",
                    "content_id": "f9fcf3fe-2751-4dca-97ca-becaeceb4b26",
                    "details": {
                        "acronym": "FCDO",
                        "brand": "foreign-commonwealth-development-office",
                        "default_news_image": {
                            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/621e4de4e90e0710be0354d7/s960_fcdo-main-building.jpg",
                            "url": "https://assets.publishing.service.gov.uk/media/621e4de48fa8f5490aff83b4/s300_fcdo-main-building.jpg"
                        },
                        "logo": {
                            "crest": "single-identity",
                            "formatted_title": "Foreign, Commonwealth<br/>&amp; Development Office"
                        },
                        "organisation_govuk_status": {
                            "status": "live",
                            "updated_at": null,
                            "url": null
                        }
                    },
                    "document_type": "organisation",
                    "links": {},
                    "locale": "en",
                    "schema_name": "organisation",
                    "title": "Foreign, Commonwealth & Development Office",
                    "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-development-office",
                    "withdrawn": false
                }
            ],
            "related": [
                {
                    "api_path": "/api/content/hand-luggage-restrictions",
                    "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
                    "base_path": "/hand-luggage-restrictions",
                    "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-09-07T16:23:07Z",
                    "schema_name": "guide",
                    "title": "Hand luggage restrictions at UK airports",
                    "web_url": "https://www.gov.uk/hand-luggage-restrictions",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/driving-abroad",
                    "api_url": "https://www.gov.uk/api/content/driving-abroad",
                    "base_path": "/driving-abroad",
                    "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-07-09T08:31:23Z",
                    "schema_name": "guide",
                    "title": "Driving abroad",
                    "web_url": "https://www.gov.uk/driving-abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad",
                    "base_path": "/browse/abroad",
                    "content_id": "86eb717a-fb40-42e7-83fa-d031a03880fb",
                    "description": "Includes renewing passports and travel advice by country",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Passports, travel and living abroad",
                    "web_url": "https://www.gov.uk/browse/abroad",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/renew-adult-passport",
                    "api_url": "https://www.gov.uk/api/content/renew-adult-passport",
                    "base_path": "/renew-adult-passport",
                    "content_id": "82248bb1-c4d6-41e0-9494-d98123475626",
                    "document_type": "guide",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2015-01-12T00:01:07Z",
                    "schema_name": "guide",
                    "title": "Renew or replace your adult passport",
                    "web_url": "https://www.gov.uk/renew-adult-passport",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/browse/abroad/travel-abroad",
                    "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
                    "base_path": "/browse/abroad/travel-abroad",
                    "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
                    "description": "Includes the latest travel advice by country, your rights at the airport and getting help abroad",
                    "document_type": "mainstream_browse_page",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-09-22T09:55:27Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Travel abroad",
                    "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
                    "withdrawn": false
                }
            ],
            "suggested_ordered_related_items": [
                {
                    "api_path": "/api/content/foreign-travel-advice/zambia",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/zambia",
                    "base_path": "/foreign-travel-advice/zambia",
                    "content_id": "7e2beff5-a1ee-4ed4-ad63-c9a72bb0dc17",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                        "country": {
                            "name": "Zambia",
                            "slug": "zambia",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T10:43:23Z",
                    "schema_name": "travel_advice",
                    "title": "Zambia travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/zambia",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/south-africa",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/south-africa",
                    "base_path": "/foreign-travel-advice/south-africa",
                    "content_id": "e4649806-d58a-40f7-b86d-09a4376c25a0",
                    "details": {
                        "change_description": "Information on 'smash and grab' attacks on vehicles ('Safety and security' page).\r\n\r\nInformation on the less secure areas around international airports in Johannesburg and Cape Town ('Safety and security' page).\r\n\r\nAdditional information on asking for a life-jacket when participating in water sports ('Safety and security' page).\r\n\r\n",
                        "country": {
                            "name": "South Africa",
                            "slug": "south-africa",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-10T12:12:22Z",
                    "schema_name": "travel_advice",
                    "title": "South Africa travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/south-africa",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/government/publications/foreign-embassies-in-the-uk",
                    "api_url": "https://www.gov.uk/api/content/government/publications/foreign-embassies-in-the-uk",
                    "base_path": "/government/publications/foreign-embassies-in-the-uk",
                    "content_id": "5c9abed0-7631-11e4-a3cb-005056011aef",
                    "document_type": "guidance",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-11-02T11:46:42Z",
                    "schema_name": "publication",
                    "title": "Foreign embassies in the UK",
                    "web_url": "https://www.gov.uk/government/publications/foreign-embassies-in-the-uk",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/botswana",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/botswana",
                    "base_path": "/foreign-travel-advice/botswana",
                    "content_id": "72181a48-c553-45e4-aa5a-ebe232acea00",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages.",
                        "country": {
                            "name": "Botswana",
                            "slug": "botswana",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T10:31:33Z",
                    "schema_name": "travel_advice",
                    "title": "Botswana travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/botswana",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/foreign-travel-advice/yemen",
                    "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/yemen",
                    "base_path": "/foreign-travel-advice/yemen",
                    "content_id": "73891fe3-3a92-4c2e-a1a6-b63f00186ce8",
                    "details": {
                        "change_description": "Information about the global terrorism risks to British nationals abroad on all FCDO travel advice pages",
                        "country": {
                            "name": "Yemen",
                            "slug": "yemen",
                            "synonyms": []
                        }
                    },
                    "document_type": "travel_advice",
                    "links": {},
                    "locale": "en",
                    "public_updated_at": "2023-06-22T10:22:58Z",
                    "schema_name": "travel_advice",
                    "title": "Yemen travel advice",
                    "web_url": "https://www.gov.uk/foreign-travel-advice/yemen",
                    "withdrawn": false
                }
            ],
            "taxons": [
                {
                    "api_path": "/api/content/world/living-in-zimbabwe",
                    "api_url": "https://www.gov.uk/api/content/world/living-in-zimbabwe",
                    "base_path": "/world/living-in-zimbabwe",
                    "content_id": "0e65811e-3d59-431b-ab38-4ca77808bbba",
                    "description": "Includes how to access healthcare, get a document legalised, lists of lawyers and how to vote abroad.",
                    "details": {
                        "internal_name": "Living in Zimbabwe",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/zimbabwe",
                                "api_url": "https://www.gov.uk/api/content/world/zimbabwe",
                                "base_path": "/world/zimbabwe",
                                "content_id": "66ad3d20-81b8-47cc-b1b8-7b5b9cf0e4f3",
                                "description": "Services if you're visiting, studying, working or living in Zimbabwe. Includes information about trading with and doing business in the UK and Zimbabwe.",
                                "details": {
                                    "internal_name": "UK help and services in Zimbabwe",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:38:44Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Zimbabwe",
                                "web_url": "https://www.gov.uk/world/zimbabwe",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:19:13Z",
                    "schema_name": "taxon",
                    "title": "Living in Zimbabwe",
                    "web_url": "https://www.gov.uk/world/living-in-zimbabwe",
                    "withdrawn": false
                },
                {
                    "api_path": "/api/content/world/travelling-to-zimbabwe",
                    "api_url": "https://www.gov.uk/api/content/world/travelling-to-zimbabwe",
                    "base_path": "/world/travelling-to-zimbabwe",
                    "content_id": "8923be1b-4037-45a8-b351-3d564b6c42ef",
                    "description": "Includes travel advice and how to get married abroad.",
                    "details": {
                        "internal_name": "Travelling to Zimbabwe",
                        "notes_for_editors": "",
                        "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                        "parent_taxons": [
                            {
                                "api_path": "/api/content/world/zimbabwe",
                                "api_url": "https://www.gov.uk/api/content/world/zimbabwe",
                                "base_path": "/world/zimbabwe",
                                "content_id": "66ad3d20-81b8-47cc-b1b8-7b5b9cf0e4f3",
                                "description": "Services if you're visiting, studying, working or living in Zimbabwe. Includes information about trading with and doing business in the UK and Zimbabwe.",
                                "details": {
                                    "internal_name": "UK help and services in Zimbabwe",
                                    "notes_for_editors": "",
                                    "visible_to_departmental_editors": false
                                },
                                "document_type": "taxon",
                                "links": {
                                    "parent_taxons": [
                                        {
                                            "api_path": "/api/content/world/all",
                                            "api_url": "https://www.gov.uk/api/content/world/all",
                                            "base_path": "/world/all",
                                            "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
                                            "description": "Help and services in a country",
                                            "details": {
                                                "internal_name": "Help and services around the world",
                                                "notes_for_editors": "",
                                                "url_override": "",
                                                "visible_to_departmental_editors": false
                                            },
                                            "document_type": "taxon",
                                            "links": {},
                                            "locale": "en",
                                            "phase": "live",
                                            "public_updated_at": "2021-07-09T10:08:54Z",
                                            "schema_name": "taxon",
                                            "title": "Help and services around the world",
                                            "web_url": "https://www.gov.uk/world/all",
                                            "withdrawn": false
                                        }
                                    ]
                                },
                                "locale": "en",
                                "phase": "live",
                                "public_updated_at": "2018-02-13T09:38:44Z",
                                "schema_name": "taxon",
                                "title": "UK help and services in Zimbabwe",
                                "web_url": "https://www.gov.uk/world/zimbabwe",
                                "withdrawn": false
                            }
                        ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2017-06-29T08:19:13Z",
                    "schema_name": "taxon",
                    "title": "Travelling to Zimbabwe",
                    "web_url": "https://www.gov.uk/world/travelling-to-zimbabwe",
                    "withdrawn": false
                }
            ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2023-10-19T11:59:21Z",
        "publishing_app": "travel-advice-publisher",
        "publishing_request_id": "21-1697716761.810-10.13.22.118-34011",
        "publishing_scheduled_at": null,
        "rendering_app": "government-frontend",
        "scheduled_publishing_delay_seconds": null,
        "schema_name": "travel_advice",
        "title": "Zimbabwe travel advice",
        "updated_at": "2023-11-15T11:06:12Z",
        "withdrawn_notice": {}
    }
}